{"source": "Монголын нууц товчоо", "chapter": 13, "text": "АРВАН ХОЁРДУГААР БYЛЭГ\n\nСудлаачид номын тухай\n\n• Х.Пэрлээ, Нууц товчоонд гардаг газар усны зарим нэрийг хайж олсон нь: Улаанбаатар. 1958.; • Х.Пэрлээ, Монголын тvvхэн нутгийн зарим уул усыг сурвалжилсан нь. БНМАУ-ын ШУА-ийн мэдээ. № 3, 1962\n\nД. Майдар, Т. Майдар. Каменная колонна Ид Аваргын балгас. Монголын эртний\nтvvх соёлын зарим асуудал. Улаанбаатар. 1972, х.151-156\nУДИРТГАЛ\nХvн тєрєлхтний соёл нь бичиг, зохиолтой гvн холбогдолтой. Аливаа vндэстний аж\nахуй ба соёлын хєгжилт нь ургамал мэт єсєж ирэхэд тvvний ишийн хумьсан товч\nдэлгэж, уран зохиолын цэцгийг нээнэ. Їндэстэн бvрд ийм уран зохиолын анхны\nцэцэг, дурсгалт бичиг байна. Орост Х зууны vед зохиогдсон \"Игорын Хорооны vг\" гэдэг сайхан зохиол бий. Гvржид XII зууны vед Шота Руставелийн зохиосон \"Барсан хэвнэгт баатар\" гэдэг\nшvлэглэсэн зохиол бий. Францад \"Роландын дуулал\" гэдэг их Карл хааны\nбайлдааны тvvхийг авч бичсэн зохиол бий. Грект \"Илиада, Одиссей\" гэдэг хэдэн\nмянган жилийн урьд зохиогдсон сайхан vлгэр бий. Тэрчлэн манай монгол vндэстний анхны тvvхт дурсгалын зохиол бол Монголын\nнууц товчоо гэдэг зохиол мєн. Нууц товчоог олон vндэстний эртний уран зохиолын\nнэрт дурсгалын бичгvvдтэй зэрэгцvvлэн тавьж жишээлэн хэлэлцэж болно. Тэр эрт\nхолын цагт монголын ард тvмний дотор уран vгийг холбож, тvvхт их явдлыг\nнайруулан бичих цэцэн билэгтэй, гэгээн боловсролтой хvмvvс байсан байна. Нууц\nтовчоог зохиосон хvний нэр байхгvй бєгєєд нууц товчооны дэвтрийн тоо хуваарь\nтодорхойгvй. 15 буюу 12 дэвтэр болж хуваарилагдах боловч 1908 онд хятадын нэг\nэрдэмтэн Ей Дэ-хуй оршил бичиж гаргасан Юань улсын vеийн дармал Нууц\nтовчооны эхэд 12 дэвтэр байна. Энэ нь чухам vнэн хуваарь нь мєн болоод тэргvvн\nарван дэвтэр нь урьд зохиогдсон ба дараа нэмсэн нь хоёр дэвтэр болно. Энэ нэмэлт\nхоёр дэвтэрт Єгэдэй хааны vеийн явдлыг бичсэн ба нєгєє уул зохиол арван дэвтэрт\nМонголын анхны гарлаас аваад Чингис хааны эцэс хvртэл болсон явдлуудыг\nтоочжээ. Бvлгvvдийг жагсаавал: • Тэмvжиний уг гарал ба бага насны vе\n• Чингисийн идэр нас\n• Мэргэдийг сєнєєсєн ба Тэмvжиний Чингис хаан цол єргємжлєгдсєн нь\n• Жамуха ба тайчуудтай тэмцсэн нь\n• Татаарыг сєнєєсєн ба Ван хантай эвдэрсэн нь\n• Хэрэйд улсын мєхсєн нь\n• Ван хан сєнєсєн нь\n• Хvчvлvгийн зугтаасан ба Жамухын дарагдсан нь\n• Шадар хишигтэн цэргийг байгуулсан нь\n• Уйгур ба ойн иргэдийг эзэлсэн нь\n• Хятад, Тангуд, Сартаул, Багдад ба Оросыг эзэлсэн нь\n• Чингисийн нас барсан ба Єгєдэйн хаан болсон нь\n\nЭдгээр тоочсон бvлгээс vзвэл Чингисийн vеийн зєвхєн тvvх мэт боловч vнэндээ\nтийм биш, ардын аман vлгэрийн дээр vндэслэсэн бєгєєд тэр цагийн ардын дуу, цэцэг vг, шvлэглэлийг єргєнєєр гаргажээ. Бvлэг бvрд хорь гучин шvлэг байна. Хvний яриа ба хэлvvлсэн vгс их тєлєв шvлэг байна. Энэ зохиолд эртний монголын\nхэлний аялгуу ба vг холбох найруулах хийгээд шvлэглэсэн ба vргэлжилсэн\nзохиолын жишээ бvрэн гарчээ. Нууц товчоо бол XIII зууны vед Монголын их улс мандах цагт Монгол орны дотор\nболсон явдлуудыг чухам vнэнээр гаргаж бичсэн учраас тvvхийн хосгvй баримт\nбичиг болжээ. Энэ зохиолд Монголын дотор болсон явдлыг дэлгэрэнгvй гаргах\nбєгєєд Монголын цэрэг гадагш довтолж байлдсан тухай тєдий л дэлгэрэнгvй\nгарахгvй. Гэвч Монголын цэрэг баруун зvг довтолж байлдсан явдлыг тэр цагийн\nИран улсын их сайд эрдэмтэн Рашид Эддиний зохиосон Монголын тvvх нєхєж\n\nєгнє. Рашид Эддин, энэ тvvхийг ХIV зууны vед, монгол сайд Болод чансан ба бусад\nхэдэн монгол хvнтэй хамтарч, Ираны монгол хааны номын санд байсан олон\nмонгол номыг хэрэглэж байгаад зохиосон байна. Мєн Монгол, Хятадын\nхолбогдолтой тvvхт явдлууд Нууц товчооны дотор товч гарах боловч энэ тухай\nХятадын тvvхч нар их л дэлгэрэнгvйгээр бичсэн тул нєхєгдєж ирнэ. Юань улсын\nмєхсєний дараа Хятадын Мин улсын vед Монголын тvvх, Юань ши гэдэг их судрыг\nзохиосон ба єєр ч олон зvйлийн Монголын тvvхийн бичиг хятад хэл дээр бий. Нууц товчоог монгол хvн, монгол нутагт зохиосон тул гадаадын тvvхч нарын\nзохиолоос онц ялгавартай, чухал холбогдолтой болно. Нууц товчоо гэдэг зохиолын\nтухай Оросын эрдэмтэн Владимирцов \"Монголын нийгмийн байгуулал\" гэдэг\nномын 6 дугаар нvvрт бичсэн нь: \"Дундад зууны vед нэг ч vндэстэн, Монголын\nадилаар тvvхч нарын анхаарлыг татсангvй гэж хэлж болох бол бас Нууц товчооны\nадилаар жинхэнэ амьдралыг тодорхой дvрслэн vзvvлсэн дурсгалт бичгийг нэг ч\nнvvдэлчин vндэстэн vлдээсэнгvй гэдгийг тэмдэглэвэл зохино\" гэжээ. Энэ зохиол бол Монголын тvvхийн хосгvй баримт болохоос гадна монгол ардын\nоюуны чадварыг гэрчилсэн гайхамшигт уран зохиол мєн. Нууц товчоог XIII зууны\nvед зохиогдсон ганц яруу зохиол гэж vзэж болохгvй. Жишээлж хэлбэл, халцгай\nцєлд ганц єндєр нарс ургадаггvй, єндєр нарс их ойн дунд, єндєр нам олон нарсны\nзэргэлдээ ургадаг биш vv. Тэрчлэн єндєр сайхан нарс мэт сvндэрлэсэн Нууц товчоо\nгэдэг зохиол бол тэр урьд цагт байсан яруу сайхан олон зохиолын нэг нь мєн гэж\nбодож болно. Бусад олон зохиол нь яасан бэ гэж асуувал гээгдэж, цагийн урсгалд\nэлэгдэж сvйджээ гэж хариулж болно. Манай нvvдэлчин монголчуудад юм хадгалах\nтохитой байсан сав байхгvй ба олон удаа дайн байлдааны хєлд орж байсан учраас\nном бичгээ хялбархан vрэгдvvлдэг байжээ. Хэдийгээр монголын ард тvмний тvvхт\nцагийн дотор бvтээсэн уран бvтээлийн vнэт зvйлийн vлэмж хэсэг нь\nхарамсалтайгаар vрэгдсэн боловч хуучин vеэс Нууц товчоо, Гэсэр, Жангар гэдэг\nгурван сайхан зохиол соёлын єв болж vлдсэн байна. Нууц товчоо ба Жангар, Гэсэр гурвыг монголын хуучин зохиолын гурван оргил\nгэвэл зохино. Эдгээрт монголчуудын аж амьдрал ба сэтгэл хvсэл бvрэн илрэн\nгарчээ. Баруун Монголд боловсорсон Жангарын тууж гэдэг арван хэдэн бvлэг\nvлгэрт ардын жаргалант аж амдралыг хvсэх санал тодорхой гарчээ. Гэсэрийн\nтуужид дарлагч анги ноёд лам нарыг эсэргvvцэх ардын санал илэрхий vзэгдэв. Монголын Нууц товчоонд хоорондоо ямагт тэмцэлдэгч тєрлийн ба феодалын\nбутархай жижиг аймгуудыг эсэргvvцэж тєвлєн нэгдсэн улс байгуулах хvсэл\nтодорчээ. Тєрєл овгийн байгуулалтаас феодалын нийгэмд шилжих ба жижиг\nбутархай феодалын ёсноос тєвлєсєн улс болох явдал нь тvvхийн шатын талаар нэг\nалхам урагш дэвшсэн хэрэг мєн. Нууц товчоонд Чингисийн тєвлєрсєн улсыг байгуулж, монгол vндэстнийг нэгтгэн\nзахирсан явдлыг сайшаан магтахаас гадна, Чингисийн догшин бурангуй талыг бас\nнуусангvй. Чухам тэр цагийн олны байдлыг нvдний ємнє ил харах мэт\nтодорхойгоор бичсэн байна. Тэр цагийн Монгол оронд нэгдсэн улс байсангvй, олон\nжижиг язгууртан ноёд хэсэг хэсэг аймаг, отгийг тэргvvлээд хоорондоо ямагт\nхямралдан тэмцэлдэнэ. Харилцан алалцах дээрэмдэлцэх явдал ерийн заншил\nболсон байжээ. Нууц товчооны дотор тэр цагийн Монголын байдлыг бичсэн нь: \"Одтой тэнгэр орчиж\nОлон улс байлдаж\nОрондоо унтах завгvй\nОлзлон булаалдаж байв. Хєрст дэлхий хєрвєж\nХєвчин улс хямралдаж\nХєнжилдєє унтах завгvй\nХєнєєлдєн тэмцэж байв\" гэжээ. (Нууц товчооны 254 дvгээр зvйл)\n\nИйм эв найргvй, шуудайд хийсэн олон эвэр мэт чиг чигээрээ толгойгоо мэдэж\nтэмцсэн Монголын олон овог аймгийг нэгтгэж нэг улс гэр болгож бvтээсэн\nболомжтой явдлыг Нууц товчооны дотор магтаж бичнэ. Дараа нь Чингис хаан\nтэргvvтэй Монголын язгууртан гадагш єнгєлзєж, зэргэлдээ суугаа тэр цагийн\nсоёлжсон улсуудыг сvйтгэсэн хэрцгий явдлыг єгvvлжээ. Чингис хаан ба тvvний єрлєгvvдийн хэрцгий тvрэмгий байдлыг Нууц товчоонд\nбичсэн нь: \"Ширмэн тємєр магнайтай\nШивээ хурц хэлтэй\nГан тємєр зvрхтэй\nГадас цvvцэн хошуутай\nГалзуу дєрвєн нохой\nТvмэн амьтныг хядахаар\nТємєр гинжээс мултарч\nШууд барьж идэхээр\nШунахай шvлсээ\nСавируулж айсуй, Шvvдрээр унд хийж\nШvлсээр хоол хийж\nСалхиар унаа хийж\nСаадгаар нєхєр хийж явдаг\nЗэв, Хубилай тэргvvтэй\nЗэлмэ, Сvбэдэй дараатай\nТэр дєрвєн ноход\nТэмvvлэн хvрч ирэв\" гэжээ. Энэ Нууц товчоо гэдэг зохиол бол тэр цагийн Монголын сайн саармаг хоёр талыг\nхэтэрхий сайшаан магтахгvй, хэтэрхий далдлан нуухгvй чухам vнэнээр нь уран\nсайхан хэлээр бичсэн эрхэм єв зохиол юм. Шинэ Монголын хувьсгалт соёлыг\nбайгуулахад монгол ардын хэдэн зуун жилд туурвисан єв соёлыг эзэмшихгvй бол\nбvтэхгvй. Ардын єв соёлын боломжтой талыг ашиглан авч хэрэглэх нь одоогийн\nбидний чухал vvргийн нэг мєн. Одоо монгол ард олны урьдын бvтээсэн, байгуулсан гавьяа зvтгэлийг бvрэн шинжлэн vзэж, монгол ардын утга зохиолыг\nхєгжvvлэхийн тулд шилдэг зохиолыг ашиглан хэрэглэх зорилгыг тавих vvнд, юуны\nємнє Монгол ардын тvvх зохиолын дурсгалт бичиг Нууц товчоог анхааран vзнэ. Энэ зохиолын хуучин монгол vсгээр бичигдсэн эх одоо хvртэл олдоогvй. Гагцхvv\nхятад vсгээр монгол хэл дээр бичигдсэн эх, хятад газраас олджээ. Анх хятад vсгээр\nбичигдсэн буюу уйгар монгол vсгээр бичигдсэн алин болох нь тодорхойгvй. XIII\nзууны vед монголчууд хятад vсгийг хэрэглэж байсан мэдээ байх тул энэ зохиолыг\nшууд хятад vсгээр монгол хэл дээр зохиосон байж болох ба эсвэл анх уйгар монгол\nvсгээр бичигдээд хожим хятад vсгээр сийрvvлж бичсэн нь олдсон ба харин монгол\nvсгээр зохиогдсон анхны эх нь алдагдсан байж болно. Юу ч болтугай уул монгол эх\nмєн гэж лав баримталмаар бичиг байхгvй тул хятад vсгийн эхийг гол болговол\nзохино. Нууц товчоотой холбогдол бvхий хоёр ном монгол хэл дээр урьд хэвлэгджээ. Нэг\nнь Чингисийн Цэдэг гэдэг ном, нєгєє нь Алтан товч гэдэг ном юм. Чингисийн\nЦэдэгийг тус Хvрээлэнгээс сvйтгэлийг гаргаж Бэйжингийн монгол хэвлэлээр 1925\nонд хэвлvvлсэн ба нєгєє Алтан товчийг 1937 онд Улаанбаатар хотноо хоёр дэвтэр\nболгон хэвлэжээ. Чингисийн Цэдэгт Нууц товчооноос авсан бага сага зvйлvvд бий\nба нєгєє Алтан товч нь бараг Нууц товчооны хуулбар билээ. Дунд ба эцсээс баахан\nорхигдуулжээ. Энэ Алтан товчийг урьд Судар бичгийн хvрээлэнгийн дарга байсан\nЖамъян гуай, хуучин Сан бэйсийн хошууны юншиебv овгийн нэг тайжаас олж\nиржээ. Нууц товчоо 282 зvйл болохоос энэ Алтан товчид 233 зvйл нь байна. Гагцхvv энэ хэвлэгдсэн Алтан товчид vг vсгийг буруугаар ойлгож єєрчилсєн ба\nхуулахад ташаарсан зvйл нэлээд байна. Бас Шар тууж, Алтан товч, Эрдэнийн эрих\n\nзэргийн нэртэй монгол тvvхvvдэд Нууц товчооноос авсан бололтой хэсэг хэсэг\nзvйлvvд байх боловч тэр бvрийг энд тоочихгvй. Гагцхvv vvнийг баримт болгож\nхянавал, Монголын хуучин тvvхч, зохиолч нарын гарт Нууц товчооны уйгур\nмонгол vсгээр бичсэн эх байсан бололтой гэж хэлж болно. \"Их Юань улсын Чингис тайзу хааны улс аймгийг авсан цэргийн товчооны он жил, сар єдрийн бидvvн хураангуйн ойлбор тэмдэглэлийн дэвтэр\" гэдэг нэртэй юм 1945\nонд Євєр Монголоос олдов. Тvvний дотор Монголын тvvхийн арван гурван тулгар бичгийг тэмдэглэсэн нь: \"1. Тvвдээс орчуулж авсан Чадагчийн эрхт цадиг. 2. Чадагчийн цадиг", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 13, "text": "Ган му судар\nЭнэ 13 болно\" гэжээ. Їvний дотор дурдсан Хєх судар, Чингисийн шастир, Язгуурын тvvх, Алтан vрстний\nтовч, Алтан урагтны дєт тvvх, Богд Чингисийн сул тууж зэрэг ном Нууц товчоотой\nхолбогдолтой байж мэднэ. Нууц товчооны хятад vсгийн эх Европт мэдэгдсээр нэг зуу шахам жил болов. Оросын эрдэмтэн Кафаров, Бэйжинд суух цагт хятад хэл бичигт сайтар суралцаж, хятад олон судраас чухлы нь сонирхон vзэж судалсаар, Монголын нууц тvvх\nгэдгийг Манжийн Богд хааны номын сангаас нэг танил эрдэмтнээр сэмхэн\nавахуулан, зєвхєн хятад орчуулгаас орос хэлэн дээр дам орчуулаад 1866 онд\nнийтэлснээс хойш олон газрын эрдэмтний vзэх судлах замыг нээсэн ба дараа нь\nмонгол vгийг орос vсгээр сийрvvлэн бичиж монгол vг тус бvрийн дор орос\nорчуулгыг хятадаас авч хадаад шинжилгээний хамт нийтлэхээр завдан байтал\nдалайн аянд vхсэн билээ. Тvvний туурвисан дэвтэр нь Зєвлєлт Улсын Шинжлэх\nУхааны Академийн харъяа Дорно дахиныг шинжлэх газарт бичмэл зvйлийн санд\n\nхадгалагдан байгаа бєгєєд найрамдлын дотор фото татуулж, манай Шинжлэх\nухааны Хvрээлэнд ирvvлсэн нь одоогийн бидний орчуулах ажилд тулгуур болж их\nтус болов. Энэ Кафаров бол єєрєє хятадач болохоос биш, монголч биш тул єєрийн vvсгэн\nявуулж байсан орчуулга ба хятад эхийн бодитыг нь єєрийн танил залуу монголч\nПозднеевт єгсєн байжээ. Позднеев нь шvvмжлэлийг 1883 онд тусгаар бяцхан\nдэвтрээр зарласан ба дараа нь 1897 оны хэрд Монголын утга зохиолын тvvх гэж\nнэрийдэж нэг дэвтэр гаргахдаа хавсралт болгож, Нууц товчооны эхний 96 зvйлийг\nчулуун бараар орос монгол vсгээр бичиж нийтэлсэн байна. Бас энэ зохиолыг судлах явдалд нэг онц амжилт гарсан нь Зєвлєлт улсын эрдэмтэн\nКозин, уул зохиолыг арван таван жил шинжлэн судалсаар 1941 онд Нууц товчооны\nэх ба орос хэл дээр хєрвvvлсэн орчуулгыг судлалын хамт нэг дэвтэр болгож\nхэвлэсэн байна. Нууц товчооны эхний гурван бvлгийг орчуулсны хойно бид, Козины хэвлvvлсэн\nНууц товчооны эх орчуулга нэг дэвтрийг олж аваад уг зохиолыг орчуулахад иш\nбаримт болгож хэрэглэв. Франц улсын нэр єндєр болсон хятадач Пелльо 1913\nоноос эхлэн энэ тvvхийг шинжлэн, сонирхолтой сэдвvvдийг хэсэг хэсгээр\nнийтэлсээр сvvлийн vест бусад холбогдох бичгvvдтэй чацуулан vзэж гvн\nболовсруулан, зургаан бvлгийн орчуулгыг бvрэн эхийн хамтаар нэгэнт нийтэлсэн\nбайна. Германы Хэниш гэдэг хятадач, мєн тvvхийг шинжилгээ vйлдэж, хэдэн зvйлийг\n1931 онд нийтэлсэн ба Хятадын эрдэмтэн Ей Дэ-хуйн 1908 онд хэвлvvлсэн ганцхан\nэхийг баримталж латин vсгээр сийрvvлэн бичиж, мєн тvvхэнд орсон vгний толийн\nхамтаар хэвлэн нийтэлжээ. Дундуд улсад бол харин ч манай сонирхон бvхий\nтvvхийг их эрт бєгєєд Юань улсын мєхсєний дараа, Мин улсын Хун v хааны vед\nолж, 1382 онд хятад хэлэн дээр Жан Юан-зи, Маш-их хоёр орчуулсан гэж Кафаров, хятад тvvхээс иш татаж мэдээлнэ. Нууц товчоог дэлхий дахины эрдэмтэн ба\nялангуяа Зєвлєлт улсын эрдэмтэн нар их хvчин гаргаж судлан шинжилж, орчуулан\nхэвлvvлж байгаа vvнд, манай Монгол газар олны уншихад зориулж хэвлэсэн нь\nодоо хvртэл vгvй. Тэр ч байтугай, монгол vсгээр буулгаж бичсэн олигтой эх\nбайхгvй. Гагцхvv байгаа нь Цэнд гvнгийн орчуулсан эх, Шинжлэх ухааны\nХvрээлэнд хадгалагдаж байна. Автономитын vед гvн Цэнд, Хятадын эрдэмтэн Ей\nДэ-хуйн хэвлvvлсэн эхийг баримталж монгол vсгээр сийрvvлэн бичсэн ба монгол\nхэл дээр орчуулсан ажээ. Цэнд гvнгийн сийрvvлэг орчуулга хоёр алин ч зєвхєн\nсонирхон vзэгчдийн туурвил тєдий боловч одоо хэр ондоо монгол vсгээр бичсэн эх\nбайхгvй тул тvvнийг хянаж vзээд хэвлэе гэж шийдвэрлэсэн. Гэтэл уул сийрvvлэг нь\n\nЗєвлєлт Улсын Академид бий ба нєгєє орчуулга нь бидний гарт байвч нягт бус\nбєгєєд маш товч байна. Нууц товчоонд хэдэн зуун шvлэг байх атал энэ орчуулгад\nнэг ч шvлэг байхгvй, уг шvлгийн заримыг vргэлжилсэн зохиол болгосон ба\nихэнхийг зvгээр орхижээ. Одоо цагт эрдэмтэн Кафаров, Хэниш, Козин нарын\nсудлал ба сийрvvлгийг бид гартаа барьж байгаад Цэнд гvнгийн хагас ба нягт биш\nорчуулгыг хэвлэхэд сэтгэл тvвдэхгvй тул бид, монгол vсгээр сийрvvлэг ба\nорчуулгыг хийхээр шийдсэн билээ. Нууц товчоог хуучин монгол хэлнээс одоогийн монгол хэлээр орчуулан бичихэд\nхэрэглэсэн бичгvvдийг тоочвол: • Козины хэвлvvлсэн Нууц товчооны эх ба орос хэлэнд орчуулсан дэвтэр: С.А.Козин, Сокровенное сказание, том 1, 1941. • Лувсанданзангийн зохиосон бичмэл Алтан товч. • Кафаровын хийсэн Нууц товчооны сийрvvлэг ба хадмал орчуулга (фото зураг). • Мєн Кафаровын, хятад хэлнээс орос хэлэнд орчуулсан бичиг: Архимандрит\nПалладий (Кафаров), Старинное Монгольское сказание о Чингис хане. • Хэнишийн 1935-1939 онд хэвлvvлсэн Нууц товчооны сийрvvлэг ба толь. • Рашид Эддиний зохиосон Монголын тvvх: Березиний орос хэлэн дээр орчуулсан\nдэвтэр\n\n• Хятад хэлнээс монгол хэлэн дээр Баргын Цэнд гvнгийн орчуулсан Нууц товчооны\nэх бичмэл хоёр дэвтэр. • Чингисийн Цэдэг, Алтан товч, Монголын олон зvйлийн тvvх, толь бичиг, Позднеевын Нууц товчооны хагас сийрvvлэг, Алтан-Очирын Нууц товчооны\nсийрvvлэг, Хэнишийн Нууц товчооны хагас орчуулга, Владимирцовын зохиосон\n\"Монголын нийгмийн байгуулалт\" зэрэг олон номыг харшуулан хэрэглэжээ. Эдгээр номыг гол баримт болгож, Нууц товчооны хялбар ойлгогдохгvй vг бvрд\nтайлбар зvvж, хуучин монгол хэлээр нь хуучин монгол vсгээр сийрvvлэн бичээд, дараа нь мєн сийрvvлгээ баримталж, одоогийн монгол хvнд ойлгогдохгvй болсон\nvг єгvvлбэрийг ойлгомжтой vг єгvvлбэрээр сольж найруулан, одоогийн монгол\nбичгийн хэлбээр орчуулан бичив. Долоон зуун жилийн урьдах монгол хэл бол\nодоогийн монгол хэлнээс нэлээд єєр тул хуучин хэлээр хэвлэвэл цєєн тєдий\n\nсэхээтэн хvн vзэхээс биш, олон нийтэд ойлгогдохгvй болно. Ийм тул сэхээтэнд\nзориулан Нууц товчооны жинхэнэ эхийг хэвлэхийн урьд монголын олон сонирхон\nуншигчдад танилцуулах зорилгыг тавьж утгыг алдахгvй, зохиолын хэл найруулгын\nонцгой шинжийг гээгдvvлэхгvйг гол болгож бичсэн энэ орчуулгыг урьдаар хэвлэв. Долоон зуун жилийн урьд энэ зохиол анх зохиогдох vедээ уншигчдад аль зэрэг\nуран сайхан сонирхолтой байсан бол мєн одоо цагт монголын уншигчдад тэр зэрэг\nуран сонирхолтой болгож vзэхийг чармайсан билээ. Орчулагч миний бие, монгол\nардын аман зохиолоор хvмvvжиж, аман зохиолыг дууриан шvлэг бичиж оролддог\nтул Нууц товчоог орчуулах ба ялангуяа тvvний шvлгийг орчуулахад vнэн зvрхнээс\nсэтгэл хєдєлж, чухам тохиромжтой сайхан vvрэг гэж оролдож гvйцэтгэв. Монгол хэлнээс монгол хэлэнд орчуулах гэдэг vг баахан хачин санагдаж мэднэ. Гэвч бидний бvтээсэн ажил нь чухам орчуулгын чанартай байсан. Жишээлбэл, уг\nзохиолын 156 дугаар зvйлд єгvvлсэн нь: \"Мєнхv дайсу сэтхижv оорчаг болжу\nябужуу, эдоэ яу хvрvрэ ирэжvv. Ину мэтvси чиунтур vлибэ. Яа Яусаарамуй. Нидуну эчинэ хэдхvн гэв. Тєдvйхv мохориулба. Їvнийг орчуулбал: \"Хорт сэтгэл\nагуулж ганцаар тэнэсээр энд юунд ирэв? Тэр мэт этгээдийг хэдийнээ тэнхлэгт\nчацуулж хядсан биш vv. Юунаас буцна. Нvднээс далд болго гэсэнд тvvнийг даруй\nалав\". Гадаадын эрдэмтний судлал тайлбар орчуулгыг гол болгосон боловч зарим зvйлийг\nнягтлан vзэж нэлээд vг єгvvлбэрийн тайлбар утгыг єєрсдийн vзэмжээр бичсэн\nбилээ. Жишээлбэл: Уг эхийн 79 дvгээр зvйлд ийм vгс бий: \"Тэдvй атала, тайчуд-ун\nТаргудай-Хирилтуг тургауд-иян удуритчу, \"Хоругад гоожижуу, шилvгэд\nшибэрижvv!\" хээн ирээжvv\". Їvний дотроос Хирилтугийн хэлсэн vгийг эрдэмтэн\nнар янз бvрээр тайлбарлан хэлнэ. Лувсанданзангийн Алтан товчийн дотор энэ\nvгийг \"хулхад, хучичи, шилvгэн шибэрчихv ирэжvхvй\" гэж бичжээ. Эдгээр хулхад\nхучичи, шилvгэн шибэрчихv гэдэг vгсийг Хирилтугийн хамт ирсэн дєрвєн хvний\nнэр буюу Хирилтугийн ирсэн газрын нэр мэт болгосон нь даруй ташаарсан хэрэг\nболно. Уг утга нь Тайчууд нар Тэмvжин ба Єэлvн эхийг хаяж нvvснээс хойш хэдэн\nон єнгєрч, Тэмvжин нар нэлээд тэнхэрсэн тул гэдрэг довтлохоор ирэхдээ хэлсэн vг\nбилээ. Иймийн тул Тэмvжин нарыг хэнхрэв гэсэн утгатай vг байх хэрэгтэй. Їvнийг\nЦэнд гvнгийн орчуулсан нь: \"Тvvнээс тайчуудын Хирилтуг нар vгvvлэлдрvvн, уул\nорхисон Тэмvжиний эх хєвvvд эдvгээ нисэх шувууны дэгдээхий мэт жигvvр єд\nєсжээ. Гєрєєсний зулзага мэт шvд, хумс ургажээ хэмээн нєхдєє авч иржээ\". Кафаровын орчуулга мєн ийм байх тул хятад орчуулга дээр лав ийм утгатай байсан\nбизээ. Бид дээрх орчуулгуудыг алиныг ч зєвшєєрєхгvй орхиж, єєрсдийн саналаар\n\nорчуулсан нь: \"Чингэж байтал, тайчуудын Таргудай-Хирилтуг шадар нєхдєє\nдагуулж \"Хурганы vс гуужив. Тєлєгний бие тєлжив хэмээн довтлоор ирэв: \"Їс\", \"Бие\" гэдэг vгийг нэмэлт тайлбар болгож оруулсан ба хуругад, шилvгэд гэдэг vгийг\nхургууд, тєлгvvд гэсэн vг гэж санана. Шилvгэ гэж одоогийн зарим нутгийн ярианы\nхэлэнд хоёр настай хонийг хэлнэ. Бас 105 дугаар зvйл дэх Тэмvжиний Жамухад хэлvvлсэн vгийг уг эх ба Цэнд\nгvнгийн орчуулгыг бидний орчуулгын хамт жагсаавал: Уг эхэд байгаа нь: \"Гурван мэргэд-тэ ирэжv\nЄрє-бэн hєгтєрхv болдагдаа би. Єнэр нигэн тан бусуд-у бида? Єсvл-иен хэр єсvхvн? Эбvр-иен hэндvлдээ би. hэлигэнv уруг бусуд-у бида? hачи-иян хэр hачилахун бида? Цэнд гvнгийн орчуулсан нь: \"Эм хvvхдээ Мэргидэд булаагдсан учрыг хэлж бид уулаас нэг угсааны хvн, энэ\nзэрэг єшєє хорыг яахин хариулах вэ? Бидний орчуулсан нь: \"Єст Мэргид ирж\nЄрий минь євтгєв\nЄврий минь хоослов. Ємєг тvшиг болох\nЄнєр тєрлийн та нар\nЄшєєг авч єгнє vv. Элэг зvрх минь\nЭмтэрч байна. Элгэн садан та нар\nЭнэ єшєєг авч єг\"\n\nБид Нууц товчооны хятад vсгээс дам латин ба орос vсгээр сийрvvлсэн бичгvvдийг\nбаримталж орчуулахдаа бас Лувсанданзангийн Алтан товч, Рашид Эддиний\nзохиосон Монголын тvvх зэргээс уг эхэд vгvй боловч баймаар зvйлvvдийг бага сага\n\nнєхєж оруулсан зvйл бий. Жишээ болгож Нууц товчооны 86 дугаар зvйлийг Алтан\nтовчтой зэрэгцvvлэн vзэж бичсэнээ vзvvлбэл: \"Гуравдугаар єдєр, [дєнгєт хvн хаа\nхолдох билээ? А.то] \"Тvvнийг манайхан нуусан биз. Євєр зуураа айлуудыг нэгжье\"\nгэж айл бvрийг нэгжсээр Сорхон-шарынд ирж гэр тэрэг ба исэр (ор)-ийн дор хvртэл\nнэгжээд хойд унгаст тэргэнд очиж амсар дахь унгасыг таталж, Тэмvжиний хєлд\nхvрвэл Сорхон-шар єгvvлрvvн: \"Ийм халуун цагт унгасан дотор амьд хvн яахан\nбайна? [Сэтгэлээ ханатал эр, А.то] гэвэл нэгжvvлийн хvмvvс бууж одов\" гэжээ. Энэ зvйлийн дотор \"дєнгєт хvн хаа холдох билээ? Сэтгэлээ ханатал эр\" гэдэг энэ\nхоёр єгvvлбэр vнэхээр байвал зохимоор єгvvлбэр тул Лувсанданзангийн Алтан\nтовчоос авч, Нууц товчооны эхэд нєхєж оруулсан билээ. Санавал хятад vсгээр\nмонгол хэл дээр бичигдсэн Нууц товчооны эх бол Нууц товчооны анх зохиогдсон\nэх биш, дам уламжлан хуулсан эх мєн биз. Лувсанданзангийн Алтан товчид бас\nНууц товчооноос хуулж авсан єдий тєдий зvйл бийг дээр дурдсан билээ. Рашид\nЭддинд бас Нууц товчооны нэг эх байсан бололтой. Нууц товчооны хятад vсгийн эхийг эдгээр тvvх бичгvvдтэй нийлvvлэн vзэж, чухам\nбаймаар зvйлvvдийг нєхєж оруулах нь зvйтэй хэрэг гэж бид бодож, тийнхvv нэлээд\nvг єгvvлбэрийг нєхєж бичсэн билээ. Ингэхдээ нэмсэн vг єгvvлбэр бvрийг\nдєрвєлжин хаалтад хийгээд дараа нь ямар номоос авснаа тэмдэглэв. Номыг\nтэмдэглэхдээ номын нэрийг товчилж Лувсанданзангийн Алтан товчийг \"А.то\" гэж\nхураасан ба Чингисийн Цэдэгийг \"Чи.цэ\" гэж хурааж тэмдэглэв. Рашид Эддинийг\nхэвээр тэмдэглэснээс гадна, орчуулагчийн нэмсэн vгийг бас дєрвєлжин хаалтад\nхийж, тайлбарласан vгээ дvгрэг хаалтад хийв. Иймийн тул дєрвєлжин хаалт доторх\nvгийг нэмсэн vг гэж, дvгрэг хаалт доторхыг тайлбарласан vг гэж мэдэх хэрэгтэй. Тєгсгєлд нь Нууц товчоог зохиоход Монголын нийслэл байсан Хєдєє арал, Долоон\nболдог, Ауруг хэмээх гурван газрын тухай цєєн vгээр тайлбарлаж єгvvлэхийг хvсэж\nбайна. Монголын нутаг ой, тал, говь гурван бvсэд хуваагдана. Мал аж ахуйд тал хээрийн\nбvс vлэмжхэн рольтой байдаг. Ой модоор бvрхэгдсэн уулархаг бvсээс тал хээрийн\nбvс уруу шургаж орсон уулнууд бол орчин тойрны тал хээрийн ам газраас илvv\nчийг тунадастай байдаг учраас євс бэлчээр сайтай байдаг. Ийм хээрийн уулнууд\nбол тал хээр газрын євс бэлчээрийн чухал нєєц болдог юм. Хэрлэний Баян-Улаан\nуул бол чухамхан тийм уулын нэг болно. Энэ уул дэлхийн 109-р уртраг ба 47,5\nєргєрєгт оршино. Энэ уул бол євс усаар маш элбэг, малын бэлчээр гойд сайн учраас\nхавьойрын олон ардын их євєлжєє газар болно. Ялангуяа зуд болоход энэ уул айл\nмалаар дvvрэн болдог. 1945 оны зудад хавь ойрын тав арван сумын ардууд энэ\nууланд ирж євєлжихийг бид нvдээр vзсэн бєгєєд энэ ууланд ирсэн ардын мал бараг\n\nvхээгvй, харин цас шуурганд саатаж энэ ууланд ирж чадаагvй ардын мал vлэмжхэн\nтурж vхсэн билээ. Хэрлэн бол Хэнтийгээс гарч баруун урагш урсаад зvvн тийш эргэсний доторх нэг\nих тохойд энэ уул орших бєгєєд энэ уулын зvvн сугаар Цэнхэрийн гол (урьдын\nСэнхvр горхон) урсаж урагш явсаар Хэрлэнд нийлэх тул тэр уулыг нэгэн их арлын\nхэлбэртэй болгоно. Ийм учраас Нууц товчоог зохиосон эртний Хєдєє арал гэдэг\nгазар бол энэ Баян уул мєн бололтой юм. Нууц товчооны эцсийн 282-р зvйлд уг зохиолыг хэдийд, хаана бичсэн тухай\nтодорхой мэдээ байдаг. Энэ зvйлийг энд сийрvvлье: \"Их хуралдаа хурж хулгана\nжил хуран сард Хэрлэний Хєдєє аралын Долоон болдог Шилгэнцэг хоёрын завсар\nордос бууж бvхvй бичиж дуусав\" гэжээ. Энэ дурдсан хулгана жил бол 1240 он мєн\nболохыг эрдэмтэн мэргэд нэгэнт олж тогтоосон юм. Харин Хэрлэний Хєдєє арал\nхаана байгааг эрдэмтэд тодорхой олж тогтоож чадаагvй байсан юм. Хэрлэний\nХєдєє арал гэдэг бол одоогийн Баян-Улаан уул мєн болов уу гэдэг миний саналыг\nтvvхч Х.Пэрлээ хэдэн єгvvллийг бичсэн байна. 1951 онд миний бие Хэрлэний Баян-Улаан ууланд очиж хєндлєн гулд явж газар\nнутгийн байдалтай танилцсан билээ. Баян-Улаан бол хааш хаашаа 70-80 орчим\nкилометр ой модтой єндєр сайхан уул юм. Їvнийг одоо Хар тал гэж нэрлэдэг. Хэрлэн мєрний зvvн салаа Хар ус буюу Єргєн ус гэдэг гол Долоодын єврєєр зvvн\nурагш урсаж гучаад километр яваад Хэрлэнд нийлэх бєгєєд энэ хоёр голын хооронд\nєргєн арал байна. Баян-Улааны Хар талд Тосон, Замагт нуур, Цагаан нуур, Хєдєє\nнуур зэргийн хэдэн нуур бий. Баян-Улааны баруун урд vзvvрт Хэрлэн уруу шургаж орсон долоон жижигхэн\nтолгой байна. Энэ долоон толгойг одоо нутгийн ардууд Долоод гэж нэрлэж байна. Долоодыг бид Нууц товчоо бичигдсэн Хэрлэний Хєдєє аралын Долоон болдог мєн\nгэж бодож байна. Эдгээр долоон толгойн нэр нь: 1. Дєрвєлжин", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 7, "text": "Гацаа\n\nОдоо Аварга тосон гэдэг нэрийн тухай єгvvлье. Тосон гэдэг жижиг нуур бол\nэртнээс одоо хvртэл ард олны рашаан болгон хэрэглэсээр ирсэн минерал давслаг\nнуур юм. Одоо жил бvр 8-р сарын vед Тосонд олон гэр майхан барьж хvмvvс энэ\nнуурт орж биеэ сувилдаг байна. Тосон нуураас зvvн урагш 5 километрийн газарт Аваргын гол гэдэг булаг баруун\nурагш чиглэн Тооно уулын араар урсана. Аваргын гол хєвєєн дээр Хэнтий аймгийн\nДэлгэрхаан сумын тєв байна. Дэлгэрхаан сумын тєвєєс баруун урагш Аваргын\nрашаан гэдэг эсгэлэн устай булаг бий. Энэ рашаан булгийн арын дэнж дээр эртний\nхотын туурь бий. Эдгээрийг миний бие 1951 онд явж vзээд одоогийн Аварга гэдэг\nнэр бол ХIII зууны vед байсан Монголын орд Аураг мєн гэдэг саналыг дэвшvvлсэн\nбилээ. Аураг гэдэг vг хуучирсан учир Монголын ярианы хэлэнд гуйвуулан агуу их\nгэсэн утгатай \"аварга\" гэдэг vг болгож хувиргасан байна. Аваргын рашаан булгийн\nхойд дэнж дээрх туурийг 1969 онд археологич Х.Пэрлээ малтаж vзээд XIII зууны\nvеийн хотын vлдэгдэл мєн гэж тогтоосон ба Чингисийн Ауруг ордны vлдэгдэл мєн\nгэж vзсэн байна. Тус хотод гар урлалын хvмvvс сууж байсан ба том орд, сvм зэрэг\nбайжээ. Гар урлалын гудамжнаас ширэм хайлж байсан баримт олджээ. Мєн тэндээс\n10,4 см єргєн нvхтэй тэрэгний цєн, залгацтай чулуун багана зэргийг тvvхч\nД.Майдар, Т.Майдар нар олж тусгай єгvvлэл бичиж нийтэлсэн байна. Тэд нар\nзалгацтай чулуун баганын арга техникийг онцлон сонирхож тэр цагт барилгын\nчадвар єндєр шатанд хvрч байсныг тэмдэглэжээ. Монголын Ауруг гэдэг орд нь анхандаа нvvдэллэж байгаад сvvлдээ суурьшсан\nбололтой. Нууц товчооны 136-р зvйлд бичсэн нь: \"Чингис хааны Ауруг Харилт\nнуурт байлаа. Ауруг-тур хоцрогсдоос Жvрхэн тавин хvний хувцсыг тонож, арван\nхvнийг алжээ. Жvрхэнд тийн хийгдэв гэж бидний Ауруг-тур хоцрогсод Чингич\nхаанд єгvvлбээс... Чингис хаан Жvрхэнд морилов. Жvрхэнийг Хэрлэний Хєдєє\nаралын Долоон болдогт байхад довтлов\" гэжээ. Їvнээс vзэхэд тэр vед Жvрхэн нар\nХэрлэний Хєдєє аралын Долоон болдогт нутаглаж байсан ба Чингисийн Ауруг орд\nХарилт нуур гэдэг газарт байжээ. Гэвч Чингисийн Ауруг орд нь Хэрлэний Хєдєє\nаралд сvvлдээ суурьшсан бололтой. 1189 оны vед Чингис хаан Жамухаас салаад\nСэнхvр горхины (Цэнхэрийн голын) Хар зvрхэний Хєх нуурт нvvж ирсэн тухай\nНууц товчооны 122-р зvйлд бичсэн ба мєн Нууц товчооны 123-р зvйлд Чингисийг\nхаан болгон єргємжлєв гэж байна. Цэнхэрийн голын эхэнд Хєх нуур ба Хар зvрх\nгэдэг уул одоо ч мєн нэрээ хадгалсаар байгаа юм. Энд бичсэнээс vзэхэд Чингисийг\nЦэнхэрийн голын Хар зvрх гэдэг уулны хавьд хаан єргємжилсєн юм шиг болж\nбайна. Гэвч Нууц товчооноос бусад тvvхнvvдэд Чингисийг Хар зvрхэнд биш, тvvний урд залгаа болох Хэрлэний Хєдєє аралд хаан єргємжилсєн гэж байдаг. Жишээ нь: Саган сэцэний \"Эрдэний товчид\" єгvvлсэн нь: \"Тэмvжин хаан хєвгvvн\n\nхорин найман насандаа шарагчин тахиа жил (1189) Хэрлэн мєрний Хєдєє аралд\nхаан оронд суусан\" гэжээ. Галдан туслагчийн \"Эрдэнийн эрих\" хэмээх тvvхэнд\nЧингис хааныг Хэрлэн мєрний Хєдєє аралд хаан суусан гэж бичсэн байна. XIII зууны vед Хархорумаас гадна Чингис хааны гурван орд байсан бєгєєд тvvнийг\nтусгай ноёд харгалзан захирч байсан байна. Эдгээрийн нэг нь Японы тvvхч Янай\nВатари-ийн магадласан ёсоор Хэрлэн голд цутгадаг Цэнхэрийн голын ойр Долоон\nболдог, Шилгинцэг хоёрын хооронд байжээ. Энэ ордыг \"Богд баатар биеэр дайлсан\nтэмдэглэл\" гэдэг зохиолд \"Чингис хааны их орд\" гэж нэрлэсэн байна. Эдгээр дєрвєн\nордыг Хубилай хааны хvv Номгон зэрэг ихэс ноёд захирч байснаас vзэхэд\nнvvдэллэн явах хэдэн гэр байгаагvй, нэлээд тохитой байран суурин том хот суурин\nбайсан гэж vзэж болно. Чингис хааны Ауруг орд нь Хэрлэн голын хавиар анхандаа\nнvvж байгаад сvvлд Хэрлэнгийн Хєдєє аралд суурьшсан бололтой. Тэр Ауруг\nордны vлдэгдэл нь одоогийн Баян-Улааны Хар талд Аварга Тосонгоос урагш 10\nкилометрийн газарт байгаа хотын туурь мєн гэж бид бодож байна. Урьдын Ауруг гэдэг vг сунжраад одоо Аварга болжээ гэж бас таамаглаж байна. Ауруг гэдэг нэр угтаа аварга их, агуу их гэсэн vг биш юм. Ауруг гэдэг vгийн vндэс\nнь одоо монгол хэлэнд байгаа агуур, уурхай (агуурхай), агуулах, агуулга гэдэг\nvгстэй нэг гаралтай. Ауруг гэдэг vг угтаа аливаа юмыг агуулах амбаар склад гэсэн\nутгатай vг бололтой. XIII зууны vед хааны ордны дэргэд аливаа хvнс тэжээл, эд\nбарааг агуулах амбаар байшин байдаг учраас хааны орд тєв газраа Ауруг гэж\nнэрлэсэн бололтой. Баруун Монголд уурх гэж зоорийн нэр байна. Хэрлэний Хєдєє арал нь одоогийн Баян-Улаан уул мєн. Хєдєє аралын Долоон\nболдог нь одоогийн Долоод мєн. Хэрлэний Ауруг нь одоогийн Аварга мєн гэдэг\nгурван саналыг бид дэвшvvлж байна. Ц. Дамдинсvрэн\n\nТЭМYЖИНИЙ УГ ГАРАЛ БА БАГА НАСНЫ YЕ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 1, "text": "Чингис хааны язгуур, дээр тэнгэрээс заяат тєрсєн Бєртэ-чино, гэргий ГуаМаралын хамт тэнгис далайг гэтэлж ирээд Онон мєрний эх Бурхан халдун ууланд\nнутаглаж Батцагаан гэдэг нэгэн хєвvvнийг тєрvvлжээ. 2. Батцагааны хєвvvн Тамача, Тамачийн хєвvvн Хоричар мэргэн, Хоричар мэргэний\nхєвvvн Уужим буурал, Уужим бууралын хєвvvн Саль-хачау, Саль-хачаугийн\nхєвvvн Ихнvдэн, Ихнvдэний хєвvvн Шинсочи, Шинсочийн хєвvvн Харчу. 3. Харчугийн хєвvvн Боржигидай мэргэн бvлгээ. Боржигидай мэргэний гэргий нь\nМонголжингуа, тvvнээс тєрсєн хєвvvн Торголжин баян. Торголжин баян, Борогчин\nгуа гэргийтэй, Боролдайсуялби гэдэг залуу зарцтай, дайр бор хоёр хvлэг морьтой\n\nбvлгээ. Торголжин баяны хєвvvн Дува сохор, Добу мэргэн хоёр бvлгээ. 4. Дува сохор, магнай дундаа ганц нvдтэй гурван нvvдлийн газар харах бvлгээ. 5. Нэгэн єдєр Дува сохор, Добу мэргэн дvvтэйгээ Бурхан халдун уулан дээр гарав. Дува сохор, Бурхан халдун дээрээс харвал Тvнхэлэг горхин уруу нэгэн бvлэг иргэн\nнvvж айсуй. 6. Дува сохор єгvvлрvvн: \"Тэр нvvдэл иргэний дотор, тэрэгний мухлагийн ємнє нэг\nсайхан охин сууж явна. Хvний гэргий болоогvй бол Добу мэргэн дvv чамд гуйж\nгэргий болгоё\" гээд тvvнийг vзvvлэхээр Добу мэргэн дvvгээ илгээв. 7. Добу мэргэн, тэр нvvдэлд хvрч охиныг vзвэл vнэхээр алдартай, гоо сайхан охин\nбєгєєд хvний гэргий болоогvй ажээ. Нэр Алун гуа гэнэ. 8. Энэ охин, хорь тvмдийн ноён Хорилардай мэргэний гэргий Баргужин гуагаас\nхорь тvмд (хорь буриад)-ийн нутаг Ариг ус гэдэг газар тєржээ. Тvvний эх Баргужин\nгуа бол хол газрын Баргужин тєхvмийн эзэн Баргудай мэргэний охин бvлгээ. Тэр\nбvлэг иргэн бол Хорилардай мэргэнийх ажээ. 9. Хорилардай мэргэн, хорь тvмдийн газарт булга, хэрэм зэрэг ан гєрєєс агнахаа\nхориглон булаалдаж харилцан муудалцаад салж, хорилар овогтон болоод Бурхан\nхалдун ууланд ан гєрєєс элбэг гэж сонсож, Бурхан халдуны эзэн бурхан босгосон\nШинч баян урианхайтай уулзахаар нvvж ирсэн ажээ. Энэхvv хорь тvмдийн ноён\nХорилардай мэргэний охин, Ариг уснаа тєрсєн Алун-гуаг гуйж, Добу мэргэний\nгэргий болгосон ёс тийм ажээ. 10. Алун-гуа, Добу мэргэнд ирээд Бvгvнvтэй, Бэлгvнvтэй гэдэг нэртэй хоёр\nхєвvvнийг тєрvvлэв. 11. Дува сохор ах нь дєрвєн хєвvvнтэй бvлгээ. Дува сохрыг vхсэний хойно тvvний\nдєрвєн хєвvvн, Добу мэргэнийг авга гэж vзэхгvй доромжилж салж нvvгээд дєрвэд\nовогтон болов. 12. Тvvний хойно нэг єдєр Добу мэргэн Тогоцог єндєр дээр гєрєєлєхєєр гарвал, ой\nдотор нэгэн урианхай хvн гунжин буга алаад хавирга цоройг шарж байхад уулзаж, 13. \"Нєхєр шоролгодоо\" гэж Добу мэргэн хэлбэл, тэр хvн уушги зvлд ба арьсыг\nєєрєє авч, бусдыг цєм Добу мэргэнд єгєв. 14. Добу мэргэн, тэр бугын махыг ачиж явтал замд хvvхдээ хєтєлсєн нэгэн ядуу хvн\nучрав. 15. \"Чи юун хvн бэ?\" гэж Добу мэргэн асуувал, тэр хvн єгvvлрvvн: \"Би Малиг\nбаяудын хvн. Одоо би ядарч явна. Тэр гєрєєсний махнаас надад єг. Би энэ хєвvvнээ\nчамд єгье\" гэвэл, 16. Добу мэргэн зєвшєєрч, бугын єрєєсєн гуяыг тэр хvнд єгєєд хєвvvнийг авч ирж\nгэртээ зарцлах болов. 17. Тэгж байтал Добу мэргэн vгvй болов. Добу мэргэнийг vгvй болсны хойно\nтvvний гэргий Алун-гуа бэлбэсэн бєгєєтєл Буха хатаги, Бухату салжи, Бодончар\nмунхаг гэдэг нэртэй гурван хєвvvнийг тєрvvлэв. 18. Урьд Добу мэргэнийг амьд бvхий цагт тєрсєн Бэлгvнvтэй, Бvгvнvтэй хоёр\n\nхєвvvн, эх Алун-гуагаас эчнээ хэлэлцсэн нь: \"Бидний эх, ойр тєрлийн эрэгтэй\nхvнгvй ба эргvй бєгєєтєл энэ гурван хєвvvнийг тєрvvлэв. Гэр дотор ганц Малиг\nбаяуд овгийн зарц хvн байна. Энэ гурван хєвvvн, тvvний хvvхэд биз\" гэж эхээс\nдалд хэлэлцэхийг нь Алун-гуа мэдээд, 19. Хаврын нэгэн єдєр хонины хатсан мах чанаж Бэлгvнvтэй, Бvгvнvтэй, Буха\nхатаги, Бухату салжи, Бодончар мунхаг таван хєвvvндээ идvvлээд тэднийг\nзэрэгцvvлэн суулгаж, хvн бvрд нэжээд мєс (сум буюу нарийн мод)-ийг хугал гэж\nєгвєл амархан хугачиж орхив. Бас таван мєсийг нийлvvлж баглаад хугал гэж єгвєл\nтавуулаа дараалан оролдож хугалж чадсангvй. 20. Yvнд Алун-гуа эх нь єгvvлрvvн: \"Бэлгvнvтэй, Бvгvнvтэй та хоёр намайг энэ\nгурван хєвvvнийг яахин тєрvvлэв, хэний хєвvvд бол гэж сэжиглэн хэлэлцэнэ. Сэжиглэх тань зєв. 21. Гэвч, та нар учрыг мэдэхгvй байна. Шєнє бvр цагаан шар хvн, гэрийн єрх\nтотгоор гийгvvлэн орж ирээд миний хэвлийг илэхэд тvvний гэрэл миний хэвэлд\nшингэх бvлгээ. Тэр хvн, гарах нар сарны хилээр шар нохой мэт шарвалзсаар гарч\nодно. Дэмий яахин єгvvлнэ та. Тvvнээс vзвэл тэнгэрийн хєвvvд биз. Хар тэргvvт\nхvнтэй адилтгаж яахин болно. Хамгийн хаад болох цагт харц хvн сая учрыг мэднэ\"\nгээд", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 22, "text": "Бас Алун-гуа, таван хєвvvнээ сургаж єгvvлрvvн: \"Та таван хєвvvн, миний нэгэн\nхэвлээс тєрсєн биш vv. Та нар ганц ганцаар салбал нэжээд сум мэт хvнд хялбархан\nдийлэгдэнэ. Та нар эв эеэ нэгтгэвэл тэр багласан таван сум мэт бэх болж, хэнд ч\nхялбар дийлэгдэхгvй болно\" гэв. Тэгж байтал Алун-гуа эх нь vгvй болов. 23. Эх Алун-гуаг vгvй болсны хойно ах дvv тавуулаа, адуу малаа хуваах болж, Бэлгvнvтэй, Бvгvнvтэй, Буха хатаги, Бухату салжи дєрвvvлээ юмаа хувааж аваад\nдvv Бодончар мунхагийг бядуу гэж урагт vл тооцож хувь эс єгєв. 24. Бодончар урагт эс тоологдох атал, энд юу хийж сууна гээд гол дайрт, годил\nсvvлт орог шинхул морио унаж vхвэл ухье, амьдарвал амьдаръя гэж Онон мєрєн\nуруу зорьж одов. Тэнд Балжийн арал гэдэг газар хvрч євсєн эмбvvл гэр барьж суув. 25. Тэгж байтал хар хур шувууг бор харцага барьж идэхийг vзэж, гол дайрт, годил\nсvvлт орог мориныхялгасаар урхи хийж, тэр бор харцагыг барьж авчрав. 26. Бодончар, идэх юмгvй тул чонын гууд хорьсон гєрєєсийг мярааж харван алж\nидэх буюу чонын идсэн сэгийг тvvж гэдсээ хооллож, харцагаа тэжээсээр тэр он\nгарав. 27. Хавар болж, нугас ирэх цагт харцагаа сойж тавиад галуу, нугас олныг алж, идэж\nvл барах тул, Мєчир бvрээс\nМєч гуя єлгєж\nХожуул бvрээс\nХоёр гурван\nшувуу олгосон нь ялзрахад хvрчээ. 28. Битvv модот уулынхяраас нэгэн бvлэг иргэн, Тvнхэлэг горхин уруу нvvж ирэв. Бодончар, харцагаа тавин єдєр бvр тэр иргэнд очиж цэгээ гуйж уугаад, шєнє євсєн\nэмбvvл гэртээ ирж хонох бvлгээ. 29. Тэд иргэн Бодончарын харцагыг гуйвал эс єгєв. Тэд иргэн, Бодончарыг хэн юун\nхvн бэ гэж асуухгvй, Бодончар бас тэр иргэнийг юун иргэн гэж асуухгvй явна. 30. Гэтэл Буха хатаги ах нь Бодончар мунхаг дvvгээ энэ Одон мєрєн уруу одлоо гэж\nнэхэн ирж, Тvнхэлэг горхинд нутаглах тэд иргэнд хvрээд тийм морьтой, тийм хvн\nvзэгдэв vv гэж сурвал, 31. Тэд иргэн єгvvлрvvн: \"Єдєр бvр нэгэн хvн манд ирж эсэг (цэгээ) ууж одно. Тэр\nхvн ба тvvний морь, чиний сурдагтай адил байна. Тvvнд нэг харцага бий. Тэр, шєнє\nхаана хонодгийг мэдэхгvй. Баруун хойноос салхи салхилбал тvvний харцагаар\nбариулсан нугас галууны єд сєд нь цас мэт бутарч хийсэж ирнэ. Бодвол тvvний гэр\nхолгvй биз. Одоо тvvний ирэх цаг болов. Хоромхон хvлц\" гэв. 32. Удалгvй Тvнхэлэг горхин єєд нэгэн хvн айсуй. Хvрч ирвэл Бодончар мєн. Буха\nхатаги ах нь таньж аваад Онон мєрєн єєд дагуулан давхив. 33. Бодончар, Буха хатаги ахын хойноос даган хатирч єгvvлрvvн: \"Ах аа, ах аа, бие\nтэргvvтэй, дээл захтай нь сайн\" гэвэл, ах нь тэр vгийг хайхарсангvй. 34. Бодончар мєн vгийг хоёрдугаар удаа єгvvлбэл, ах нь хариу хэлсэнгvй. Мєн\nvгийг гуравдугаар удаа хэлэхэд ах нь єгvvлрvvн: \"Чи энэ vгийг юунд дахин дахин\nєгvvлнэ?\". 35. Бодончар єгvvлрvvн: \"Тугаарын (саяын) Тvнхэлэг горхиноо бvхий иргэнд\nэзэнгvй, их бага, сайн муу, толгой шийр цєм нэгэн адил чацуу байна. Ийм хялбар\nиргэн тул тэднийг бид эзэлж авъя\"", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 36, "text": "Ах нь єгvvлрvvн: \"За тийм бол гэртээ хvрч, ах дvv нартай зєвлєлдєж, тэд\nиргэнийг эзэлье\" гэж, 37. Гэртээ хvрээд, ах дvv нартай хэлэлцэж мордов. Тэргvvлэн хянагчид мєн\nБодончарыг явуулав. 38. Бодончар тэргvvлэн явж нэгэн жирэмсэн эмийг барьж \"Чи юун хvн бэ?\" гэж\nасуувал, тэр эм єгvvлрvvн: \"Би жарчиуд аданхан урианхайн хvн\"гэв. 39. Тэндээс ах дvv тавуулаа тэд иргэнийг довтолж, адуу малыг авч, хvн ардыг зарц\nболгов. 40. Тэр жирэмсэн эм Бодончарт ирж хєвvvн тєрєв. Тvvнийг харь овгийн хєвvvн гэж\nЖажирадай гэж нэрийдэв. Жадараны євєг тэр болов. Тэр Жажирадайн хєвvvн\nТугудай нэрт бvлгээ. Тугудайн хєвvvн Бури-булчиру, Бури-булчиругийн хєвvvн\nХар-хадаан бvлгээ. Хар-хадааны хєвvvн Жамуха бvлгээ. Жадаран овогтон тэд\nболов. (Жада гэдэг нь харь буусад гэсэн vг болно). 41. Тэр эм бас Бодончараас нэгэн хєвvvн тєрvvлэв. Тvvнийг барьж авсан эмийн\nхєвvvн хэмээн Баарьдай гэж нэрийдэв. Баарины євєг тэр болов. Баарьдайн хєвvvн\nЗvтгэлбєх, Зvтгэлбєх олон эм авсан тул хєвvvн нь манан мэт (олон) тєрєв. Манан\nбаарин овогтон тэд болов. 42. Бэлгvнvтэй, бэлгvнvд овогтон болов. Бvгvнvтэй, бvгvнvд овогтон болов. Буха\nхатаги, хатагин овогтон болов. Бухату салжи, салжид овогтон болов. Бодончар, боржигин овогтон болов. 43. Бодончарын авааль эмээс тєрсєн Барим ширату Хабич нэрт бvлгээ. Тэр Хабич\nбаатрын эхийн инжид ирсэн эмийг Бодончар татвар эм болгон нэгэн хєвvvн тєрсєнд\nЖаурьдай нэр єгєв. Бодончар амьд байх цагт Жаурьдайг зvхэл тайлгад орох эртэй\nболгов. 44. Бодончарыг vгvй болсны хойно тэр Жаурьдайг гэрт ямагт аданхан урианхайдай\nхvн байсан тул тvvний хєвvvн гэж тайлгаас хєєжгаргав. Тэр Жэvрэдийн євєг болов. 45. Хабич баатрын хєвvvн Мэнэн тудун бvлгээ. Мэнэн тудуны хєвvvн Хачи хvлvг, Хачин, Хачиу, Хачула, Харалдай, Хачиун, Начин баатар долоо бvлгээ. 46. Хачи хvлvгийн хєвvvн Хайду, Намулун эхээс тєрсєн бvлгээ. Хачины хєвvvн\nНоёгидай нэртэй бvлгээ. Ноён шиг авиртай тул ноёхон овогтон болов. Хачиугийн\nхєвvvн Баруладай нэрт бvлгээ. Их биетэй ба идээ барах ховдог тул Барулас овогтон\nболов. Хачулагийн хєвvvн бас идээ барах ховдог тул их барула, єчvvхэн барула\nгэдэг хоч нэртэй болж, улмаар эрдэмт барула, тодойн барула тэргvvтэн барулас\nовогтон болов. Харалдайн хєвvvн будаа мэт эх тvрvvгvй хутгалдах тул будаад\nовогтон болов. Хачиуны хєвvvн Адархидай нэрт бvлгээ. Ах дvvгийн дунд\nадармаатай (яхир хэрvvлч) тул адархин овогтон болов. Начин баатрын хєвvvн\nУруудай Мангудай хоёр бvлгээ. Урууд, мангуд овогтон болов. Начин баатрын\nавааль эмээс тєрсєн хєвvvн Шижуудай Доголдай хоёр бvлгээ. 47. Хайдугийн хєвvvд Байшинхор догшин, Чирхай лянхуа, Чаужин ортагай гурав\nбvлгээ. Байшинхор догшны хєвvvн Тумбинай сэцэн бvлгээ. Чирхай лянхуагийн\nхєвvvн Сэнгvн билгэ, амбагайтан тайчууд овогтон болов. Чирхай лянхуа бэргэнээ\nэм болгон авч, нэгэн хєвvvн тєржээ. Нэр нь Бэсvдэй гэнэ. Бэсvд овогтон болов. Чаужин Ортагай зургаан хєвvvнтэй нэр нь: Оронар, Хонхотан, Арулад, Сєнид, Хабтурхас, Гэнигэс гэдэг тул ийм овогтон болов. 48. Тумбинай сэцэний хєвvvн Хабул хаан Сэмсэчvлэ хоёр бvлгээ. Сэмсэчvлийн\nхєвvvн Бvлтэчv баатар бvлгээ. Хабул хаан, долоон хєвvvнтэй, тэдний нэр нь\nОхинбархаг, Бартан баатар, Хутугту Монхор, Хотала хаан, Хулан, Хадаан, Тодойн\nотчигин гэнэ. 49. Охинбархагийн хєвvvн Хутугту Жvрхи бvлгээ. Хутагту жvрхийн хєвvvн Сэчэбэхи Тайчу хоёр бvлгээ. Тэд жvрхи овогтон болов. 50. Бартан баатрын хєвvvд Мэнгитv хиан, Нэгvvн тайжи, Есvхэй баатар, Даридай\nотчигин энэ дєрєв бvлгээ. Хутугту Монхорын хєвvvн Бvри бєхє бvлгээ. Онон\nмєрний шугуйд хуримлах цагт [Чингисийн дvv] Бэлгvтэйн мєрийг тэр тас цавчсан\nбилээ. 51. Хотала хааны хєвvvд Зочи, Хирмау, Алтан гурав бvлгээ. Хулан Баатрын хєвvvн\nИх Чэрэн бvлгээ. [Их Чэрэнгийн боол] Бадай Хишлиг хоёр [Чингисийн vед]\nДархадын ноёд болов. Хадаан Тодойн хоёр vргvй єнгєрчээ. 52. Хамаг Монголыг Хабул хаан захирч байв. Хабул хаан долоон хєвvvнээ байтал, Сэнгvн билгийн хєвvvн Амбагайг хамаг Монголын хаан болгохоор хэлсэн ажээ. 53. Буйр Хєлэн хоёр нуурыг холбож урсах Оршуун мєрєнд айргууд, буйргууд\nовгийн татаар аймаг нутаглана. Тэдэнд Амбагай хаан охиноо єгч, єєрєє охиныг\nхvргэж очоод татаарт баригдав. Татаар, Амбагай хааныг барьж, Хятадын Алтан\nхаанд хvргvvлэв. Бэсvд овгийн Балхачи гэдэг хvнийг элч болгож, Амбагай хааны\nхэлсэн нь: \"Хабул хааны долоон хєвvvний дундахь Хоталад, миний арван хєвvvний\nдундах Хадаан тайжид чи очиж хэл. Хамгийн хаан, улсын эзэн байтал охиноо єєрєє\nvдэж хvргэхийг надаар цээрлэл болгогтун! Би татаар аймагт баригдав. Таван\nхурууны хумсыг тамтартал, арван хуруугаа барагдтал миний єшєєг авахыг\nоролдогтун\" гэж илгээжээ. 54. Тэр цагт Есvхэй баатар, шувуу агнан явах зуур олхуноуд аймгаас эм аваад\nбуцаж яваа мэргидийн их Чилэдv гэдэг хvнтэй уулзаж, тvvний эмийг єнгийж vзвэл\nгоо vзэсгэлэнтэй хєтєн байна. Есvхэй баатар гэртээ давхиж ирээд ах Нэгvvн тайжи, дvv Даридай отчигин хоёрыг дагуулан мордож, их Чилэдvvг гvйцэж очвол, 55. Тэр айж хурдан ухаа морины гуяыг ташуурдаж, уулын бэлээр дутаав. Тvvнийг\nгурвуулаа цувалдан хєєвєл тэр улам дутаасаар нэгэн хошууг тойрч эргэж тэргэндээ\nхvрч ирсэнд эм Єэлvн vжин (фvжин гэж хятадаар хатныг хэлнэ) єгvvлрvvн: \"Тэр\nгурван хvний учрыг мэдэв vv чи? Тэдний царай сэжиглэмээр байна. Чиний аминд\nхор хvргэж болно. Амьд мэнд vлдвэл эхнэрийг олоход бэрхгvй. Мухлаг тутам охид\nбий. Тэрэг тутам хатад бий. [Миний мэт єнгєт эхнэр олдоно А.то] Хэрэв намайг\nсанавал дахин авсан гэргийг миний нэрээр нэрлэгтvн. Одоо амиа арчил. Миний\nvнэрийг vнэсэж яв\" гээд ємссєн цамцаа тайлж єгєв. Их Чилэдv, тэр цамцыг морин\nдээрээс тонгойж авмагц, харвал, нєгєє гурав мєн хошууг тойрч нэхэж айсуй. Чилэдv, хурдан ухаа морины гуяыг ташуурдаж яаран Онон мєрєн єєд дутаав. 56. Тvvнийг гурвуулаа хойноос нь нэхэж, долоон даваа давтал хєєж орхиод, Єэлvн\nvжинийг авч, Есvхэй баатар жолоодон хєтєлж, ах Нэгvvн тайжи тэргvvлж, дvv\nДаридай отчигин хажууд дагаж [тэмээг гилж А.то] явна. Yvнд Єэлvн vжин\nєгvvлрvvн: \"Миний эр Чилэдv, Сэрvvн салхинд\nСэвлэг vсээ хийсгэж\nХээр хєдєє\nГэдсээ єлсгєж яахин зовох болов? Одоо би хоёр сэвлэг vсээ хойш урагш унжуулж яахин одно?\"\n\nгээд Онон мєрнийг долгилтол, ой шугуйг ганхтал их дуугаар уйлахад Даридай\nотчигин хажуунаас єгvvлрvvн: \"Тэврэх хайрт эр чинь\nТэртээ давааг давав. Уйлан санах эр чинь\nУс олныг гэтлэв. Хайлж уйлавч\nХарж чамайг vзэхгvй, Хайж эрэвч\nХаалга зам нь олдохгvй. [Гурван гол гэтэлгэв\nГурван гурви давуулав\nХайвал мєргvй\nХарвал бараагvй\nХайлбал vл сонстоно. Ч.Ц]\nДуугvй бай гэж ятгав. Єэлvн vжинийг Есvхэй баатар тэгээд гэртээ авчирч гэргий болгов. Єэлvн vжинийг\nЕсvхэй баатрын авчирсан ёс ийм бvлгээ. 57. Амбагай хаан баригдаад Хадаан Хотала хоёрыг нэр заасан тул хамаг монгол, тайчууд нар Онон мєрний Хорхунагийн хєндий гэдэг газар цугларч хэлэлцээд, Хоталыг хаан болгов. Монголын жаргалан нь бvжиг, хурим бvлгээ. Хоталыг хаан\nєргємжлєєд Хорхунагийн саглагар модны дор хавирга газрыг халцартал, євдєг\nгазрыг єлтєртєл дэвхцэн бvжиглэж хуримлав. 58. Хотала, хаан болоод Хадаан тайжитай хоёулаа татаар иргэнээс єшєє авахаар\nмордов. Татаарын Хотан бараг, Жали буха хоёртай арван гурван удаа байлдавч, Амбагай хааны єшєєг сайтар авч эс чадав. 59. Тэр цагт Есvхэй баатар, татаарын Тэмvжин-vгэ, Хори-буха зэргийн татаар\nхvнийг барьж ирэхэд жирэмсэн байсан Єэлvн vжин, Ононы Дэлvvн болдог гэдэг\nгазар Чингис хааныг тєрvvлжээ. Чингис тєрєхдєє баруун гарт шагайн чинээ нєж\nатган тєржээ. Татаарын Тэмvжин-vгээг барьж ирэх цагт тохиолдож тєрєв гэж\nТэмvжин нэрийг єгчээ. 60. Есvхэй баатрын Єэлvн vжинээс Тэмvжин, Хасар, Хачиун, Тэмvгэ дєрвєн хєвvvн\nтєрєв. Бас Тэмvлvн нэртэй нэгэн охин тєрєв. [Есvхэй баатрын нєгєє гэргий Сочигэл\nэхээс тєрсєн Бэгтэр Бэлгvтэй хоёр бvлгээ. А.то] Тэмvжинийг есєн настай байхад\nЗочи-Хасар долоон настай, Хачиун алчи таван настай, Тэмvгэ отчигин (отгон нь\nгалын хаан, голомтын эзэн гэсэн vг болно) гурван настай, Тэмvлvн єлгийтэй байсан\nбvлгээ. 61. Есvхэй баатар, Тэмvжинийг есєн настай байхад Єэлvн эхийн тєрхєм олхуноуд\nиргэнд хєвvvний нагац нараас охин гуйяа гэж Тэмvжинийг аваад одов. Явах замд\nЦэгцэр Чихургу гэдэг газрын хооронд Хонгирадын Дэй сэцэнтэй уулзав. 62. Дэй сэцэн єгvvлрvvн: \"Есvхэй худ аль хvрэхээр явна?\" Есvхэй баатар\nєгvvлрvvн: \"Миний хєвvvний нагац олхуноуд иргэнээс охин гуйхаар явж байна\". Дэй сэцэн єгvvлрvvн: \"Энэ хєвvvн чинь нvдэндээ галтай, нvvрэндээ гэрэлтэй\nхєвvvн байна. 63. Есvхэй худ, би энэ шєнє, нэгэн зvvд зvvдлэв. Цагаан шонхор шувуу, нар сар\nхоёрыг атган нисэж ирээд миний гар дээр буув\" гэж зvvдлэв. Нар сарыг бид нvдээр\nvздэг билээ. Гэтэл, нар сарыг шонхор шувуу атгаж миний гар дээр буух нь\nгайхалтай, ямар сайн тохиол учрах болов гэж би бусдад хэлсэн бvлгээ. Есvхэй худ\nчи, хєвvvн дагуулж ирсэн нь даруй миний зvvдний тайлбар болов. Юун зvvд байх\nвэ! Танай хиад аймгийн сvлд ирж, зvvдээр дохиолсон ажээ. 64. Манай хонгирад хэдийнээс бусдын нутаг ба хvнийг булаан тэмцэлддэггvй. Харь улсыг vл довтлон\nХацар сайт охидоо\nХасаг тэргэнд суулгаж\nХар буур хєллєж\nХатируулж одож\nХаан болсон та нарын\nХатан сууринд дэвшvvлж\nХамт суулгана. Єєр иргэнийг vл тэмцэн\nЄнгє сайт охидоо\nЄлжгэтэй (суудалтай) тэргэнд суулгаж\nЄл буур хєллєж\nYvсгэж одож\nЄндєр суурь эзлэгчдийн\nЄрєєл хань болгоно. Манай хонгирад хэдийнээс хацар гоо хатадтай, єнгє сайн охидтой тул зээгийн\nзvсээр, охидын єнгєєр явна. 65. Нуган хvvхэд нутгаа эзэмшинэ. Охин хvvхэд єнгє шилэгдэнэ. Есvхэй худ, миний гэрт оч. Надад єчvvхэн охин бий. Тэ vз\" гэж, Дэй сэцэн хэлээд Есvхэйг\nгэртээ дагуулж аваачив. 66. Есvхэй худ, охиныг vзвэл нvvртээ гэрэлтэй, нvдэндээ галтай охин тул санаанд\nнийлэв. Тvvний нэр Бєртэ гэнэ. Тэмvжинээс нэгэн нас ах, аравтай ажээ. Дэй сэцэний гэрт хоноод маргааш нь охиныг гуйвал, Дэй сэцэн єгvvлрvvн: \"Олон\nудаа гуйлгаж єгвєл эрхэмлэгдэх, цєєн удаа гуйлгаж єгвєл доромжлогдох гэдэг\nболовч, охин хvний заяа, тєрсєн vvдэнд єтлєхгvй тул охиноо єгье. Чи хєвvvнээ\nхvргэн болгож манай гэрт vлдээ\" гэвэл, Есvхэй баатар єгvvлрvvн: \"Би хєвvvнээ\nорхиё. Миний хєвvvн нохойноос цочимтгой билээ. Эрхэм худ чи, миний хєвvvнийг\nнохойноос бvv цочуул!\" гээд хєтєлж явсан мориор бэлэг єгч, Тэмvжинийг орхиод\nЕсvхэй баатар буцав. 67. Есvхэй баатар, Цэгцэрийн шар талд явж байтал, татаар иргэн хуримлаж байхтай\n\nтохиолдоод ам цангах тул хуримд буув. Татаар нар Есvхэйг таньж, \"Эрхэм Есvхэй\nирэв\" гэж хуримд суулгаад, урьдын булаагдсан єшєєг санаж, нууцаар хэлэлцэн, хоолонд хор хольж єгчээ. Есvхэй тэндээс мордож явах замд бие муужирч, гурван\nхоног арай гэж яваад гэрт хvрч, 68. Есvхэй єгvvлрvvн: \"Миний дотор муу байна. Дэргэд минь хэн байна?\" гэж\nасуувал, хонхотаны Чирха євгєний хєвvvн Мэнлиг (Мэнлиг буюу Мунлиг) ойр\nбайна гэвэл, тvvнийг дуудаж єгvvлрvvн: \"Хvv минь Мэнлиг чи сонс. Хєвvvн минь\nбалчир билээ. Тэмvжин хєвvvнийг урагт орхиод ирэх замын зуур татаарт\nхорлогдов. Дотор минь муу байна. Єнчин хоцорсон дvv нараа, бэлбэсэн бэргэнээ\nасрахыг чи мэд. Тэмvжин хєвvvнийг даруй явж авчир! Хайрт Мэнлиг минь!\" гээд\nнаснаас нєгчив. ЧИНГИСИЙН ИДЭР НАС", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 69, "text": "Мэнлиг, Есvхэй баатрын vгийг дагаж, Дэй сэцэнд очоод єгvvлрvvн: \"Есvхэй ах, Тэмvжинийг маш их мєрєєдєж єрєвдєх тул Тэмvжинийг авахаар ирэв\" гэвэл, Дэй\nсэцэн єгvvлрvvн: \"Худ хєвvvнээ мєрєєдєх бєгєєс явуулъя. Харин удалгvй гэдрэг\nирvvлэх хэрэгтэй\" гэв. Энэ vгийг сонсож Мэнлиг эцэг, Тэмvжинийг авч ирэв. [Есvхэй баатар тэнгэр болсонд Тэмvжин, газарт уруу унан хэвтэж маш гаслахад\nхонхотаны Чирха, тvvнийг сэргээн ятгаж єгvvлсэн нь: \"Тул загас мэт юунд\nТулбарин гасална чи? Туурга цэрэг (торгон цэрэг)-ээ бэхэлье гэж\nТуйлтай vгээ хэлэлцсэн биш билvv? Усны загас мэт юунд\nУяран гасална, чи? Улс тєрєє байгуулъя гэж\nУчиртай vгээ хэлэлцсэн биш билvv?\"\n\nгэж єгvvлбэл уйлахаа зогссон ажээ. А.то]", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 70, "text": "Тэр хавар Амбагай хааны хатан Орбай Сохатай хоёр ихсийн газар (євгєдийн\nхvvр оршуулах газар) тайлгын идээ єргєхєд Єэлvн vжин хождож очсон тул тайлгын\nидээний хуваариас хоцрогдов. Орбай Сохатай хоёрт Єэлvн vжин єгvvлрvvн: \"Есvхэй баатрыг vхэв гэж, хєвvvнийг минь балчир гэж, ихсийн тайлгын хишгийн\nархи сархдаас яахин хождуулав, та? Нvд vзсээр vл єгєх, нvvхдээ vл хэлэх болов, та\"\nгэжээ. 71. Тэр vгэнд Орбай Сохатай хоёр хатан хариу єгvvлрvvн: \"Урьж чамд єгєх ёсгvй\nУчирвал чи идэх ёстой! Хvргэж, чамд єгєх ёсгvй\nХvртвэл чи идэх ёстой! Амбагай хаан vхээд, Єэлvнд ийнхvv хэлэгдэх болов. 72. Аргацаан эдний эх, хєвvvдийг нутагт орхиж нvvе. Бvv авч явъя\" гэв. Тvvний\nмаргааш тайчуудын Таргудай-Хирилтуг, Тодойн-Гиртэ нар Онон мєрєн уруу\nхєдлєв. Єэлvн vжин, хєвvvдийн хамт орхигдоход хонхотаны Чирха євгєн нvvж\nодогсдыг очиж ятгавал Тодойн Гиртэ, \"Цээлийн ус ширгэв\nЦэгээн чулуу хагарав\"\nгээд Чирха євгєний vгийг хайхрахгvй, цааш нvvж \"Чи ингэж ятгах буюу\" гэж тэр\nєвгєний зоо нурууг жадлан хєєв. 73. Чирха євгєн шархтай болж гэртээ ирээд зовуурилан хэвтэхэд Тэмvжин vзэхээр\nодов. Хонхотаны Чирха євгєн, Тэмvжинд єгvvлрvvн: \"Сайн эцгийн чинь хураасан\nулс тарж нvvхэд ятгахаар яваад ийнхvv жадлагдав\" гэвэл Тэмvжин уйлж гарав. Єэлvн vжин єєрийн биеэр туг барьж мордоод, орхиж нvvсэн иргэдийн заримыг\nбуцааж авчрав. Гэвч, буцаж ирсэн иргэд бас тогтсонгvй, тайчуудын хойноос\nнvvжээ. 74. Ийнхvv тайчууд ах дvv нар бэлбэсэн Єэлvн vжинийг бяцхан хєвvvдийн хамт\nнутагт гээж нvvсэн ажээ. Оюунтай тєрсєн Єэлvн эх\nОёдолт дээлийг огшуулан ємсєж\nОготор хормойг шуун бvсэлж\nОнон мєрнийг єгсєж уруудаж\nОлирс мойлыг тvvж явж\nЄчvvхэн хєвvvдээ хайрлан тэжээж\nЄдєр шєнийг аргацаан єнгєрvvлэв. Чадалтай тєрсєн vжин эх\nЦарсан шорыг барин явж\nЦавчим газрыг єгсєж уруудаж\nСєдєн хичгэний vндсийг малтаж\nШєнє єдрийг хатамжин єнгєрvvлж\nСуут хєвvvдээ тэжээн єсгєв. [Хатан тєрсєн vжин эх\nХайлаасан шор барин явж\nХалдун уулыг єгсєн уруудаж\nХавийн мангирыг малтан тvvж\n\nХаад хєвvvдээ хайрлан тэжээж\nХанатал цадтал идvvлж єсгєв. А.то]", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 75, "text": "Гоо тєрсєн Єэлvн эх\nГох дэгээ барин явж\nГол завыг єгсєж уруудаж\nГогод мангирыг тvvн явж\nХутагтан хєвvvдээ тэжээж єсгєв. Зарчимтай тєрсєн vжин эхийн\nЗатгас тємсєєр тэжээсэн хєвvvд\nЗасагтан сайд болж єсєв. Гоо тєрсєн vжин эхийн\nГогод мангираар тэжээсэн хєвvvд\nХутагтан сайд болж єсєв\nЭх vжиний тэжээсэн хєвvvд\nЭрс сайд болон єсєж\nЭрх омог тєгєлдєр болж\nЭх Ононы эрэгт сууж\nЄлгvvр гох усанд хаяж\nЭрэмдэг загасыг шvvн барьж\nЭх vжинийг тэжээх болов\nЗарчимт vжиний тэжээсэн хєвvvд\nЗасагт эрс болон єсєж\nЗамагтай усыг шvvрдэн байж\nЗагас жараахайг гєхидєн барьж\nЗаяат эхээ тэжээх болов. 76. Нэгэн єдєр Тэмvжин, Хасар, Бэгтэр, Бэлгvтэй дєрвvvл хамт сууж, загас\nгєхидєхєд нэг гэгээн согос загас гєхид торжээ. Тэмvжин Хасар хоёроос Бэгтэр\nБэлгvтэй хоёр тэр загасыг булааж авав. Тэмvжин Хасар хоёр гэрт ирж vжин эхэд\nєгvvлрvvн: \"Нэгэн цайвар загас гєхид орсныг Бэгтэр Бэлгvтэй ах дvv хоёулаа\nбулааж авав\" гэвэл, vжин эх єгvvлрvvн: \"Та нар нэг эцгийн хєвvvд байтал юунд\nтэгж маргалдана? Одоо сvvдрээс єєр нєхєргvй, сvvлнээс єєр ташуургvй байгаагаа\nмэдэх биз. Ийм бол бид тайчууд нараас яаж єшєєгєє авч чадна. Урьдын Алун эхийн\nтаван хєвvvд мэт яагаад эв эегvй болов? Та нар битгий тэг\" гэв. 77. Тэндээс Тэмvжин Хасар хоёр vл ойшоон єгvvлрvvн: \"Єчигдєр нэг болжмор\nхарваж алсныг тэд булааж авсан билээ. Энэ єдєр бас дахин булаав. Ийм бол эдэнтэй\nхамт яаж амьдарна\" гээд гэрийн vvдийг ширvvн хаяж гарч одов. Бэгтэр, довцог\nдээр есєн шарга морио хариулж суутал Тэмvжин хойноос, Хасар ємнєєс нууцаар\nсумаа онилж хvрэхэд Бэгтэр vзээд єгvvлрvvн: \"Тайчууд ах дvv нарын хєнєєлийг\n\nхvлээгээд, єшєєгєє дуусган авч чадаагvй байтал, та нар намайг яаж нvдний\nсормуус, амны бєєлжис болгоно? Одоо сvvдрээс єєр нєхєргvй, сvvлнээс єєр\nташуургvй байтал юунд ингэж байна, та? Голомтыг минь бvv бvрэлгэгтvн. Бэлгvтэйг бvv хєнєєгтvн\" гээд завилан сууж хvлцэв. Тэмvжин Хасар хоёр хойно\nурдаас харван алж одов. 78. Тэмvжин Хасар хоёр гэрт ирж ороход vжин эх хоёр хєвvvнийхээ царайг\nхармагц, даруй учрыг мэдэж єгvvлрvvн: \"Хариа барагсад\nИжлээ идэгсэд\nХалуун хэвлээс гарахдаа\nХар нєж атган тєрсєн билээ\nХавиргаа хазах\nХар нохой мэт, Хаданд довтлох\nХарцага шонхор мэт, Уураа даран ядах\nОмогт арслан мэт, Амьдыг залгих\nАюулт мангас мэт, Сvvдрээ довтлох\nСvрхий араатан мэт, Цугийг залгих\nЦурхай загас мэт, Ботго тормын\nБормийг хазах\nЄл буур мэт, Бороот єдєр\nДовтлон халдах\nЄлєн чоно мэт, Нялх vрээ\nГилэн (хєєн) ядаж\nНядлан идэх\nНvгэлт ангир мэт, Хэвтшийг хєдєлгєвєл\nГэдрэг довтлох\nХэрцгий цєєвєр (чоно) мэт, Барьж идэх\nБарс араатан мэт, Балмад амьтад буюу\n\nСvvдрээс єєр нєхєргvй\nСvvлнээс єєр ташуургvй байхад\n\nтайчууд нарын хєнєєлийг хvлээж, єшєєгєє хэн яаж авах вэ? гэж байхад, та нар юунд\nийм хэрэг хийв?\" гэж эртний vгийг иш татаж, євгєдийн vгийг vндэс болгож\nхєвvvдээ ихэд буруушаан зэмлэв. 79. Тэгж байтал, тайчуудын Таргудай Хирилтуг, шадар нєхдєє дагуулж, \"Хурганы\nvс гуужив, тєлєгний бие тєлжив\" (Єэлvний хєвvvд тэнхрэв) гэж довтлохоор ирэв. Тэднээс айж Єэлvн vжин хєвvvдийн хамт ой шугуйд дутаав. Бэлгvтэй мод хугалж\nшивээ барив. Хасар харван байлдаж, Хачиун, Тэмvгэ, Тэмvлvн гурвыг уулын завд\nнууж байхад тайчууд бархиран єгvvлрvvн: \"Тэмvжин ахаа гаргаж єг. Бусад чинь\nхэрэггvй\" гэхийг сонсоод Тэмvжинийг сэм оргуулан ойд дутаалгав. Yvнийг\nтайчууд мэдээд нэхэн хєєхєд Тэмvжин, Тэргvvн єндрийн шугуйд шургаж орвол\nтайчууд нэвтрэн орж чадсангvй хvрээлэн сахив. 80. Тэмvжин, шугуй дотор гурав хонож одоо харъя гэж морио хєтєлж явахад\nмориноос эмээл нь мултран унав. Эргэж vзвэл эмээлийн олом хємєлдрєг хэвээр\nбайтал мултарсан ажээ. \"Олом мултарч болох гэвч, хємєлдрєг яахин мултарна. Тэнгэр ятгаж байгаа болов уу?\" гэж бас гурав хоног хvлээв. Дахин гарахаар явахад\nшугуйгаас гарах замыг гэрийн чинээ цагаан чулуу бєглєн хэвтэж байна. \"Тэнгэр\nятгаж байгаа болов уу?\" гэж буцаж бас гурав хонов. Бvгд ес хоног хоолгvй байж\n\"Энэ мэт нэргvй vхэхээр гаръя\" гээд зам бєглєн унасан гэрийн чинээ цагаан чулууг\nтойрон гарахад саад болох модыг сумч (сум хийдэг) хутгаараа огтлоод морио\nхєтєлж гармагц тайчууд угтан барьж авав. 81. Тэмvжинийг Таргудай-Хирилтуг барьж, улсдаа аваачаад засаглан шийтгэж айл\nбvрд нэжээд хонуулж хэсvvлэн явна. Зуны тэргvvн сарын арван зургааны улаан\nтэргэл єдєр тайчууд Ононы эрэг дээр хуримлаж, нар шингэхэд тарав. Тэр хуримын\nvед Тэмvжинийг нэгэн хялбар дорой хєвvvн авчран сахиулж билээ. Хуримын ардыг\nтармагц, тэр хялбар хєвvvний толгойг бугуй (дєнгє)-гаар нэгэн удаа дэлдээд\n(цохиод) гvйж Ононы шугуй дотор хэвтвэл vзэгдэх болов уу гэж усны хариг\n(урсгалын хажуу дахь тогтмол ус)-т ороод гэдрэг хэвтэж дєнгєє ус уруу урсган\nнvvрээ ил гаргаж хэвтэв. 82. \"Баригдсан хvнийг алдав\" гэж тvvнийг сахиж байсан хvн их дуугаар\nхашхирахад тарсан тайчууд цуглан ирж, єдєр мэт саруул шєнє Ононы шугуйг\nнэгжин бэдрэв. Усны харигт хэвтэж байгаа Тэмvжинтэй сvлдvсний Сорхон-шар яг\nтохиолдон vзэж єгvvлрvvн: [усанд чилмий (ором)-гvй, огторгуйд мєргvй тул чиний\nингэж хэвтэх зєв байна. А.то] \"Чи ийм аргатай бєгєєд нvдэндээ галтай, нvvртээ\nгэрэлтэй хvн тул тайчууд ийнхvv атаархах ажээ. Чи ингээд хэвтэж бай. Би чамайг\nзааж єгєхгvй\" гээд єнгєрєн одов. Цааш хэрхэн эрэхийг тайчууд нар зєвлєхєд, Сорхон-шар єгvvлрvvн: \"Хvн бvр явсан мєрєєр гэдрэг явж, орчны газрыг дахин\n\nшалгаж vзье\" гэвэл цєм \"За\" гэж зєвшєєрч, хvн бvр явсан мєрєєрєє явж эрэв. Бас\nСорхон-шар, Тэмvжинийг дайрч \"Ах дvv тайчvvд нар, ам шvдээ билvvдэж айсуй\nявна. Чи хатуужин хэвтэж бай\" гээд єнгєрч одов. 83. Тайчууд нар эрж олсонгvй тул дахин явж эрэхийг зєвлєлдєхєд Сорхон-шар\nєгvvлрvvн: \"Тайчууд, [ноёд А.то] хєвvvд бид, гэгээн цагаан єдєр бvхэл хvнийг\nалдаад, одоо харанхуй шєнє хэрхэн олох билээ. Хvн бvр явсан мєрєєрєє дахин\nнэгэн удаа эрж тараад маргааш цуглаж эрье. Тэр дєнгєтэй хvн хаана холдох вэ\"\nгэвэл бvгдээр \"За\" гэлдэж буцаж эрэхээр явав. Сорхон-шар бас Тэмvжинд ирээд єгvvлрvvн: \"Одоо нэгэн удаа эрж тараад маргааш\nэрэхээр болов. Биднийг тармагц эх ба дvv нарын зvг яв. Хэрэв хvн тохиолдвол\nнамайг vзэв гэж бvv хэл\" гээд явчив. 84. Тэднийг тармагц, тэмvжин дотроо сэтгэрvvн: \"Саяын хэдэн єдєр айл хэсэж\nхоноход Сорхон-шарын гэрт хоновол тvvний хєвvvн Чимбай Чулуун хоёр намайг\nєрєвдєн хайрлаж, шєнє гинж дєнгий минь суллаж хонуулах бvлгээ. Одоо бас\nСорхон-шар намайг vзэж зааж єгсєнгvй єнгєрєв. Тэд намайг аврах биз\" гэж Сорхоншарын гэрийг зvглэн Онон мєрєн уруу явав. 85. Сорхон-шарын гэрийн тэмдэг нь шєнє турш vvр цайтал сvv самарч эсэг (айраг)-\nээ бvлэх бvлгээ. Тэр тэмдгийг баримталж, бvлvvрийн чимээг чиглэж очоод гэрт нь\nорвол Сорхон-шар єгvvлрvvн: \"Чамайг эх ба дvv нарын зvг яв гэж эс хэллvv, би. Чи\nюунд ирэв?\" гэв. Тvvний хєвvvн Чимбай Чулуун хоёр єгvvлрvvн: \"Болжмор шувуу, харцагаас дутааж бутын ёроолд хоргодвол бут тvvнийг хамгаалж аварна. Одоо\nбидэнд хvн хоргодож ирэхэд тэгж хэлж яаж болно\" гэж эцгээ буруушааж, дєнгийг\nэвдэж галд тvлээд, Тэмvжинийг хойд унгаст хар (мухлаг) тэргэнд єгvvлж, \"Амьтан\nхvнд бvv хэл\" гэж Хадаан нэртэй охин дvvгээр асруулав. 86. Гуравдугаар єдєр [Дєнгєт хvн хаана холдох билээ? А.то] \"Тvvнийг манайхан\nнуусан биз. Єєр зуураа айлуудыг нэгжье\" гэж айл бvрийг нэгжсээр Сорхон-шарынд\nирж, гэр тэрэг ба исэр (ор)-ийн дор хvртэл нэгжээд хойд унгаст тэргэнд очиж амсар\nдахь унгасыг таталж, Тэмvжиний хєлд хvрвэл, Сорхон-шар єгvvлрvvн: \"Ийм\nхалуун цагт унгасан дотор амьд хvн яаж байна? [Сэтгэлээ хантал эр. А.то] \" гэвэл\nнэгжvvлийн хvмvvс бууж одов. 87. Тэр нэгжvvлийг одсон хойно Тэмvжинд Сорхон-шар єгvvлрvvн: \"Намайг vнсээр\nхийсгэн алдав, чи. Одоо даруй эх ба дvv нарын зvг яв\" гэж, ам цагаан эрмэг хулагч\nгvvг унуулж, тэлээ (хоёр эхийг хєхдєг тарган) хургыг чанаж, хєхvvр (ундны тулам)\nба нэг нум, хоёр сум єгч, эмээл ба хэтгvйгээр явуулав. 88. Тэмvжин тэндээс явж урьдын шивээлсэн газарт ирээд євсний налархай (зурвас)-\nгаар мєшгєн Онон мєрєн єєд явж, єрнєєс урсах Химурга горхинд хvрэв. Химурга\nгорхины єєд єгсєж, Бэдэр хошууны Хорчухуй болдог гэдэг газар хvрч эх, дvv\nнартай учрав. 89. Тэнд бvгдээр нийлэлдэж, Бурхан халдуны євєр Хvрэлх дотор урсах Сэнгvр\nгорхины (Цэнхэрийн голын) Хар зvрхний Хєх нуур гэдэг газар очиж нутаглаад\n\nтарвага, зурам алж идэн амьдрав. 90. Нэгэн єдєр гэрийн дэргэд байгаа найман шарга агтыг дээрэм ирж нvд vзтэл\nдээрэмдэж одоход Тэмvжин нар явган тул харсаар хоцров. Бэлгvтэй оготор хонгор\nморийг унаж, тарвага агнахаар явсан билээ. Yдэш нар шингэсний хойно оготор\nхонгор мориндоо тарвагануудыг дааж ядтал ачиж явган хєтєлж ирэв. \"Шарга\nагтуудыг дээрэм авч одов\" гэвэл, Бэлгvтэй, \"Би нэхье\" гэв. Хасар єгvvлрvvн: \"Чи\nчадахгvй, би нэхье\" гэв. Тэмvжин єгvvлрvvн: \"Та нар чадахгvй, би нэхье\" гэж оготор хонгорыг унаад шарга\nагтыг євсний налархайгаар мєшгєн хєєж гурав хоног яваад нэгэн єглєє олон адуунд\nхvрвэл нэг гавшгай хєвvvн гvv сааж байна. Тvvнтэй уулзаж, шарга агтаа\nсураглавал, тэр хєвvvн єгvvлрvvн: \"Энэ єглєє нар ургахын урьд найман шарга\nморийг vvгээр хєєж гарав. Мєрийг би зааж єгье\" гээд оготор хонгорыг тавиулж\nорог шинхул морийг Тэмvжинд унуулав. Єєрєє хурдан ухаа морийг унаж, гэртээ\nхарилгvй намбух (хєхvvр) суулгаа хээр боож тавив. Тэгээд єгvvлрvvн: \"Нєхєр чи их\nмунгинаж яваа ажээ. Эрийн мун (бэрхшээл) нэгэн адил бий. Би чамд нєхєр болъё. Миний эцэг Наху баян гэдэг. Би тvvний ганц хєвvvн. Миний нэр Боорчи\" гээд\nхоёулаа мордож шарга морьдыг мєрєєр нь мєшгєж гурван хоног явав. Нэгэн vдэш\nнарны гэрэл уул ташиж бvхий цагт нэгэн хvрээ иргэнд хvрвэл, найман шарга морь\nнь тэр хvрээний захад євс идэж байна. Тэмvжин єгvvлрvvн: \"Нєхєр чи эндээ бай. Манай шарга морьд тэр байна. Би тvvнийг хєєж ирье\" гэвэл, Боорчи єгvvлрvvн: \"Би\nчамд нєхєр болж ирээд энд яаж vлдэнэ\" гээд хоёулаа хамт довтолж ороод шарга\nморьдыг хєєж гарав. 91. Хойноос нь олон хvн цувалдан хєєв. Тэдний дотроос нэгэн цагаан морьтой\n[улаан дээлтэй. А.то] хvн уурга барьж ганцаар гvйцэж ирэхэд Боорчи єгvvлрvvн: \"Нєхєр чи нум сумаа надад єг. Би харвалдъя гэвэл, Тэмvжин єгvvлрvvн: \"Миний\nтєлєє чи эрсдvvзэй. Би харвалдъя\" гэж эргэж харвалдав. Тэр цагаан морьтойн хvн\nуургаа дохисоор хоцорвол хойдох нєхєд нь уван цуван гvйцэж ирсэн боловч нэгэнт\nнар уул ташин шингэж бvрэнхий болсон тул тэд нэхэж чадахгvй хоцров. 92. Тэмvжин Боорчи хоёр морьдоо авч тэр шєнє турш яваад гурван єдєр, гурван\nшєнє явж Боорчийн гэрт ойртвол, Тэмvжин єгvvлрvvн: \"Би чамгvй бол энэ морьдоо\nяаж авч чадах билээ? [Би хэдийг авах вэ? А.то] Чи хэдийг авах вэ?\" гэвэл, Боорчи\nєгvvлрvvн \"Би сайн нєхєр чамайг мунгинаж явна гэж тус болохоор ханилж явсан\nбилээ. Би олз эрсэнгvй. Би Наху баяны ганц хєвvvн тул миний эцгийн зєєсєн\nхураасан хєрєнгє надад элбэг хvрнэ\" гэж эс авав. 93. Хоёулаа Наху баяны гэрт хvрвэл, хєвvvнээ алдав гэж нус нулимс болж байсан\nНаху баян хєвvvнээ ирснийг vзээд нэг уйлж, нэг загнаж, \"Хєвvvн минь юу болсноо\nхэл\" гэвэл Боорчи єгvvлрvvн: \"Энэ сайн нєхєр мунгинаж явахыг vзээд хамт одсон\nбилээ. Одоо ирэв\" гээд мордож, хээр боож тавьсан намбух суулгаа авч ирэв. Тэмvжинд тэд тэлээ хурга алж хvнс бэлтгээд бас ганзагын тулам єгєв. Наху баян\nєгvvлрvvн: \"Хоёр залуус vvнээс хойш сайхан нєхєрлє, бие биеэ битгий орхи\" гэв. Тэндээс Тэмvжин мордож гурван єдєр гурван шєнє яваад Сэнгvр горхинд байгаа\nгэртээ хvрэв. Тэмvжинийг ирэхэд Єэлvн эх, Хасар хийгээд дvv нарын зовнил\nтайлагдаж сэтгэл баясав. 94. Урьд Бєртэ vжинийг Тэмvжин есєн настай байхдаа vзэж ирснээс хойш дахин\nуулзаагvй билээ. Одоо Тэмvжин Бэлгvтэй хоёр Бєртэ vжинийг эрэхээр Хэрлэн\nмєрєн уруу одов. Цэгцэр Чихургу хоёрын завсар Хонгирадын Дэй сэцэн нутаглан\nбайгаа ажээ. Дэй сэцэн, Тэмvжинийг vзэж маш их баясаж єгvvлрvvн: \"Ах дvv\nтайчууд нар чамд атаархан хорсохыг би мэдэх тул чиний тухай сэтгэл зовнисоор\nцєхрєхєд хvрсэн билээ. Одоо чамтай уулзав\" гээд Бєртэ vжинийг Тэмvжинд єгєв. Тэмvжин Бєртэ vжинийг авч хамт буцахад Дэй сэцэн vдэж яваад Хэрлэний Ураг\nцєл гэдэг газар хvрч [халуунд ядрах тул А.то] Хэрлэн уруу гэдрэг буцав. Дэй\nсэцэний гэргий Цотан охин Бєртэ vжинийг vзэж Хvрэлх дотор Сэнгvр горхинд\nбvхvйд хvргэж ирэв. 95. Цотанг хариулаад Боорчийг нєхєрлєе гэж урьж Бэлгvтэйг илгээв. Бэлгvтэйг\nирмэгц Боорчи, эцэгтээ vл хэлэн бєгтєр хонгорыг унаад бор єрмєг (хэвнэг)-єє\nбєгтрєєд Бэлгvтэйн хамт явж ирэв. Боорчийн Тэмvжинтэй нєхєрлєсєн ёс тийм. 96. Тэмvжин нар Сэнгvр горхиноос нvvж, Хэрлэн мєрний эх Бvрги эрэгт бууж\nнутаглах цагт Цотан эхийн шитгvл (ємсгєл) гэж авчирсан хар булган дахыг авч\nТэмvжин, Хасар, Бэлгvтэй гурвуулаа Есvхэй эцгийн хуучин дотно анд (нєхєр) Ван\nхантай уулзахаар очив. Эцгийн анд бол эцэг мэт биз гэж Ван ханыг Туул голын\nшугуйд нутаглан байхад хvрч очоод Тэмvжин єгvvлрvvн: \"Эцгийн хуучин анд та, миний эцгийн адил буюу гэж би гэргий аваад ємсгєл хар булган дахыг чамд\nавчрав\" гэж булган дахаа єгєв. Ван хан маш их баясаж єгvvлрvvн: \"Хар булган дахын чинь хариуд\nХагацсан улсыг чинь\nХамтатгаж єгье\nБулган дахын чинь хариуд\nБутарсан улсыг чинь\nЦуглуулж єгье. Бєєр нь бєгсєнд байг\nЦэр нь цээжинд байг\n(Ах захтай болог)\" гэв. 97. Тэндээс бvрги эрэгт нутаглан бvхийд Бурхан халдунаас Урианхайн Жарчиудай\nєвгєн хєєрєг (тємрийн дархны vлээх тулам)-єє vvрч, Зэлмэ нэрт хєвvvнээ дагуулж\nирээд єгvvлрvvн: \"Тэргvvн Ононы Дэлvvн болдогт Тэмvжин чамайг тєрєхєд Булган\nєлгий єгсєн ба би энэ хєвvvн Зэлмээг чамд єгсєн боловч, балчир учраас гэрт\nаваачсан билээ. Одоо чи миний хєвvvн Зэлмээр\n\nЭмээлээ тохуул\nYvдээ сєхvvл\" гэж єгєв. 98. Хэрлэн мєрний эх Бvрги эрэгт нутаглан байтал нэгэн єглєє эрт vvр цайж байхад\nЄэлvн эхийн гэрт зарцлагдах Хуагчин эмгэн босож єгvvлрvvн: \"Эх, эх vтэр бос. Газар дэлбэрэх мэт чимээ гарч, морины тєвєргєєн сонстоно. Аймшигт тайчууд\nайсуй биз. Эх даруй бос\" гэв. 99. Єэлvн эх, \"Хєвvvдийг даруй сэрvvлэгтvн\" гээд єєрєє даруй босов. Тэмvжин нар\nдаруй босоод морьдоо барьж, Тэмvжин, Єэлvн эх, Хасар, Хачиун, Тэмvгэ отчигин, Бэлгvтэй, Боорчи, Зэлмэ нар тус бvр нэг морь унаж, Тэмvлvнийг Єэлvн эх євєртээ\nдvvрэв. Нэгэн моринд юм ачиж хєтлєв. Бєртэ vжинд морь дутав. 100. Тэмvжин ах дvv нар мордож, vvрээр бурхан халдуны зvг одов. Хуагчин ємгєн, Бєртэ vжинийг нууя гэж бvхээгтэй тэргэнд оруулж [эд бараагаа хийж тэргэнд сууж\nА.то] бєєр алаг vхэр хєллєж, Тvнхэлэг горхин єєд хєдєлж [уул єгсєн Тvнхэлэг\nгорхиноо хvрэхэд А.то] сая vvр цайж харуй бvрий байтал, єєдєєс цэргийн хvмvvс\nхатиран ирж, \"Чи юун хvн бэ?\" гэж асуувал Хуагчин эмгэн єгvvлрvvн: \"Би\nТэмvжиний харьяат. Их гэрт хонь хяргахаар ирсэн билээ. Одоо [унгас тээж А.то]\nгэртээ харьж явна\" гэв. Тэр цэргvvд єгvvлрvvн: \"Тэмvvжин гэрт бий юу? Yгvй юу? Гэр нь хаана байна?\" гэвэл, Хуагчин эмгэн єгvvлрvvн: \"Гэр нь ойр байна. Тэмvжиний бий, vгvйг би мэдэхгvй, би хойд гэрээс гарч ирэв\" гэв. 101. Тэд цэргvvд хатиран одов. Хуагчин эмгэн, бєєр алаг vхрээ гуядаж, яаравчлан\nявах гэтэл тэрэгний тэнхлэг хугарав. Тэнхлэг хугарсан учир, явганаар ойд дутааж\nоръё гэж байтал, хойноос мєн цэргvvд Бэлгvтэйн эхийг сундалж, хоёр хєлий нь\nсанжуулан давхиж ирээд, \"Энэ тэргэн дотор юу байна?\" гэж асуувал, Хуагчин\nэмгэн єгvvлрvvн: \"Унгас бий\" гэв. Тэр цэргvvдийн ахмад нь єгvvлрvvн: \"Дvv нар\nбууж vзэгтvн\" гэвэл, бусад нь бууж хаалттай тэрэгний хаалгыг нээвэл, дотор нь\nхатан сууж байна. Тvvнийг тэрэгнээс чирч гаргаад Хуагчин хоёуланг сундалж\nТэмvжиний хойноос євсний налархайгаар мєшгєж, Бурхан халдун єєд гарав. 102. Тэмvжинийг нэхэж Бурхан халдуныг гурав тойрон нэгживч олсонгvй. Урагш\nхойш явж эрвэл умбах шавар, битvv ой тулгарч, цатгалан могой шургах завсаргvй\nбэрх шугуй тул Тэмvжинийг мєрдєж олж чадсангvй. Энэхvv довтолсон цэргvvд бол\nгурван мэргид байсан ажээ. Удуйд мэргидийн Тогтоа, Увас (ухаа) мэргидийн Дайр-\nYсvн, Хаад мэргидийн Хаатай Дармала гурвуул нийлж урьд Чилэдvгээс Єэлvн\nэхийг булааж авсны єшєєг нэхэхээр ирсэн ажээ. Одоо тэдгээр мэргид єгvvлэлдрvvн: \"Єэлvнийг булаагдсаны єшєєг авахаар ирээд одоо эмсий нь булааж авав. Євєг\nэцгийн єшєєг авав бид\" гэж гэртээ буцав. 103. [Тэд Бєртэ vжинийг аваачаад Чилэдvгийн дvv Чилэгэр бєхєд єгєв. А.то]\nТэмvжин: \"Тэр гурван мэргид гэртээ харих нь уу? Ууланд бvгэх нь vv? Гурван\nхоног дагаж яваад мэдэж ир\" гэж Бэлгvтэй, Боорчи, Зэлмэ гурвыг илгээв. Тэмvжин\nєєрєє Бурхан халдун дээр бууж, євчvvгээ дэлдэж (цохиж) залбиран єгvvлрvvн: \"Солонго мэт сонсох\nСоргог Хуагчины\nСонор хvчээр\nYен мэт vзэх\nYнэнч Хуагчины\nYзсэний ачаар\n[Аюулт дайснаас\nАмжин дутааж]\nБvтэн биеэ\nБvгэн нуугдаж\nБvдэг замыг\nМєрдєн дагаж\nБугын мєрийг\nМєшгєн хєєж\nБургасан гэрт\nБуруулан нуугдаж\nБурхан халдунд\nАмь хоргодов. Харийн дайсан\nХалдан довтлоход\nХарцагаас дутаасан\nБолжмор мэт\nХандгай бугын\nМєрийг дагаж\nХад хавчлын\nСvвийг эрж\nХулдун ууланд\nДутааж ирээд\nХальс холтсоор гэр барьж\nХалуун амиа\nХамгаалав, би. Бєглvv ойт\nБурхан уул\nБєєсєн чинээ амий минь\nБєєцийлєн аварч\nБєєрийн чинээ биеий минь\nБvтэн мэнд vлдээв. Єшєєт дайснаас\nЄршєєн аварч\nЄнчин бидний\n\nЄмєг болсон\nЄндєр дээд\nБурхан халдун чамайг\nЄглєє бvр мялааж байя! Єдєр бvр тахиж байя! Yрийн vрд\nYvрд тахим\nYе тутам\nYргэлж шvтье!\"\n\nгэж бvсээ хvзvvнд эрих мэт єлгєж, малгайгаа гарт сэгэлдэрч, гараар євчvvгээ дарж, наран єєд хандаж, Бурхан халдунд есєнтээ сєгдєж єчил єчин, сацал сацав. МЭРГЭДИЙГ СЄНЄЄСЄН БА ТЭМYЖИНД ЧИНГИС ХААН ЦОЛ\nЄРГЄМЖИЛСЄН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 104, "text": "Тэндээс Тэмvжин, Хасар, Бэлгvтэй гурвуул явж, Туул голын Хар шугуйд\nнутаглаж байгаа ван хан Тоорилд очиж єгvvлрvvн: \"Санамсаргvй байтал гурван\nмэргид довтолж, эхнэр хvvхдийг минь булааж авав. Хан эцэг минь эхнэр хvvхдий\nминь аварч єгнє vv гэж ирэв\" гэвэл, ван хан Тоорил хариу єгvvлрvvн: \"Би ноднин\nжил чамд хэлсэн биш vv. Эцгийн адил эцэг гэж булган дах авчирч єгсєн тухайд би\nингэж хэлсэн билээ\n\n\"Булган дахын чинь хариуд\nБутарсан улсы чинь\nБєєгнєрvvлж єгье\nХар булган дахын чинь хариуд\nХагацсан улсы чинь хамтатгаж єгье. Цэрээ цээжинд байлга\nБєєрєє бєгсєнд байлга\n(Ах захтай байг)\"\nгэж хэлсэн билээ. Одоо тэр vгэндээ хvрч, Булган дахын чинь хариуд\nБvгд мэргэдийг\nБvрэлгэн довтолж\nБєртэ vжинийг чинь\nБуцааж єгье. Хар булган дахын чинь хариу\nХамаг мэргидийг\n\nХамх цохиж\nХатан Бєртий чинь\nХариулж авчиръя. Чи Жамуха дvvд хэл єг. Жамуха дvv Хорхунаг Жубур гэдэг газар бий. Би эндээс\nхоёр тvмэн цэрэг авч баруун гар болон мордъё. Жамуха дvv хоёр тvмэн цэрэг авч\nзvvн гар болон морилог. Бидний учрах болзоог Жамуха тогтоотугай\" гэв. 105. Тэмvжин, Хасар, Бэлгvтэй гурвуулаа, Тоорил ханаас салж гэртээ ирээд\nТэмvжин, Жамухад Хасар Бэлгvтэй хоёрыг илгээж хэлvvлсэн нь: \"Єст мэргид ирж\nЄрий минь євтгєв\nЄврий минь хоослов. Ємєг тvшиг болох\nЄнєр тєрлийн та нар\nЄшєєг авч єгнє vv. Элэг зvрх минь\nЭмтэрч байна. Элгэн садан та нар\nЭнэ єгєєг авч єг\" гэв. Бас Хэрэйдийн Тоорил ханы vгийг Жамухад, уламжлан хэлсэн нь: \"Эрт єдєр эцэг\nхан Есvхэйтэй эв нэгтэй явснаа санаж, одоо хоёр тvмэн цэрэг авч баруун гар болон\nмордъё. Жамуха дvv хоёр тvмэн цэрэг авч зvvн гар болон морилтугай. Хамтрах\nболзоог Жамуха дvv мэдтvгэй\" гэснийг уламжлав. Эдгээр vгийг сонсож гvйцээд\nЖамуха єгvvлрvvн: \"Єнєє Тэмvжин анд\nЄдий зовлон бэрхэд\nЄртєгдсєнийг сонсоод би\nЄр євдєж\nЄршєєн санана\nЭлэг эмтэрч\nЭмгэнэн гашуудна. Эл єшєєг нэхэж\nЭдгээр мэргид аймгийг\nЭвдэн мєхєєж\nЭхнэр Бєртийг\nЭргvvлж авчиръя\nХамаг хаад мэргидийг\nХамх цохиж\n\nХатан Бєртийг\nХариулж авъяа\nДавирах гєлмийн чимээг\nДайны хэнгэргийн дуу гэж\nТашааран дутаагч Тогтоа\nДайд Буур-хээрт\nТашаалдан суугаа биз. Давхар хоромсгын амсар\nДарвалзан хєдлєхєд\nДайн тулаан болов гэж\nТашааран дутаагч\nДайр-Yсvн одоо\nДавлагат Орхон Сэлэнгийн\nТалхун аралд\nДалдиран суугаа биз. Хамхуул євс хийсэхэд\nХалдах дайсан ирэв гэж\nХар ойр чиглэж\nХашхиран дутаагч муу\nХаатай Дармала одоо\nХаржийн талд\nХааш ч vгvй байгаа биз. Сайхан Хилго мєрєнд\nСахал євс их гэнэ\nСахал євс тvvгээр\nСал хийж болдог гэнэ. Єнєє дєхмийг бодож\nЄвсєєр сал хийж\nЄргєн Хилго мєрнийг\nЄнгєрч хєндлєн гараад\nЄєдгvй муусайн мэргидийн\nЄнєєх муу Тогтоагийн\nЄрх vvдий нь эвдэж\nЄм цєм дайрч\nЄнгєтэй эдий нь олзолж\nЄвєртлєх эмий нь булааж\nЄсєх vрий нь тасалж\nЄшєє хорсголоо авъя! Хутагт эрхэм шvтээний нь\nХуга татаж эвдээд\n\nХувхай болгож хаяя! Хотол их улсы нь\nХоосон болтол довтолъё\" гэв. 106. Жамуха бас Тэмvжин анд, Тоорил хан ах хоёрт хэлvvлсэн нь: \"Одоо би\n\nХараа ихт (холоос харагдах) тугаа тахиж\nХар бухын арьсаар бvрсэн\nХаргис дуутай хэнгэргээ дэлдэж\nХатан болд жадаа барьж\nХалх хуягт дээлээ ємсєж\nХатгах зэвт сумаа онилж\nХар хул морио унаж\nХамаг олон цэргээ дагуулж\nХаад мэргэдийг халдан довтолж\nХатгалдан байлдахаар мордов би. Yзэмжит сайхан тугаа тахиж\nYхрийн арьсан хэнгэргээ дэлдэж\nYргэлж хэлхэ хуягаа ємсєж\nYзvvр хурц илдээ барьж\nYнэхээр мэргэн сумаа онилж\nYлэмж сайн морио унаж\nYй тvмэн цэргээ дагуулж\nYхээнц муусайн мэргид иргэнтэй\nYхтэл тэмцэхээр нэгэнт мордов. Тоорил хан ах мордож, Бурхан халдуны єврєєр Тэмvжин андыг дайрч аваад Онон\nмєрний эх Ботохан-бооржи гэдэг газар ирэгтvн. Би эндээс нэгэн тvмэн цэрэг авч\nмордоод замд Онон мєрєнд нутаглаж байгаа Тэмvжин андын харъяат нараас бас\nнэгэн тvмэн цэрэг авч, бvгд хоёр тvмэн цэрэг болоод Ботохан-бооржид очиж\nнийлье\" гэж илгээв. 107. Жамуха эдгээр vгийг Хасар Бэлгvтэй хоёроос Тэмvжин сонсоод Тоорил ханд\nуламжлав. Тоорил хан, Жамухын vгийг сонсмогц хоёр тvмэн цэрэг авч мордоод\nБурхан халдуны єврєєр Хэрлэний Бvрги эргийг чиглэн явав. Yvнийг Тэмvжин\nсонсоод Бvрги эргээс хєдєлж, Бурхан халдуны євєр Тvнхэлэг єєд нvvж Тана\nгорхинд очиж буув. Тоорил хан, нэгэн тvмэн цэрэгтэй, Тоорил ханы дvv Жаха\nхамбу нэгэн тvмэн цэрэгтэй Химурга горхины Айл харгана гэдэг газар бууж\nбvхийд Тэмvжин, цэргээ авч очиж нийлэн буув. 108. Тэмvжин, Тоорил хан, Жаха хамбу гурвуул нийлэн хєдєлж, Ононы эх Ботоханбооржи гэдэг газар хvрч ирвэл энд Жамуха нэгэнт ирээд гурав хоног хvлээжээ. Тэмvжин, Тоорил, Жаха хамбу гурав бас цэргvvдээ засаж хvрэлцэн нийлэлдэж\nтанилцав. Жамуха єгvvлрvvн: \"Бороо тохиолдовч болзооноос хождохгvй, хур\nтохиолдовч хурлаас саатахгvй гэж монгол vгээр хэлэлцэж \"За\"\"гэж андгайлсан биш\nбилvv? \"За\" гэсэн цагаас хожигдсон этгээдийг зэрэг дотроо хасъя гэсэн биш\nбилvv?\" гэвэл, Тоорил хан єгvvлрvvн: \"Тогтсон болзооноос гурав єдєр хожимдсоны\nучир торгож буруушаахыг Жамуха дvv минь мэд\" гэв. Болзоо хожидсон тухай ийм\nvгийг ярилцаж єнгєрєв. 109. Ботохан-бооржиос бvгдээр хєдєлж, Хилго мєрєнд хvрч сал уяж гэтлээд Буурхээр гэдэг газар очиж Тогтоа бэхийн єрх дээрээс нємрєн бууж, эрхэм шvтээний нь\nэвдэн сvйтгэж, эм хvvхдий нь эзлэн булаав. Хутагт сахиусы нь хуга дайрч, хотол\nулсы нь хомрон довтолж хоосон болгов. Тогтоа бэхийг унтаж байхад дайран барьж\nболох байсан. Гэтэл Хилго мєрєнд нутаглах загасчин ба булга агнагчид, гєрєєчид\n\"дайсан айсуй\" гэж тэр шєнийн дотор Тогтоа бэхид хэл хvргэжээ. Энэ мэдээг\nсонсоод Тогтоа ба Увас мэргидийн Дайр Yсvн хоёр хамтарч цєєн нєхдийн хамт\nСэлэнгийг уруудаж Баргужин оронд дутаан одов. 110. Мэргидийн улс дvрвэж, тэр шєнє Сэлэнгийг уруудан дутаахад манай цэргvvд\nдvрвэсэн мэргидийг нэхэж довтлон дээрэмдэн явав. Тэмvжин, дvрвэж яваа\nхvмvvсийн дундуур \"Бєртэ Бєртэ\" гэж дуудан, эрж явтал, дvрвэж яваа иргэний\nдотор байсан Бєртэ vжин Тэмvжиний дууг сонсож таниад тэрэгнээс бууж Хуагчин\nэмгэн хоёул гvйж ирээд, Тэмvжиний жолоо цулбуурыг барьж авав. Тэмvжин\nшєнийн саруулд vзвэл Бєртэ vжин мєн тул тэврэлдэн учрав. Тэмvжин мєн шєнє\nТоорил хан Жамуха анд хоёрт хvн илгээн хэлvvлсэн нь: \"Эрсэн хvнээ олсон тул энэ\nшєнє довтлохоо зогсож энд бууя\" гэв. Дvрвэж явсан мэргидvvд мєн шєнє хаана\nхvрсэн, тэр газраа бууж хонов. Бєртэ vжин мэргидийн гараас гарч Тэмvжинтэй\nуулзсан ёс ийм бvлгээ. 111. Урьд Удуйд мэргидийн Тогтоа бэхи, Увас мэргидийн Дайр-Yсvн, Хаад\nмэргидийн хаатай Дармала гурвуул гурван зуун хvнийг дагуулж Тогтоа бэхийн дvv\nИх Чилэдvгийн гэргий Єэлvнийг Есvхэй баатарт булаагдсаны єшєєг авна гэж тэр\nнэг єглєє мордсон билээ. Тэр цагт Тэмvжинийг Бурхан халдунд дутаалгаж гурав\nдахин тойрч нэгжээд Тэмvжинийг олсонгvй. Харин Бєртэ vжинийг барин авч\nЧилэдvгийн дvv Чилэгэр бєхєд єгч асруулсан ажээ. Тvvнээс хойш Бєртэ vжин\nЧилэгэр бєхийн гэрт байсаар билээ. Одоо Чилэгэр бєх дутааж гараад гэмшиж\nєгvvлрvvн: \"Хар муу хэрээ\nХальс холтос идэх заяатай байтал\nХарлаг галууг идэхээр\nХалдан тэмцэх мэт. Хариугvй муу Чилэгэр би\n\nХарин ихийг санаж\nХатан vжинд халдаж\nХамаг мэргид иргэнийг\nХачлагдах аюулд учруулж\nХалх нємєргvй болж\nХаранхуй шєнє зугтан гарч\nХадны хавчилд хоргодон\nХайран амиа гээх\nХар толгойгоо алдах болов\nХулд муу шувуу\nХулгана оготно идэх заяатай байтал\nХун галууг идье гэж\nХошуугаа билvvдэх мэт\nХувхай муу Чилэгэр би\nХутагт vжин хатныг\nХувилан авч ирээд\nХотол олон мэргидэд\nХор хєнєєл болгов. Хохир муу Чилэгэр би\nХохимой муу толгойгоо\nХоргодох газаргvй болов\nХорголын тєдий амиа\nАрчлах газаргvй болов\nХаранхуй хавчилд шургах уу\nХадны завсраар орох уу\nХаана очих билээ?\"\n\nгээд дутаасан ажээ. 112. Хаатай Дармалааг барин авчирч, хавтсан дєнгє ємсгєж Халдун ууланд явуулав. Бэлгvтэйн эх тэр айлд бий гэхийг сонсоод Бэлгvтэй, эхээ авъя гэж очоод гэрийн\nбаруун vvдээр орвол тvvний эх навтархай нэхий дээлтэй бєгєєд гэрийн зvvн vvдээр\nгарч гадна хvнд єгvvлрvvн: \"Хайрт хєвvvд минь\nХаадын зэрэгт хvрч байтал\nХарин би энд\nХарц муу хvнд\nХаръяалагдаж явна\n\nХан хєвvvдийн нvvрийг\nХарж яахин vзэх билээ?\"\n\nгээд гvн шугуйд гvйж орсонд хойноос нь нэхэж эрээд олсонгvй. Yvнд Бэлгvтэй\nноён, мэргид овгийн хvнийг vзвэл \"Эхийг минь авчир\" гэж харвах билээ. Бурхан\nхалдунд Тэмvжин нарыг довтолсон гурван зуун мэргидийг\n\nYрийн vрийг хvртэл\nYнсийг хийстэл хядаж\nYлдсэн эм хvvхдийг\nYvдний зарц болгож\nYзэсгэлэн сайтай заримыг\nYvрд дотнолж авав. 113. Тоорил хаан, Жамуха хоёрыг Тэмvжин бишрэн єгvvлрvvн: \"Эцэг хан Тоорил\nЭрхэм анд Жамуха нар\nЭв хvчийг нэгтгэж\nЭрхт тэнгэрийн єршєєлєєр\nЭх дэлхийн ивээлээр\nЭртний єшєєт мэргидийн\nЭлэг зvрхийг эмтэлж\nЭрхэм тєрлийг сєнєєж\nЭзэмших гэрийг хоосолж\nЭлдэв зvйлийг олзлов\" гэв. Мэргид иргэнийг тийнхvv дайлж буцав. 114. Удуйд мэргидийн дvрвэж дутаасны хойно тэдний нутаг дээр булган малгайтай, бугын арьсан гуталтай, булган хєємий дээлтэй, нvдэндээ аглтай, нvvртээ цогтой\nХvчv гэдэг нэртэй, таван настай хєвvvн хоцорсныг манай цэргvvд олж авчраад\nЄэлvн эхэд бэлэг болгон єгєв. 115. Тэмvжин, Тоорил хан, Жамуха гурвуул нийлж\n\nОлон мэргидийн оцгор гэрийг эвдэж\nОлигтой эмсийг олзолж\nОрхон Сэлэнгэ хоёрын\nОй талаас буцав. Талхун арлаас хєдєлж, Тэмvжин, Жамуха хоёр Хорхунаг Жубурыг чиглэн явав. Тоорил хан, Бурхан халдуны хяраар Єхєрт шугуйг дайран Гацуурт (Гацууртай)\n\nсvвчид, Улиат (Улиастай) сvвчид гэдэг газрыг дайрч, ан гєрєє хийсээр Туулголын\nХар шугуйд буцаж харив. 116. Тэмvжин Жамуха хоёр, Хорхунагийн хєндийд нийлэн бууж, эртний анд\nбололцсоноо дурдаж улам дотно болж найралдъя гэлцэв. Анх урьд анд бололцоход\nТэмvжин арван нэгэн настай байсан билээ. Тэр цагт Жамуха нэгэн гурын шагайг\nТэмvжинд єгч, Тэмvжин нэгэн цутгамал шагайг Жамухад єгч, Ононы мєсєн дээр\nшагалцан наадаж анд бололцсон билээ. Тvvний хойд хавар алангир нумаар харваж\nбайхад Жамуха, бярууны хоёр эврийг нааж нvхэлж хийсэн дуут сумаа Тэмvжинд\nєгч, Тэмvжин, арц модон годил (болцуу)-оо Жамухад єгч анд бололцов. Хоёр удаа\nанд бололцсон ёс ийм билээ. 117. Ахас дээдсийн vгийг сонсвол\nАливаа хvн харилцан\nАнд нєхєр бололцвол\nАмь биедээ\nАрч болж\nАль алиндаа\nТvшиг болж\nАмраглан ханилах ёстой\nОдоо бид амраглан ялъя\n\nгэж Тэмvжин, мэргидийн Тогтоагаас олзолж авсан алтан бvсээ Жамуха андад\nбvслvvлж, Тогтоагийн эсгэл (эрмэг буюу агсам) халиуныг Жамуха андад унуулав. Жамуха хариуд нь Увас мэргидийн Дайр-Yсvнээс олзолж авсан алтан бvсээ\nТэмvжинд бvслvvлж, мєн Дайр-Yсvний эвэрт ишгэн цагаан морийг Тэмvжинд\nунуулав. Ийнхvv анд бололцож\n\nХорхунаг Жубурын хєндийд\nХулдгар хуны євєрт\nСаглагар модны дор\nСайхан хурим vйлдэж\nСайтар бvжиглэн жаргаж\nСанаа сэтгэл нэгдэж\nСайхан нєхєд болоод\nШєнє нэгэн хєнжилд орж хонох бvлгээ. 118. Тэмvжин Жамуха хоёр янаг найртай байж, нэгэн жил хагас хамт сууж, нэгэн\nєдєр тэр нутгаас нvvе гэлцэж, зуны тэргvvн сарын арван зургааны улаан тэргэл\n\n(дvгрэг сартай) єдєр нvvв. Тэмvжин Жамуха хоёр, тэрэгнvvдийн урд явж байтал\nЖамуха єгvvлрvvн\n\n\"Тэмvжин анд аа! Ууланд шахан бууя. Адуучинд гэр болтугай! [Ай зєв vv? А.то]\nГолд шахан бууя\nХоньчин хургачин нарт\nХоол болтугай! [Хориггvй биш vv? А.то] гэв. (Хагас нь адууны бэлчээрийг таатж ууланд бууя, хагас нь хонины бэлчээрийг татаж\nголд бууя гэсэн vг бололтой). Тэмvжин, Жамухын энэ vгийг ухан ядаж хариу юу ч\nхэлсэнгvй хоцроод нvvдлийн тэргийг хvлээж Єэлvн эхэд єгvvлрvvн: \"Жамуха анд надад хэлэв: Ууланд шахан бууя, Адуучинд гэр болтугай! Ай зєв vv? Голд шахан бууя, Хоньчин хургачин нарт\nХоол болтугай! Хориггvй биш vv? гэж єгvvлэв. Би энэ vгийг ухаж ядаж хариу юу ч эс хэлэв. Эхээс асууя гэж ирэв би\"\nгэв. Єэлvн эхийг vг хэлж амжаагvй байтал, Бєртэ vжин єгvvлрvvн: \"Жамуха анд\nамархан уйддаг гэдэг билээ. Одоо биднээс уйдах цаг нь болсон биз. Тугаар (сая)-ын\nЖамуха андын хэлсэн нь биднийг жишээлсэн vг буюу. Бид бvv бууя. Энэ хєдєлсєєр\nшулуухан Жамухаас хагацаж шєнє турш явъя\" гэв. 119. Бєртэ vжиний vгийг зєвшєєж vл буун шєнє турш явж зуур мєрт тайчуудыг\nдайрав. Тайчууд айж мєн шєнє хєдєлж Жамухын зvг одов. Тайчуудын бэсvдийн\nнутаг дээр Хєхєчv нэртэй нэгэн єчvvхэн хєвvvн хоцорсныг манайхан олж аваад\nЄэлvн эхэд єгч тэжээлгэв. 120. Тэмvжин нар тэр шєнє дvлэн явж єдєр гийхэд vзвэл, жалайр аймгийн ХачиунТохураун, Хархай-Тохураун, Харалдай-Тохураун ах дvv гурвуул шєнє дvлэн нvvж\nдагалдан ирэв. Дархад аймгийн Хадаан, Далдурхан ах дvv тавуул, бас Мэнгиту\nхианы хєвvvн Yнгvр нар, чаншиут, баяуд харьяат нараа дагуулж ирэв. Барулас\nаймгаас Хубилай, Худус ах дvv нар ирэв. Мангуд аймгаас Жатай, Доголху чэрби ах\n\nдvv хоёул ирэв. Боорчийн дvv Yгэлэн чэрби, Арулад аймгаас хагацаж ах Боорчидоо\nнийлж ирэв. Зэлмийн дvv Чаурхан, Сvбээдэй баатар, Урианхай аймгаас салж\nЗэлмэд нийлэн ирэв. Бэсvд аймгаас Дэгэй, Хvчvгvр ах дvv хоёр ирэв. Сvлдvс\nаймгаас Чилэгvтэй-Тахи, Тайчиудай ах дvv нар ирэв. Жалайр аймгийн Сэцэ-Домог, Архай-Хасар Бала хоёр хєвvvнээ дагуулж ирэв. Хонхотанаас Сvйхэтv чэрби ирэв. Сvхэгэнээс Жэгэй хондгарын хєвvvн Сvхэхэй-Жаун ирэв. Нэvдэйн Цагаан гоо ирэв. Олхуноуд аймгаас Хингиадай, Горлос аймгийн Сэчиvр, Дvрвэд аймгийн Мєчи\nбvдvvн нар ирэв. Ихирэс аймгийн Буту, энд хvргэн болж байсан тул хамт ирэв. Ноёхон аймгийн Жунсо ирэв. Оронар аймгаас Зургаан ирэв. Тэгээд барулас аймгаас\nСохо сэцэн, Харачар хєвvvнтэйгээ ирэв. Бас Баарин аймгийн Хорчи, Yсvн євгєн, Хєхєчєс, Мэнэн баарингаа дагуулж нэгэн хvрээ болж ирэв. 121. Хорчи ирж єгvvлрvvн: \"Бид Бодончар богдын барьж авсан эмээс тєрсєн тул\nЖамухатай хэвэл нэгтэй, хэлхээ бэхтэй хvмvvс билээ. Иймийн тул Жамухаас\nхагацаж болохгvй. Гэвч заарин тэнгэр ирж нvдэнд минь зааж vзvvлсэн нь, ухаагчин\nvнээ ирж Жамухыг тойрон явж, Жамухыг ба гэр тэргий нь мєргєсєєр єрєєсєн эврээ\nхугалж солжир эвэртэй болоод \"Эврий минь єг\" гэж Жамухын зvг мєєрч шороо\nсацлан байна. Бас нэгэн мухар ухаа vхрийг их гэрт тэргэнд хєллєжээ. Тэр vхэр их\nтэргvvр (зам)-ээр Тэмvжиний хойноос зvтгэн явж мєєрєн хэлэх нь: \"Тэнгэр газар эелдэж (зєвлєж)\nТэмvжинг улсын эзэн болтугай\" гэж\nТээж хvргэж явна\" гэж мєєрнє. Ийнхvv миний нvдэнд заарин тэнгэр ирж зааж vзvvлэв. \"Тэмvжин чи, улсын эзэн болбол намайг урьдаас зааж хэлсэн тул хэрхэн жаргуулах\nвэ?\" гэж асуувал, Тэмvжин єгvvлрvvн: \"Yнэхээр би улсын эзэн болбол чамайг\nтvмний ноён болгоё\" гэв. Хорчи єгvvлрvvн: \"Єдий их тєрийн vйлийг урьдаас заасан\nнамайг тvмний ноён болгох нь ямар жаргалан бэ? Намайг тvмний ноён болгоод бvх\nулсаас гоо сайхан охид гучийг шил эм болгох эрхийг олго. Бас миний юу хэлсэн\nбvхнийг анхаарч сонс!\" гэв. 122. Хунан тэргvvтэн Гэнигэс нэгэн хvрээ болж, бас Даридай отчигин нэгэн хvрээ\nболж ирэв. Жадаран аймгийн Мулхалху ирэв. Унжин сахайт нэгэн хvрээ болж ирэв. Жамухаас ийнхvv салж хєдлєєд Химурга горхины Айл-харгана гэдэг газар хvрч\nбуув. Тэр цагт бас Жамухаас салж Жvрхиний Сорхату-Жvрхийн хєвvvн Сача бэхи, Тайчу хоёр нэгэн хvрээ болж, Нэгvvн тайжийн хєвvvн Хучар бэхи нэгэн хvрээ\nболж, Хотала хааны хєвvvн Алтан отчигин нэгэн хvрээ болж, Жамухаас салж\nхєдлєєд Тэмvжинийг Химурга горхины Айл-харганад бууж байхад нийлэн ирэв. Тэмvжин нар тэндээс нvvж Хvрэлх доторх Сэнгvр горхины Хар зvрхний Хєх нуурт\nочиж буув. 123. Алтан, Хучар, Сача бэхи бvгдээр зєвлєлдєж Тэмvжинд єгvvлрvvн: \"Чамайг\nхаан болгоё. Тэмvжин чамайг хаан болгож бид\n\nОлон дайнд\nОройлон явж\nОнц гуа\nОхидыг олзолж\nОрдон сайхан\nГэрийг авч\nОлны хаан\nТэмvжинд єгье. Харийн иргэнийг\nХалдан довтолж\nХацар гуа\nХатдыг олзолж\nХатир сайт\nАгтыг хєєж\nАвчирч єгье. Ороо гєрєєсийг\nАвлах цагт\nОтож ойртуулж\nЄгье бид. Хээрийн гєрєєсийг\nХэтэж авлахад\nХэвлий нь нийлтэл\nШахаж єгье. Гууны гєрєєсийг\nАгнах цагт\nГуяы нь нийлтэл\nШахаж єгье. Хатгалдах дайн\nБолох цагт\nХан тэмvжин чиний\nХатуу зарлигийг\nХайхрахгvй явбал\nХатан эмээс\nХагацуулан салгаж\nХамаг юмыг\nХамран авч\nХар толгойгий минь\nХаяж одогтун. Энх цагт\nЭзэн Тэмvжин чиний\n\nЭе зарлигийг\nЭс дагах бол\nЭзэлсэн ардыг авч\nЭм хєвvvдийг булааж\nЭнэ биеийг минь\nЭзгvй газар\nХєєж орхи\" гэв. Ийм vгийг хэлж, ийнхvv ам алдаж, Тэмvжинийг Чингис хаан гэж нэрийдэж хаан\nболгов (Чингис хаан гэх нь Тэнгис хаан, Далай хаан гэсэн vг бололтой.)", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 124, "text": "Чингис хаан болоод Боорчийн хvv Yгэлэн чэрби, Хачиун-Тохураун ба ах дvv\nЖэтэй, Доголху дєрєвт хоромсго агсуулав. Єнгvр, Сvйхэтv чэрби, ХадаанДалдуурхан гурав єгvvлрvvн: \"Єглєєний зоогийг\nЄнєд осолдохгvй\nYдийн ундыг\nYvрд тасалдахгvй\n\nгvйцэтгэж байя\" гэсэн тул буурч (тогооч) болгов. Дэгэй єгvvлрvvн: \"Алаг сайхан хоньдыг\nАр дvvрэн бэлчээж\nХонин олон сvргийг\nХот дvvрэн єсгєж\nХовдог тєрсєн би чинь\nХос цувдай хvртэл\nХошгиног мах идэж\nЄдєр тутам єнжихгvй\nХоног тутам хожимдохгvй\nШилдэг иргийг алж\nШимтэй шєлийг бэлтгэж явъя\"\n\nгэсэн тул Дэгэйгээр хонь адуулгав. Тvvний дvv Хvчvгvр єгvvлрvvн: \"Цуургатай тэрэгний\nЦуурга цvvг\nЦуцран эвдрэхгvй болгож\n\nТэнхлэгтэй тэргийг\nТэргvvр замд\nТээглэн саатахгvй болгож\nТэрэг гэрийн ажлыг\nТэгшлэн засаж явъя\"\n\nгэсэн тул Хvчvгvрийг тэрэгчийн тушаалд томилов. Гэр доторх гэргий хvvхэд ба\nзарц нарыг Додай чирбиэр захируулав. Хасарын захиргаанд илд агсаж явахаар\nХубилай, Чилгутай, Хархай-Тохураун гурвыг томилж: \"Хvч тvрэмгийлэгчдийн\nХvзvvг хянгардаж\nОмог ихтний\nОмрууг огтолж яв\" гэв. Бэлгvтэй, Харалдай-Тохураун хоёрыг: \"Агт хариултугай. Агтчин болтугай\" гэв. Тайчуудын Хуту, Моричи, Мулхалху гурвыг \"Адуу адуултугай\" гэв. Архай Хасар, Тахар, Сvхэхай, Чаурхан дєрвийг \"Холын холбогч, ойрын оточ (хол ойрыг\nсурвалжлах газарч) болтугай гэв. Сvбээдэй баатар єгvvлрvvн: \"Хулгана оготно мэт\nХураасан хєрєнгийг хадгалж\nХар хэрээ мэт\nХамаг юмыг харамлаж\nНємрєх эсгий мэт\nНєхєєс бамбай болж\nГэр орныг хамгаалж\nХэрсгээ бvрээс болъё\" гэв. 125. Тэндээс Чингис хаан, хан болж Боорчи Зэлмэ хоёрт єгvvлрvvн: \"Сvvдрээс єєр\nНєхєргvй байхад\nСvvдэр минь болж\nСvvлнээс єєр\nТашуургvй байхад\nСvvл минь болж\nСэтгэлий минь сэргээж\nСанаагий минь амруулсан\nЗvрхний дотно нєхєд минь\n\nТа хоёр хамгаас урьд ирж нєхєрлєсєн тул хамгийг ахална\" гэв. Бас Чингис хаан\nєгvvлрvvн: \"Тэнгэрт єршєєгдєж, газарт ивээгдэж, Жамухаас салж намайг сэтгэж\nнєхєрлєе гэж ирсэн анхны єлзийт нєхєд минь алинаас ч илvv хvндтэй байх учиртай\nтул ийнхvv та нарыг зохих зохих тушаалд томилов\" гэв. 126. Чингис хааныг хаан болгов гэж Хэрэйдийн Тоорил ханд Тахай Сvхэхэй хоёрыг\nилгээвэл, Тоорил хаан єгvvлрvvн: \"Тэмvжин хєвvvний минь, хан болгосон нь маш\nзєв. Монголчууд, хангvй байж яаж болно. Энэ шийдвэрээ эвдэхгvй\nЭв зангиагаа таслахгvй\nЭх захаа алдахгvй\nЭгнэгт журамтай бай\" гэв. ЖАМУХА БА ТАЙЧУУДТАЙ ТЭМЦСЭН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 127, "text": "Архай Хасар, Чаурхан хоёрыг Жамухад элч болгож очуулбал, Жамуха\nєгvvлрvvн: \"Алтан Хучар хоёрт очиж хэл: Алтан, Хучар та нар Тэмvжин анд (найз)\nбид хоёрын завсарт сvвээг сvлбэж, хавиргыг хатгаж юунд салгав? Тэмvжин бид\nхоёрыг хамт байхад тvvнийг хан эс болгосон байтал, одоо ямар санаагаар тvvнийг\nхан болгов? Алтан, Хучар та хоёр хэлсэн vгэндээ хvрч Тэмvжин андын сэтгэлийг\nамруулж, андад сайн нєхєр болж яв\" гэж хэлvvлжээ. 128. Тvvний хойно, Жалама (уул)-ын євєр Єлгий булаг гэдэг газар нутаглан суугаа, Жамухын дvv Тайчар, Саарь-хээр гэдэг газар байгаа манай Жєчи-Дармалагийн\nадууг дээрэмдэхээр явж Жєчи-Дармалагийн адууг Тайчар дээрэмдэн одов. Yvнд\nЖєчи-Дармала, адуугаа дээрэмдэгдээд нєхєд нь зvрх шантарч явахгvй болмогц\nЖєчи-Дармала єєрєє ганцаар нэхэж, шєнє адууны захад хvрээд мориныхоо дэл дээр\nэлгээрээ хэвтэж очоод Тайчарын нурууг хуга харван алж адуугаа буцааж аваад\nиржээ. 129. \"Дvvгээ Тайчарыг алагдав гэж Жамуха, Жадараны арван гурван отгийг нэгтгэн\nтэргvvлж, гурван тvмэн цэргийг авч Алагууд, Тургагууд уулыг давж, Чингис хаанд\nхалдахаар айсуй\" гэж Ихирэс овгийн Мvлхэ-тотаг, Боролдай хоёр Чингис хааныг\nХvрэлхэд байхад хэлж ирэв. Энэ мэдээг аваад Чингис хаан, арван гурван\nхvрээнээсээ гурван тvмэн цэргийг авч, Жамухыг угтаж мордоод Даланбалжуд гэдэг\nгазар байлдав. Чингис хаан, Жамухад шахагдаж Онон мєрний Зээрэн гэдэг хавчилд\nшургаж оров. Yvнд Жамуха єгvvлрvvн: \"Ононы Зээрэг хавчилд тэднийг бид\nшургуулав\" гэж буцахдаа чинос овгийн залуусыг далан тогоонд буцалгаж, Нэvдэй\nцагаан гуагийн толгойг огтолж морины сvvлд чирч оджээ. 130. Жамухыг харьсны хойно тэндээс Уруд аймгийн Жvрчидэй, Мангуд аймгийн\nХуйлдар нар харъяат аймгаа дагуулж Жамухаас салаад Чингис хааныг тvшиж ирэв. Хонхотаны Мэнлиг эцэг, Жамухыг дагаж байсан бєгєєд одоо долоон хєвvvнээ\n\nдагуулан, Жамухаас хагацаж, Чингис хаанд нийлэн ирэв. Жамухаас єдий улс иргэн\nсалж, Чингис єєртєє ирэв гэж баясаж Чингис хаан, Єэлvн vжин, Хасар, Жvрхиний\nСача бэхи, Тайчу нар Ононы шугуйд нийлж хуримлав. Чингис хаан, Єэлvн vжин, Хасар, Сача бэхи нарт тэргvvлэн нэжээд хундага барив. Дараа нь Сача бэхийн бага\nэхнэр Эбэхэйд тэргvvлэн хундаглахад Хорижин хатан, Хуурчин хатан хоёр уурлаж, \"бидэнд тэргvvлэн барихгvй, яагаад Эбэхэйд эхлэн хундаглав\" гэж тогооч\nШихvрийг занчив. Тогооч Шихvр занчигдаад \"Есvхэй баатар, Нэгvvн тайж хоёр\nvгvйн тул ингэж занчигдав\" гэж их дуугаар уйлжээ. 131. Тэр хуримыг манай талаас Бэлгvтэй засаад, Чингис хааны морийг барьж байв. Жvрхинээс Бvри-бєх тэр хуримыг засаж байв. Гэтэл хатагин овгийн нэгэн хvн, бидний морины уяанаас цулбуур хулгайлж аваад баригдав. Бvри-бєх тэр хvнийг\nємєєрч, Бэлгvтэйтэй хэрэлдэв. Бэлгvтэй vргэлж барилдах тул баруун ханцуйгаа\nмулталж, гараа нvцгэн гаргаж явах бvлгээ. Бэлгvтэйн нvцгэн мєрийг Бvри-бєх\nилдээр хага цавчив. Бэлгvтэй ингэж цавчигдсан боловч, огт ажиггvй цусаа\nцувриулж явахыг, сvvдэрт суугаад хуримлаж байсан Чингис хаан vзэж гарч ирээд\nєгvvлрvvн: \"Хэнд ингэж цавчигдав\" гэхэд Бэлгvтэй єгvvлрvvн: \"Єглєє ийм болсон\nбилээ. Миний тєлєє ах дvv нар муудалцах болуузай! Би алзахгvй. Миний бие\nялаарь байна. Ах дvv нар сая ижилдэн найрамдаж байгаа тул миний тєлєє ах битгий\nмуудалц, хоромхон байзна\" гэв. 132. Чингис хаан, Бэлгvтэйн ятгасан vгийг vл хайхарч, хоёр этгээд (хоёр тал)-ээс\nмодны гишvvдийг хуга татаж, айргийн бvлvvрийг сугачиж аваад зодолдож, Жvрхин нарыг ялж Хорижин хатан Хуурчин хатан хоёрыг булааж авав. [Хасар\nхарвах тутам нэг хvнийг унагаж байв. Бэлгvтэй хєхvvртэй айргаар цохилцож явав. Тайчууд нар Бэлгvтэйг барьж аваад хасаг тэрэгнээс хvлж тавив. Унтсан хойно\nБэлгvтэй, хасгийг vvрсээр хvрч ирэв. А.то] Жvрхин нар найрамдан зохилдъё\nгэснийг бид зєвшєєрч, Хорижин хатан, Хуурчин хатан хоёрыг буцааж єгєв. Тэр\nцагт Хятадын Алтан хаан, Татаарын Мэгvжин сvvлтийг эедээ vл орох тул Вангин\nчансанд цэрэг єгч, тэдэнтэй даруй байлд гэж явуулжээ. Вангин чансан, Мэгvжинсvvлт тэргvvтэн Татаартай байлдаж, Улз гэдэг газар єєд адуу малын хамт тvрэн\nхєєж айсуй гэх мэдээг авав. Тэр мэдээг аваад, 133. Чингис хаан єгvvлрvvн: \"Хэдийнээс Татаар бол бидний эцэг євгєдийг алсан\nєстєн иргэн билээ. Одоо энэ алалдаанд хавсралцъя\" гээд Тоорил ханд элч зарж\n\"Алтан хааны Вангин чансан, Мэгvжин-сvvлт тэргvvтэй Татаарыг Улз єєд тvрж\nайсуй гэнэ. Эцэг євгєдийг хорлосон єшєєт Татаартай байлдъя. Тоорил хан эцэг\nдаруй иртvгэй\" гэж явуулав. Энэ хэлийг аваад Тоорил хан єгvvлрvvн: \"Хєвvvн\n(Чингис) минь зєв vг хэлж ирvvлжээ. Бид хавсран байлдъя\" гээд гуравдугаар єдєр\nцэргээ цуглуулж мордоод Тоорил даруй Чингисийг угтан хvрч ирэв. Чингис хаан, Тоорил хан хоёр Сача бэхи тэргvvтэй Жvрхин нарт хэлvvлсэн нь: \"Энэ байлдаанд\nхавсарч, эртний эцэг євгєдийг минь хорлосон Татаартай байлдахаар хамт мордъё\"\nгэж элч явуулаад зургаан єдєр хvлээвч тэд ирсэнгvй. Хvлээж ядаад Чингис хаан, Тоорил хан хоёр, цэргээ авч Вангин чансантай хавсрахаар Улз єєд явж очвол, Улзын Хусуту шитvэн, Нарату шитvэн гэдэг газар Татаарын Мэгvжин-сvvлт\nтэргvvтэн татаар нар хороо бэхлэлтийг барьжээ. Чингис хаан, Тоорил хан хоёр\nтэрхvv Мэгvжин-сvvлт нарыг бэхлэлтээс нь барьж, Мэгvжин-сvvлтийг тэнд нь\nалаад мєнгєн єлгий ба тана эрдэнийн чимэгт хєнжлий нь Чингис хаан олзлон авав. 134. Мэгvжин-сvvлтийг алав гэж Чингис хаан, Тоорил хан хоёр мэдэгдвэл, Вангин\nчансан сонсоод маш баясаж чаутхури (чаутхурийг, хятадаар хvчит ноён гэсэн vг\nгэж Рашид Эддин тайлбарлажээ) гэдэг цол шагнав. Хэрэйдийн Тоорилд ван цол шагнав. Вангин чансан, ван цол єгсєн тvvнээс хойш\nТоорилыг ван гэж нэрийдэх болов. Вангин чансан єгvvлрvvн: \"Мэгvжин-сvvлтийг\nхавсран алж, та нар Алтан хаанд их тус хийв. Энэ тусыг чинь Алтан хаанд хэлье би. Чингис хаанд vvнээс илvv цол шагнахыг Алтан хаан мэдтvгэй\" гэв. Вангин чансан\nтийнхvv баясаж буцав. Чингис хаан Ван хаан хоёр Татаарыг хувааж аваад гэртээ\nхарьж буув. 135. Татаарын хоргодож байсан Нарату шитvэний нутаг дээр нэгэн єчvvхэн хvvхэд\nорхигдсоныг бидний цэргvvд олжээ. Yзвэл, дєртэй алтан ээмэг зvvсэн ба булгаар\nдоторлосон даж торгон элгэвч (хантааз) ємссєн ажээ. Тэр хvvхдийг Чингис хаан\nавчирч, Єэлvн эхэд бэлэг гэж єгєв. Єэлvн эх єгvvлрvvн: \"Сайн хvний хєвvvн биз. Язгуур сайт хvний ураг биз. Таван хєвvvний дараах зургадугаар хєвvvн болгоё гээд\nШигихутаг гэдэг нэр єгч асрав. 136. Чингис хааны аураг гэр (ар гэр) Харилт нуурт байсан билээ. Жvрхин нар, Чингисийн ар гэрт хоцорсон хvмvvсийг довтолж, тавин хvний хувцсыг тоноод\nарван хvнийг алжээ. Жvрхин нар ингэж сvйтгэв гэж бидний ар гэрт хоцрогсод, Чингис хаанд мэдэгдвэл, Чингис хаан маш хилэгнэж єгvvлрvvн: \"Жvрхин нар\nбиднийг яагаад ингэж байгаа билээ? Ононы шугуйд хуримлаж байхад тогооч\nШихvрийг тэд занчив. Бэлгvтэйн мєрийг цавчив. Найрамдъя гэхэд бид Хорижин\nхатан, Хуурчин хатан хоёрыг буцааж єгсєн билээ. Тvvний хойно эцэг євгєдий минь\nхорлосон эртний єшєєт Татаарыг хавсран байлдъя гээд Жvрхин нарыг зургаан єдєр\nхvлээсэн боловч, тэд ирсэнгvй. Одоо бас дайсны хажуугаар дайсан болов\" гээд\nЧингис хаан, Жvрхинтэй байлдахаар морилов. Жvрхин нарыг Хэрлэний Хєдєє\nаралын Долоон болдог гэдэг газар байхад дайран орвол Сача бэхи Тайчу хоёр, цєєн\nхvмvvсийг авч дутаав. Хойноос нь нэхэж Тэлэтv ам гэдэг газар гvйцэж, Сача бэхи\nТайчу хоёрыг барив. Бариад Чингис хаан, Сача Тайчу хоёрт єгvvлрvvн: \"Урьд бид\nюу гэж хэлэлцсэн билээ?\" гэвэл, Сача Тайчу хоёр єгvvлрvvн: \"Бид хэлсэн vгэндээ\nхvрээгvй бол vгэнд минь хvргэ\" гэвэл, тэдний урьд хэлсэн vгийг сануулж, хэлсэн\nvгэнд нь хvргэж тэднийг бvтээж алав. 137. Сача Тайчу хоёрыг дуусгаад Жvрхиний иргэнийг хєдєлгєж ирэхэд тэдний\nдотор Жалайрын Тэлэгэтv баяны хєвvvн Гvн гуа, Чулуун хайч, Зэвгээ гурав байв. Гvн гуа, Мухулай (Мухули) Буха хоёр хєвvvнээ Чингист\n\nуулзуулан єгч єгvvлрvvн: \"Босгын чинь\nБоол болтугай! Босгоноос чинь\nБултаж зайлбал\nБорвий нь огтол! Yvдний чинь\nЄмч болтугай! Yvднээс чинь\nДутааж зайлбал\nЭлгий нь эмтэл!\"\n\nгэв. Чулуун хайч Тvнгэ Хаши хоёр хєвvvнээ уулзуулан єгч єгvvлрvvн: \"Алтан босгы чинь\nАшид сахиж байг. Алтан босгоноос чинь\nАнгид одох бол\nАмий нь тасалж ал\nЄргєн vvдийг чинь\nЄргєж єгч байг\nЄргєн vvднээс чинь\nЄєр зvг явбал\nЄрий нь эмтэлж ал\"\n\nгэв. Зэвгээг Хасарт єгєв. Зэвгээ Жvрхиний нутгаас Борохул нэрт хєвvvнийг олж\nавснаа Єэлvн эхэд уулзаж єгєв. 138. Єэлvн эх, мэргидийн олж авсан Хvчv нэрт хєвvvн ба тайчуудын бэсvдийн\nнутгаас олж авсан Хєхєчv, Татаарын нутгаас олж авсан Шигихутуг, Жvрхиний\nнутгаас олж авсан Борохул энэ дєрвєн хєвvvнийг гэр дотроо асарч байв. Єэлvн эх\nхєвvvддээ єгvvлрvvн: \"Эднийг єдєр vзэх нvд, шєнє сонсох чих болгоё\" гэв. 139. Жvрхин овгийн уг гарал нь Хабул ханы долоон хєвvvний ах нь Охинбархаг\nбvлгээ. Тvvний хєвvvн Сорхату Жvрхи, Жvрхиний эцэг, Хабул ханы хєвvvдийн\nахмад тул харъяат иргэдийн дотроос\n\nЭрхийдээ эрчимтэй\nЭлгэндээ шvvстэй\nУушгиндаа ууртай\nУруулдаа хилэнтэй\n\nХvчит бєх ба\nЭрдэмт эрсийг\n\nялгаж хєвvvндээ єгєв. Ийнхvv уур омогтой, чанга зvрхтэй хvмvvс нийлсэн тул\nЖvрхин гэж нэрлэжээ. [Эрийн эр тєрсєн А.то] Чингис хаан, ийм омогт жvрхин\nнарыг доройтуулан дарж, олон арды нь єєрийн иргэн болгов. 140. Чингис хаан, нэгэн єдєр Бvри-бєх, Бэлгvтэй хоёрыг барилдуулъя гэв. Бvри-бєх\nЖvрхинд байсан билээ. Бvри-бєх, урьд Бэлгvтэйг єрєєсєн гараар барьж, єрєєсєн\nхєлєєр ташиж унагаад хєдєлгєлгvй дарж чадах бvлгээ. Бvри-бєх, улсын нэртэй бєх\nбайсан. Энэ удаа Бvри-бєх Бэлгvтэй хоёрыг барилдуулахад Бvри-бєх vл ялагдах хvн\nбайтал унаж єгєв. Бэлгvтэй, Бvри-бєхийг арай гэж мєрлєн дарж саарь бvс дээр\nгараад Чингис хааныг нvдээр хяламхийж харвал Чингис хаан хємхийгєє зуув. Бэлгvтэй ухаан олж Бvри-бєхийг агдлан барьж, цээж бєгснєєс угзран татаж\nнуруугий нь хугалав. Бvри-бєх, нуруугаа хугалуулаад єгvvлрvvн: \"Бэлгvтэйд би vл\nялагдах билээ. Хаанаас айж аргадаж зориуд унаад амиа алдав, би\" гээд vхэв. Тvvний нурууг Бэлгvтэй хугалж чирч аваачаад хаяв. Хабул ханы долоон хєвvvний\nахмад нь Охинбархаг, хоёрдугаар нь Бартан баатар бvлгээ. Тvvний хєвvvн Есvхэй\nбаатар. Гуравдугаар нь Хутугт Монхор, тvvний хєвvvн Бvри-бєх, Бvри-бєх\nбарилдахдаа Бартан баатрын хєвvvдээс илvv бєгєєд Бархагийн зоригт хєвvvдтэй\nнєхєрлєж явдаг бvлгээ. Улсын бєх Бvри ийнхvv Бэлгvтэйд нуруугаа хугалуулж\nvхэв. 141. Тvvний хойно, тахиа жил (1201 дvгээр онд) хатагин салжиуд хамтаар, Багу\nчорхи тэргvvтэй хатагин нар, Чирхитэй баатар тэргvvтэй салжиуд нар, Дєрвэний\nтатаартай найрамдсан Хачиун бэхи тэргvvтэй дєрвэн нар, Алчи, татаарын Жали\nБуха тэргvvтэй татаар нар, Тvгэ маха тэргvvтэй ихирэсvvд, хонгирадын Тэрхэг\nЭмэл Алхуй нар, Чоёг цагаан тэргvvтэй горлосууд, найманаас Хvчvгvд, Найманы\nБуйруг хан, мэргэдийн Тогтоа бэхийн хєвvvд Хуту, ойрдын Худуга бэхи, тайчуудын Таргудай Хирилтуг, Ходун орчан [Монголын А.то] Аучу баатар нар, бусад тайчууд нар, Алхуй булаг гэдэг газар чуулаад жажирдай овгийн Жамухыг\nхан єргємжлєхєєр хэлэлцэж, азарга гvvг алж андгайлан тангараглаад тэндээс\nЭргvнэ мєрєн уруу нууж, Эргvнэд цутгах Хан мєрний шанаагийн Агуу нугад\nЖамухыг гvр хан болгож єргємжлєв. Жамухыг гvр хан (бvгдийн хан) єргємжлєєд, Чингис хаан Ван хан хоёртой байлдахаар мордъё гэлцэв. Ийнхvv байлдах гэснийг\nгорлосын Хоридай гэдэг хvн, Чингис хааныг Хvрэлх гэдэг газар байхад хvрч ирж\nхэлэв. Энэ хэлийг Чингис хаан аваад Ван ханд мэдэгдвэл, Ван хан сонсоод цэргээ\nавч даруй Чингис хаанд хvрч ирэв. 142. Ван ханыг ирмэгц, Чингис хаан Ванхан хоёр хамтарч, Жамухын эсрэг\nбайлдахаар морилъё гэж Хэрлэн мєрєн уруу мордож, Чингис хаан, Алтан, Хучар, Даридай гурвыг манлайд явуулав. Ван хан Сэнгvн, Жаха хамбу, Билгэ бэх гурвыг\n\nманлайд явуулав. Энэ манлай явагчдын тvрvvнд бас харуул гаргаж Энэгэн Гvйлэтv\nгэдэг газар нэгэн суурин харуул тавив. Тvvний цаана Чихурху гэдэг газар нэгэн\nсуурин харуул тавив. Бидний манлай болж тэргvvлэн явсан Алтан, Хучар, Сэнгvн\nнар Утхия гэдэг газар хvрч бууя гэж байтал, Чихурхуд тавьсан харуулаас хvн\nдавхиж ирж \"Дайсан айсуй\" гэж мэдээлэв. Тэр мэдээг аваад, дайснаас тодорхой хэл\nмэдээ авъя гэж буулгvй угтан явж, дайсны тэргvvтэй уулзаж, \"Хэн бэ?\" гэж асуувал\nЖамухын манлай болгож явуулсан Монголын Аучу баатар, найамны Буйруг хан, мээргидийн Тогтоа бэхийн хєвvvн Хуту, ойрдын Худуга бэхи энэ дєрєв явж байна. Бидний манлай, тэдэнтэй хашхиралдан хэлэлцэж, маргааш байлдахаар тогтоод\nvдэш болоход буцаж голд нийлэн бууж хонов. 143. Тvvний маргааш хоёр этгээд Хvйтэн гэдэг газар учирч бие биеэ шахалцан\nдавших, ухрах зэргээр байлдаж байв. Мєн Буйруг хан, Худуга хоёр зад (хур\nоруулах, шуурга шууруулах)-ын аргыг мэдэх ажээ. Тэр хоёр зад барьтал мєн\nvvсгэсэн арга нь тэдэн дээр бууж балчигт гулгаж явах аргагvй болоход \"Бидэнд\nтэнгэрийн хилэн болов\" гээд бутран дутаажээ. 144. Найманы Буйруг хан, Алтайн євєр Улугтаг гэдэг газрыг зорин салж хєдєлжээ. Мэргидийн Тогтоагийн хєвvvн Хуту, Сэлэнгийг зорин хєдєлжээ. Ойрдын Худуга\nбэхи, ой модыг хvсэж Шисгисийг зорин хєдєлжээ. Жамуха єєрєє хан єргємжилсєн\nиргэдийг дээрэмдээд Эргvнэ уруу буцаж хєдєлжээ. Тэднийг тэгж бутрахад Ван хан, Эргvнэ уруу Жамухыг нэхэв. Чингис хаан, Ононы зvг тайчуудын Аучу баатрыг\nнэхэв. Аучу баатар, улсдаа хvрээд, улсаа дvрвvvлж хєдєлгєєд Аучу баатар, Ходун\nорчан нар vлдсэн шилдэг цэргээ засаж, Ононы цаана байлдахаар хvлээж байжээ. Чингис хаан хvрээд тайчуудтай байлдав. Зууралдан ихэд байлдсаар vдэш болоход\nмєн байлдсан газар хонов. Дvрэвсэн айлууд байлдсан цэргvvдтэй хамт хvрээлж\nхонов. 145. Чингис хаан, тэр байлдаанд хvзvvний судсыг шархтаж цус тогтохгvй ядран\nзовж, нар шингэхэд мєн байлдааны газар буув. Чингисийн бєглєрсєн цусыг Зэлмэ\nамаар шимж, уруулаа цусдаж, бус (єєр) хvнийг итгэхгvй, єєрєє сахиж суусаар шєнє\nдvл болов. Цусыг ам дvvрэн балгаж асгасаар шєнє дvл єнгєрвєл Чингис хааны\nухаан сэргэж єгvvлрvvн: \"Цус хатаж гvйцэв. Би ундаасаж байна\" гэв. Тэндээс\nЗэлмэ, малгай гутал, дээл хувцсаа бvгдийг тайлж, гагцхvv дотууж (дотуур ємд)-тай\nчармаа нvцгэнээр эсрэг дайсны дунд гvйн орж, цаана хvрээлж буусан иргэний\nтэргэн дээр авирч гараад эсэг (цэгээ) эрж олсонгvй. Учир нь, дvрвэж яваа айлууд\nгvvгээ саалгvй тавьсан ажээ. Эсэг олдохгvй тул нэгэн их хєхvvртэй таргийг авчраад\nЗэлмэ єєрєє бас ус олж авчирч таргийг зуурч Чингис хаанд уулгав. Чингис хаан, гурвантаа амран ууж єгvvлрvvн: \"Дотор минь саруул болов\" гээд\nєндийж суутал, vvр цайж гэгээн болсон ажээ. Зэлмийн шимж асгасан цус, тэдний\nсуусан орчны газрыг намаг болгожээ. Yvнийг Чингис хаан vзэж єгvvлрvvн: \"Энэ\nюу вэ? Хол асгахгvй яасан юм бэ?\" гэв. Yvнд Зэлмэ єгvvлрvvн: \"Чамайг зовуурь\nбайхад хол явахаас эргэлзэн айж сандран, залгихыг залгиад, асгахыг асгаад байсан\n\nбилээ. Хэвэлд минь бас vлэмж оров\" гэв. Чингис хаан бас єгvvлрvvн: \"Намайг ийм\nболж хэвтэн байтал чи яагаад нvцгэн гvйж одов? Чи баригдвал намайг энд ингэж\nхэвтэнэ гэж хэлэх байсан биш vv?\" гэвэл, Зэлмэ єгvvлрvvн: \"Би ингэж бодсон\nбилээ. Нvцгэн яваад хэрэв баригдвал, би тэдэнд ингэж хэлнэ: Би танд орох дуртай\nбилээ. Гэтэл манайхан vvнийг мэдэж, намайг барьж алъя гэж хувцсыг минь цєм\nтайлж, гагцхvv ємдийг тайлаагvй байтал, би мултарч танд дутааж ирэв гэж хэлнэ. Миний vгийг тэд vнэмшиж надад хувцас єгч асарна. Би тэгэхэд нэг морь олж унаад\nхvрч ирж чадах биш vv? Би ингэж бодоод хааны зовсон биеийг амруулъя гэж нvд\nцавчих зуур шийдэж одсон билээ\" гэв. Чингис хаан єгvvлрvvн: \"Би одоо юу гэх вэ? Намайг урьд гурван мэргидэд хєнєєгдєж, Бурхан халдунд хоргодож, гурвантаа\nнэгжvvлэхэд чи миний амийг нэг авч гарлаа. Одоо чи бас хальж бvхий цусыг амаар\nшимж аминд минь нэг оров. Бас цангаж ядран байхад амиа єрж нvд vзсээр дайсны\nдотор орж ундаан авчирч аминд минь оров. Энэ гурван ачийг чинь vvрд мартахгvй\"\nгэж зарлиг болов. 146. Єдєр болоход vзвэл, байлдахад бэлэн хоносон дайсны цэргvvд шєнєдєє бутран\nдутаажээ. Харин хvрээлж буусад иргэд, цэргийн хамт хурдан нvvж vл чадах учраас\nхєдєлсєнгvй хоцорчээ. Дvрэвсэн улсыг хурааж авчиръя гэж Чингис хаан, хоносон\nгазраас мордож, дvрэвсэн улсыг хураан явахад нэгэн улаан дээлтэй эм хvн\n\"Тэмvжин, Тэмvжин\" гэж их дуугаар уйлан хайлан бархирахыг Чингис хаан єєрєє\nсонсож: \"Ямар хvний эм ийнхvv уйлж байна?\" гэж асуулгахаар хvн илгээв. Тэр хvн\nочиж асуувал тэр эм єгvvлрvvн: \"Би Сорхон-шарын охин. Хадаан нэртэй. Эрийг\nминь энд цэргvvд барьж алах гэж байна. Эрийг минь аварч аль гэж Тэмvжинийг\nдуудаж уйлав\" гэв. Тэр хvн буцаж ирээд Чингис хаанд тvvний vгийг єгvvлбэл, Чингис хаан сонсоод давхин очиж мориноос буугаад Хадаантай тэврэлдэв. Гэтэл\nэрий нь манай цэргvvд тэр завсар нэгэнт алжээ. Тэр улсыг хувааж аваад, Чингис\nхаан, их цэргийн хамт мєн тэнд бууж хонов. Хадааныг урин ирvvлж дэргэдээ\nсуулгав. Маргаашийн єдєр тайчуудын Тєдєгэгийн харъяат байсан Сорхон-шар, Зэв\nхоёр хvрч ирэв. Чингис хаан, Сорхон-шард єгvvлрvvн: \"Хvзvvнд минь угласан\nХvнд модыг\nХєсєр хаясан\nЗаханд минь угласан\nЗаадас дєнгийг\nЗайлуулж єгсєн\nЭцэг мэт ачит\nЭрхэм ах та\nИнгэж юунд их хождож ирэв?\"\n\nгэв. Сорхон-шар єгvvлрvvн: \"Би чамд дотроо гvн итгэсээр билээ. Яараад яах вэ? Хэрэв яарч урьд ирвэл тайчуудын ноёд миний хоцорсон эм, хєвvvд ба адуу малыг\nvнсээр хийсгэх нь магад тул би яарсангvй. Одоо хаандаа нийлж ирэв\" гэв. Энэ\nvгийг сонсож, Чингис хаан: \"Зєв\" гэв. 147. Бас Чингис хаан єгvvлрvvн: \"Хvйтэн гэдэг газар урагшлах, ухрах зэргээр\nбайлдаж байхад уулан дээрээс харваж, миний байлдааны ам цагаан хул морины\nаман хvзvvг хэн шартуулсан бэ?\" гэвэл тэр vгийг сонсож, Зэв єгvvлрvvн: \"Уулан\nдээрээс харвасан хvн би билээ. Одоо хаан намайг\n\nАлъя гэвэл ал\nАлганы тєдий газрыг\nАлаг болгож vмхийрэх\nАлд бие байна. Аваръя гэж санаад\nАмий минь соёрхвол\nХалд гэсэн газарт чинь\nХарайж очоод би\nХар усыг цалгитал\nХад чулууг хэмхэртэл\nХарь дайсныг довтолж\nХаан чамд тусалъя. Цээлийн усыг цалгитал\nЦэгээн чулууг хагартал\nЧин зоригийг гаргаж, Чингис чамд тусалъя. Хvр гэсэн газарт чинь\nХvрч очоод би\nХvр чулууг хэмхэлье\nХvний зvрхийг шанталъя!\"\n\nгэв. Чингис хаан єгvvлрvvн: \"Дайсны хvн дайсагнаж хорлож явснаа нууж худал\nхэлэх бvлгээ. Гэтэл чи дайсагнаж хорлосноо нуухгvй шударга хэлж байна. Ийм\nхvнтэй нєхєрлєж болно. Чиний Зургаадай нэрийг халж, байлдааны ам цагаан хул\nморины минь аман хvзvvг зэвээр харвасан тул Зэв гэж нэр єгье. Миний дэргэд зэв\nмэт хамгаалж яв\" гэж зарлиг болов. Тайчуудаас Зэвийн ирж нєхєрлєсєн ёс ийм\nбилээ. (Чингис єєрийн шархатсанаа далдалж, морио шархатсан мэтээр хэлж байгаа\nбололтой.)\n\nТАТААРЫГ СЄНЄЄСЄН БА ВАН ХАНТАЙ ЭВДЭРСЭН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 148, "text": "Чингис хаан, тэнд тайчуудыг довтолж Аучу баатар, Ходун орчан, Худуудар\nзэргийн тайчуудын язгууртныг ургийн ураг хvртэл vнсэн товрог болгож хядав. Улс\nиргэний нь нvvлгэж, Чингис хаан, Хубхаяа (Ухаа хаяа) гэдэг газар ирж євєлжив. 149. [Суут богд Чингис хаан, зах нутаг нутаглаж явахын цагт нэгэн єдєр дотоод\nесєн сайдаа авч мєр хайж, бараа харж яваад зарлиг болруун: \"Аль ч зvгээс ямар ч\nдайсан ирэх магадгvй, есєн сайд минь гурван хэсэг болж яв\" гэж зарлиг болов. Эдний зарлигийг дагаж Зэлмэ, Чуу мэргэн, Шигихутуг гурвуул нэг хэсэг болов. Боорчи, Борохул, Мухулай гурвуул нэг хэсэг болов. Сvлдvсний Сорхон-шар, бэсvдийн Зэв, ойрдын Хар хирvгэ гурав нэг хэсэг болж гэрт vлдэв. Эзэн бусад\nзургаан сайдаа авч мєр хайж, бараа харж, Чахарай хааныг арлаж, Жалман ханыг\nєлгийлж явтал эзний дороос\n\nХалтар тэх\nХарайн гvйхэд эзэн\nТолбот бор мориороо\nДовтлон гvйцэж\nАгссан нумаа\nАнгайлган татаж\nАлтан сумаа\nАлдлан тэлж\nАлаг тэхийг\nАтиртал харваж\nАлсан даруйд\nАр дахь сайд нь\nАмдан бууж\nАвч ганзагалахыг завдтал\n\nЭзэн зарлиг болов: \"Yvнийг та нар vтэр євчиж шар. Би тэр Шар дэвсэг дээр гарч\nбараа харъя\" гээд одов. Тэнд эзний нойр хvрч, толбот бор морины дэл дээр\nташуураа тулж унтаад нэг зvvд зvvдлэв. Чингис хаан сэрээд зургаан сайддаа ирж\nзарлиг болруун: \"Би нэг зvvд зvvдлэв\nБор зvрх минь\nБол бол хийв\nБогино хавирга минь\nШир шир хийв. Болшгvй дайсан\nИрэх нь бололтой. Єндєр уулын цаадах\n\nЄргєн шар талд\nГурван хар тугтай\nГурван зуун дайсан байна. Гурван зуун дайсны\nХошууч баатар нь\nЗээрд морио унаж\nЗэвт сумаа дэлж\nБат хуягаа ємсєж\nБараан сахлаа илж\nБаруун тийш ширвэж\nЗvvн тийш ажиглаж\nЗvv мэт жирвэлзэж\nУтас мэт улалзаж явна. Энэ зvvд минь хэрэв vнэн бол зургаан сайд минь та нар яах вэ? гэж асуув. Шигихутуг хэлэв: \"Хол ойрыг харагч\nХоёр хурц нvдээрээ\nМонгол аймгийг\nМохтол\nМэргэд аймгийг\nМэгдэртэл\nТайчууд аймгийг\nДалдиртал\nСарын газрыг\nСаравчлан харж\nЖилийн газрыг\nЖилэвчлэн vзэж\nХар нvдний цэцгийгээр\nХаан чамдаа тусалъя\nЭргэх нvдний харцаар\nЭзэн чамдаа тусалъя\" гэв. Зэлмэ хэлэв: \"Yхэх амиа\nХайрлахгvй\nYгvйрэх малаа\nХарамлахгvй\nYзэгдэх дайсныг\n\nХалтиртал дайрч\nЗамдаа тохиолдсоныг\nЗад цохиж\nМєртєє тохиолдсоныг\nМєлт цохиж\nХар тугий нь\nХамран авч\nБарьсан хvний нь\nБайлдан алж\nХийсэх тvгий нь\nГишгэн дэвсэж\nУранхай тугий нь\nУландаа гишгэж\nДайсны сvрийг\nДаран сєнєєж\nДахин босох\nЧадлы нь мєхєєе\" гэв. Чуу мэргэн хэлэв: \"Довтлон орох чадалгvй боловч\nТогтсоныг бататгах чадалтай би\nЭрчлэн дайрах чадалгvй боловч\nЭвдэрснийг сэлбэх чадалтай би. Уульхай зантай Чуу мэргэн би, Уулгалан орох цаг болоход\nУхрах зугтах магадгvйг\nУрьдаас хаандаа хэлье. Улс орноо тогтоосон хойно\nУчиртай vгээрээ тусалж чадна. Харь дайсныг довтлох цагт\nХаан эзэн Чингис чамд\nХашир миний боломжит vг\nХааяа боловч тус болно\" гэв. Боорчи хэлэв: \"Єрсєлдєн ирэх дайсны\nЄмнєх замыг бєглєж\nХалдан ирэх дайсны\nХарайх замыг хааж\n\nАчит эзэн чиний\nАмь биеийг хамгаалж\nАлтан жолоогий чинь\nАлдалгvй дагаж\nХандсан зvгт чинь\nХагацалгvй явъя\" гэв. Борохул хэлэв: \"Харвах сумны\nХалхавч болж\nХангинах зэвийн\nБамбай болж\nИтгэлт эзэн чиний\nИдэх биед\nИрт мэс\nБvv хvргэе\" гэв. Мухулай хэлэв: \"Дайсныг дарж\nОлзыг оруулж\nИрэх дайсны\nИрийг мохоож\nБуцах дайсныг\nБултыг хядаж\nХvлэг мориныхоо\nСvvл дээгvvр\nХvдэн манан татуулж\nУнасан мориныхоо\nДэл дээгvvр\nУргах сайхан нарны\nУлаан гэрлийг цацруулж\nБайлдаан бvхэнд ялсан\nБаяртай сайхан мэдээг\nБаатар чамдаа хvргэе\" гэв. Чингис: Шилдэг зургаан сайдын\nШийдвэртэй vгийг сонсож\n\nШарсан тэхийн махнаас\nШаламгайлан идэж дуусаад\nШаргал морины цулбуурыг Шигихутугт єгч\n\"Yзсэн зvvдний минь\nYнэн худлыг мэд\"\n\nгэж явуулав. Шигихутуг, шунхан шаргал морий нь унаад\n\nТал газар тавиулж\nТайга газар алхуулж\nХєндий газар хатируулж\nХєвч газар сажлуулж\nШар дэвсэгт хvрээд\nШалгаж сайтар харвал\nБараан тугийг хийсгэсэн\nБалмад дайсны цэрэг\nБачмаг тулгарахад\nБаатар Шигихутуг\nБайсан газрын зvг\nБачимдан давхиж ирээд: \"Шар дэвсэг дээр\nЦочмог гарч очвол\nГурван зуун дайсантай\nБачмаг тулгарч уулзав\nТайчуудыг\nТаньсангvй\nМэргидийг\nМэдсэнгvй\nМонголыг\nМохтол харж чадсангvй\n\nХойшоо ганцхан хяламхийж vзэхэд эзний зvvдэнд vзсэн дайсантай адил мэт байна\"\nгэв. Тэгэхэд зургаан сайд хуягаа ємсєж, бамбайгаа зvvж, байлдаанд бэлдэж байтал\nдайсны цэрэг хvрч ирэв. Сайд баатар Боорчи\nСаарал мориндоо мордож\nСамуун дайсны ємнєєс\nСамбааг олж очоод\nСанаа зоригийн асууруун: \"Та, юун хvн бэ? Ёст хvн бол ёсоо хэл! Нэрт хvн болнэрээ хэл\" гэвэл тэд єгvvлрvvн: \"Нэрээ асуулцахаар\nИрээгvй бид, Нэвширтэл байлдахаар\nИрлээ бид\"\n\nБоорчи хэлэв: \"Надад учраа хэлбэл\nНайрамдлаар єршєєж болно\nНаадах тулах санаатай бол\nНарны галтайд эхэлье\" гэв. Тэгэхэд цаадах хvн хэлрvvн: \"Танд хэлэх сайн нэр\nБидэнд vгvй\nТарвагачин загасчин хvн бид\" гэв. Тэгэхэд Шигихутуг єгvvлрvvн: \"Тэднээс vг асуух хэрэггvй. Таньсан тайчууд байна. Татгалзалгvй байлдъя\" гэв. Борохул буун гvйж, бор бамбайгаа авч, Богд эзнээ\nхамгаалан зогсов. Зэлмэ, хєндлєн этгээдээс илд барьж ороод\n\nМєртєє тохиолдсоныг\nЗам гартал цавчиж\nГурван хар тугий нь\nГулд татаж аваад\nУулан дээр аваачиж\nУруу харуулан хатгав. Чуу мэргэн хэдийнээ дутаажээ. Боорчи урагшаа алалдаж явах зуур хойшоо Чуу\nмэргэнийг харж єгvvлрvvн: \"Yй Чуу мэргэн, байз! Эзэн хаан тєлєє ингэж зvтгэдэг\nбилvv! Нvхнээс гарсан алагдаага мэт годхийн зугтах чинь юу вэ?\" гэвэл, Чуу\nмэргэн эргэж ирээд инээж єгvvлрvvн: \"Зэргэлдэн байлдъя гэхэд, зэв дутаад байна\"\nгэвэл, эзэн алтан саадгаасаа шунхт зэвээ сугалж єгєв. Чуу мэргэн, шунхан зэвийг\nсумлан татаж, суниалган дэлж, эрхийдэн сойж, эргvvлэн татаж, суниалган дэлж, эрхийдэн сойж, эргvvлэн чиглvvлж, дайсны тэргvvнийг тас харваж, зээрд халзан\nморийг барьж ирээд эзэнд унуулав. Эзэн тэр морийг унаж vзвэл нисэх шувуу, хийсэх салхи мэт байв. Тэгээд зєрчих дайсныг цєхрvvлэн дарж, хатгалдах дайсныг\nзагас болгож байтал, Борохулын толгойд сум тусвал, тэр доош унаж, нумаа тэмтэрч\n\nаваад салдархилан тvшиж бамбайгаа алдалгvй барьж зогсоно. Боорчи урагшаа\nалалдаж байх зуур, хойшоо харж тvvнд єгvvлрvvн: \"Эр хvн ганц суманд унадаг\nбилvv? Эврээ цохиолсан ишиг мэт, эргэлзэн салганах чинь юу вэ?\" гэвэл, Борохул, мориныхоо буруу талаас харайж мордоод халхавчаа барьж хайхралгvй байлдаж\nявав. Тэгээд халдаж ирсэн дайсан алагдсан хvнийхээ хvvрийг авч дутаав. Эзэн\nзарлиг болруун: \"Буруу хандсан дайсныг яах билээ?\" гэвэл Боорчи єгvvлрvvн: \"Бурхан болсон хvнийг\nБуянаар vддэг\nБуруу хандсан дайсныг\nЗэр зэвээр vддэг. Нэхье\" гэвэл, тэр vгийг эзэн зєвшєєрч нэхэв. Цайтын цагаан талд дайсныг гvйцээд, олон хонинд орсон чоно мэт цавчиж нэг зуун хvнийг алав. Хоёр зуун хvн дутаав. Энэ байлдаанд зуун морь, тавин хуяг олзолж авав. Тэр цагт Чингис хаан, тэнгэр эцэгтээ мєргєе гэж довцог єндєр дээр гарч,тохмоо\nдэлгэж тавиад бvсээ хvзvvндээ єлгєж залбиран єчив: \"Эрэмгий сайнаар\nЭзэн эс боллоо, би. Эрхт тэнгэр\nЭцгийн хайраар\nЭзэн боллоо, би. Эцэг тэнгэрийн ачаар\nЭсрэг дайснаа дарлаа, би. Хамрагч сайнаар\nХаан эс боллоо, би. Хан тэнгэр эцгийн\nХайраар эзэн боллоо, би. Хан тэнгэр эцгийн єршєєлєєр\nХарь дайсныг дарлаа, би\"\n\nгэж мєргєв. Тэндээс мордож явахад эзэн, зургаан сайдаа магтан дуулав. Эхлээд Шигихутугийг магтсан нь: \"Мэргидийг мэгдvvлж\nМонголыг мохоож\nТайчуудыг таньж\nДайсныг даралцсан\nТатаарын Шигихутуг минь\" гэж магтав. Зэлмийг магтсан нь\n\n\"Ороо гєрєєсний\nОтлого болсон\n(Ан гєрєєсийг\nАнаж мэддэг)\nОмогт дайсны\nЗvрхийг чичрvvлсэн\nУнах морьгvй болоход\nУнаа авчирч єгсєн\nУндаасан цангах цагт\nУух дарс єгсєн\nСэргэг бага нойртой\nСэцэн мэргэн ухаантай\nУлс тєрийн тєлєє\nУрьд цагаас зvтгэсэн\nУрианханы сайн Зэлмэ минь\" гэж магтав. Чуу мэргэнийг магтсан нь: \"Зарлигийг минь алдалгvй дагаж\nЗаасныг минь эндэлгvй гvйцэтгэж\nДайсны тэргvvнийг\nТас харваж\nУнасан зээрд морий нь\nУулгалан булааж\nХатгалдах дайсныг\nХага цохиж\nЗєрчилдєх дайсныг\nЦєм цохисон\nЗvрчидийн Чуу мэргэн минь\" гэж магтав. Борохулыг магтсан нь: \"Харвах суманд\nХалхавч болсон\nСурхирах суманд\nСаравч болсон\nТолгойгоо шархтахад\nТохмоо эс алдсан\nХушиний сайн Борохул минь\" гэж магтав. Мухулайг магтсан нь: \"Дайсныг даралцаж\nОлзыг оруулалцаж\nИрэх дайсны\nИрийг мохож\nБуцах дайсны\nБовийг хянгардаж\nХvлэг мориныхоо сvvл дээгvvр\nХvдэн манан татуулж\nУнасан мориныхоо дэл дээгvvр\nУргах нарыг гийгvvлж\nДайсны хєрєнгєнєєс\nТасархай утас орхилгvй\nХугархай зvv гээлгvй\nХураан авч ирсэн\nЖалайрын сайн Мухулай минь\" гэж магтав. Боорчийг магтсан нь: \"Намайг залуу байх цагт\nНайман шаргыг эрэх vед\nНаран ургах хирд\nНадтай уулзсанаас хойш\nНасад vнэнээр зvтгэсэн\nНаху баяны хєвvvн\nНайрт хvлэг Боорчи минь! Айл зуур явахад\nАлаг бяруу мэт номхон байвч\nАлалцах дайсантай уулзахад\nАрслан барс мэт догширч\nАюулт дайсныг дарахын тєлєє\nАмь биеэ vл хайрлагч\nАчит хvлэг Боорчи минь! Ханилж явах цагт\nХар бяруу мэт номхон байвч\nХатгалдах дайсантай тулах цагт\nХарцага шонхор мэт догширч\nХарийн дайсныг дарахын тєлєє\nХалуун амиа vл бодогч\nХайрт хvлэг Боорчи минь! Инээлдэн явах цагт\nИжил бяруу мэт номхон байвч\nИрэх дайсан учрахад\nИдэт араатан мэт догширч\nИдэмхий дайсныг дарахын тєлєє\nИтгэлт биеэ vл хайрлагч\nИвээлт нєхєр Боорчи минь! Наадан явах цагт\nНамрын унага мэт эелдэг боловч\nНанчилдах дайсантай учрахад\nНачин шонхор мэт довтолж\nНасан ямагт зvтэгсэн\nНайз хvлэг Боорчи минь! Харил буцалгvй явагч\nХаан эзнээ дагагч\nХайрт хvлэг Боорчи минь\" гэж магтан дуулав. Эзэн зургаан сайдаа магтан дуусахад Боорчи, эзнээ магтаж дуулсан нь: \"Есvхэй баатар эцэгтэй\nЕсєн єрлєг тvшмэлтэй\nЕр бvгдийг эрхэндээ оруулсан\nЕртєнцийн эзэн Чингис хаан минь! Єэлvн хатан эхтэй\nЄрлєг есєн тvшмэлтэй\nЄгэдэй, Толуй хєвvvнтэй\nЄршєєл хайр ихтэй\nЄнгє бvрийн улсыг\nЄмнєє сєгдvvлсэн\nЄшєєтєн дайсан бvгдийг\nЄлмий дороо гишгэсэн\nЄндєр дээд эзэн хаан минь! Хан эзэн чамайг байхад\nХарийн дайснаас\nХалшрах явдалгvй. Эзэн баатар чамайг байхад\nЭзэрхэг дайснаас\nЭмээх явдалгvй. Хамаг бvгд хамтарч\nХамаатан садан мэт эвлэлдэж\nХарийн дайсныг хамх цохъё\n\nХалуун зуураа цэнгэлдэн сууж, Хун галуу мэт\nХуралдан цэнгэе\nХудалч хvний vгэнд\nБvvр оръё\nХарцага шонхор мэт\nХарайлан дvvлэн явъя\nХатгалдах дайнд\nХалуун амиа\nБvv хайрлая. Ангир шувуу мэт\nАмраг vрээ бvv хєнєєе... Алалцах дайсанд\nАмиа бvv хайрлая. Элэг садан дотроо\nЭв найрамдлыг бvv алдъя\nЭзэрхэх дайсантай тулахад\nЭнэ биеэ бvv хайрлая\"\n\nХvлэг Боорчийн дуулсан vг энэ билээ. Суут богд Чингис хаан, vд зуур явж гурван зуун тайчуудыг дарж эсэн мэнд гэртээ\nирж энх амгалан суув. А.то] Нvцгэн баарины Ширээт євгєн, хєвvvн Алаг Наяа\nхоёртой элбэж тайчуудын ноён Таргудай Хирилтугийг ойд хоргодож байхад олж\nбариад, тэр, морь унаж vл чадах тарган тул тэргэнд суулгаж [Тэмvжинд хvргэхээр]\nавч явахад Таргудай-Хирилтугийн хєвvvд, дvv нар нэхэж булаан авахаар ирэв. Тэднийг ирмэгц Ширээт євгєн, хєдлєн ядах Таргудайг хєлбєрvvлэн унагаж, гэдрэг\nхаруулан хэвтvvлж, гэдсэн дээр нь сандайлж суугаад, хутгаа сугалж єгvvлрvvн: \"Хєвvvд дvv нар чинь, чамайг булааж авахаар ирэв. Хан чамайг одоо би эс алавч, чамд нэгэнт халдсан тул намайг алах болно. Чамайг алавч, нэгэн адил алагдах\nболно. Иймийн тул чамаар дэр хийж vхье\" гэж хутгын ирийг Таргудайн хоолойд\nтулгавал, Таргудай-Хирилтуг, дvv нар хєвvvддээ их дуугаар уйлан єгvvлрvvн: \"Ширээт, намайг алах гэж байна. Намайг нэгэнт албал миний хvvрээр та нар юу\nхийх вэ? Намайг алаагvй байхад даруй буцагтун. Тэмvжин, намайг алахгvй. Тэмvжинийг эзэнгvй нутагт орхигдоод байхад нvдэндээ галтай, нvvртээ гэрэлтэй, сэргэлэн авьяастай хєвvvн гэж би олж авчраад, эмнэг vрээ даага сургах мэт сургаж\nхvмvvжvvлж явсан билээ. Тэр цагт тvvнийг хялбар vхvvлж чадах боловч єршєєж\nєсгєсєн юм. Одоо Тэмvжин, тvvнийг ухаандаа ойлгож, сэтгэлдээ сэнхэрч байгаа\nбиз. Тэмvжин, намайг алахгvй. Та хєвvvд, дvv нар минь vхэт (тvргэн) харигтун. Ширээт, намайг алуузай\" гэж их дуугаар уйлан бархирвал хєвvvд, дvv нар нь\nсонсож хэлэлцэв: \"Эцгийнхээ амийг аваръя гэж ирсэн билээ. Гэтэл, эцгий минь энэ\nШирээт євгєн албал хоосон амьгvй биеэр бид юу хийх вэ? Одоо алаагvйд буцъя\"\nгэж харив. Тэднийг далд ормогц тайчуудаас зугтаж одсон, Ширээт євгєний хєвvvн\nАлаг Наяа хоёр, эцэгтээ буцаж ирэв. Ширээт євгєн, хєвvvдтэй хамт нийлээд, Таргуйдайг аван хєдєлж, Хутухул-Нуга гэдэг газар хvрэв. Тэнд Наяа єгvvлрvvн: \"Бид энэ Таргудайг барьж очвол, Чингис хаан, биднийг хан эзнээ барьж ирсэн\nитгэмжгvй ард гэж биднийг итгэж нєхєрлєхгvй, харин хан эзэндээ халдсан харц ард\nгэж барьж алах биз. Одоо Таргудайг эндээс тавьж буцаагаад бид Чингис хаанд\nбиеэр очиж ингэж хэлье: \"Бид Чингис хаан чамд хvчээ єгєхєєр ирэв. Бид, Таргудайг\nбарьж ирж явтал, хан эзнээ харсаар байж, х арийн хvнд яаж барьж єгєх вэ гэж\nхалшран єрєвдєж замдаа тавьж буцаагаад, єєрсдєє таныг бишрэн дагахаар ирэв\"\nгэж хэлье гэвэл Наяагийн vгийг эцэг, хєвvvд зєвшєєрч, Таргудай-Хирилтугийг\nХутухул-нугаас тавьж явуулаад, Ширээт євгєн, Алаг Наяа хоёр хєвvvний хамт, Чингис хаанд хvрч ирэв. Тэдний ирсэн учрыг асуувал, Ширээт євгєн, Чингис хаанд\nєгvvлрvvн: \"Бид, Таргудай-Хирилтугийг авчирч явсан боловч замд эзнээ харсаар\nбайж, харийн хvнд яаж барьж єгєх вэ гэж тавьж буцаагаад, бид єєрєє Чингис хаанд\nхvчээ єгєхєєр ирэв\" гэв. Чингис хаан єгvvлрvvн: \"Хан эзэн Таргудайг\nХалдаж авчирсан бєгєєс\nХандаа халдсан\nХарц ардад\nИтгэж vл болох тул\nХарин та нарыг\nХамаатан садны\nХамт алах бvлгээ. Хан эзнээ хайрласан\nХалуун сэтгэл чинь\nХарин зєв\" гээд Наяаг дотночлон єршєєв. 150. Тvvний хойно, Чингис хааныг Дэрсvд гэдэг газар байхад Хэрэйдийн Жаха\nхамбу нєхєрлєхєєр ирэв. Тэр цагт мэргид хатгалдахаар ирвэл, Чингис хаан, Жаха\nхамбу хоёр хатгалдан байлдаж няцаав. Тэнд тvмэн тvбэгэн, олан Дунгайд\nХэрэйдийн бутарсан иргэн Чингис хаанд дагаар ирэв. Хэрэйдийн Ван хан, урьд\nЕсvхэй баатартай сайхан ханилж анд бололцсон билээ. Анд бололцсон учрыг\nхэлбэл, Ван хан, Хурчахус буйруг хан эцгийн дvv нарыг алаад авга Гvр хантай\nэвдрэн тэмцэлдэж, Хараун хавцал гэдэг газар шурган хоргодож, тэндээс зуун\nхvнтэй арайхан зугтаж, Есvхэй ханд ирвэл, Есvхэй хан, тvvнийг асран тэтгэж, єєрийн биеэр цэрэг авч мордоод, Гvр ханыг Хашин оронд дутаалгаж, албат иргэд ба\n\nэд малыг Ван ханд євч єгсний тул анд амраг бололцсон билээ. 151. Тvvний хойно Ван ханы дvv Эрх хар, ах Ван ханд алагдахаас айж дутаан, Найманы Инанча ханд очив. Инанча хан, цэрэг мордуулж ирэхэд Ван хан зайлж, гурван хот дамжин тэнэж, хар Хятадын Гvр ханд очив. Тэр хантай бас эв тасраад\nУйгурын хот, Тангудын балгасаар хэсvvчлэн явж, таван ямаа шєрєглєн сааж, тэмээний цус ханаж идсээр арай гэж Гvсэvр нуурт хvрч ирвэл, урьд Есvхэй\nбаатартай анд барилдсаныг Чингис хаан сэтгэж, Дахай баатар, Сvхэхэй жэvн\nхоёрыг элч болгон угтуулж, бас дараа нь Хэрлэний эхнээс, Чингис хаан єєрєє тосож\nаваад єлсєж турж ирэв гэж Ван ханд (харъяат ардаас) гувчуур татаж єгєєд єєрийн\nхvрээнд агуулж тэжээв. Тэр євєл хамт нvvж Чингис хаан Хубахаяад євєлжив. 152. Тэр цагт Ван ханы дvv ноёдын хэлэлцсэн нь: \"Энэ хан ах мань\nYр садан биднийг\nYнсээр хийсгэж болох\nYмхий санаа євєртєлсєн\nYл бvтэх хvн байна\nХайран ах дvvгээ\nХамран алж барав\nХар Хятадад бас\nХамгаалал гуйж шургав\nХамаг улсаа хайрлахгvй\nХаргислаж зовоов. Yvнийг яах билээ? Урьд долоон настай байхдаа мэргид иргэнд баригдаж, харлаг\nишгэн дах ємсєж, Сэлэнгийн Буур хээрт очоод Мэргидийн газар будаа нvдэж\nамьдарч явсан билээ. Хурчахус буйруг хан эцэг нь мэргид иргэнийг байлдан дайлж, хєвvvнээ аварч ирсэн. Гэтэл энэ Тоорил бас Татаарын Ажай ханд арван гурван\nнастай байхдаа эхийн хамт баригдаж очоод тvvний тэмээг хариулж явжээ. Тэндээс\nАжай ханы хоньчийн хамт оргож гэртээ ирэв. Тvvний хойно найманаас айн дутааж, Сартаул газрын Чуй мєрнєє хар Хятадын Гvр ханд очив. Тэнд нэг жил болоод бас\nзайлж, Уйгур нутгаар тэнэж, Тангуд газраар зайлж, таван ямаа шєрєглєн (ямааг\nдэлэвчлэх буюу ишигний хошууг шєрєглєн) сааж, тэмээний цус ханаж идсээр ганц\nсохор халиун морьтой, Тэмvжинд ядаж ирвэл, Тэмvжин хєвvvн, гувчуур татаж\nтvvнийг тэжээв. Гэтэл, одоо тэр ингэж явснаа мартаад ємхий элэг євєртєлж явна\"\nгэж хэлэлцэв. Энэ хэлэлцсэн vгийг Ван ханд Алтан ашуг уламжлан айлтгав. Алтан\nашугийн хэлсэн нь: \"Би энэ хуувь ярианд оролцсон билээ. Гэтэл, хан чамайг тэвчиж\nчадахгvй тул хамаг сонссоноо айлтгав\" гэжээ. Тэр vгийг хэлэлцсэн Элхудур, Хулбари, Арин тайж зэргийн дvv ноёдыг Ван хан бариулав. Ван ханы дvv Жаха\nхамбу амжин дутааж, Найманд очив. Баривчлан авсан дvv нараа Ван хан нэгэн гэрт\nоруулж єгvvлрvvн: \"Уйгар нутгаар тангуд газраар яаж явсан гэж та нар хэлсэн бэ? Та нар муусайн юу гэж бодов?\" гээд нvvрт нь нулимж, гэрт байсан ард цємийг\nбосгон нулимуулж, тэдний хvлгийг тавиулав. 153. Тэр євєл євєлжиж, нохой жилийн (1202 оны) намар, Чингис хаан, цагаан\nтатаар, алчи татаар, тутауд татаар, алухай татаар нартай Далан нэмvргэ гэдэг газар\nбайлдахын урьд Чингис хаан, цааз тогтоож зарласан нь: \"Дайсныг дарах цагт\nолзонд бvv саатагтун. Дайсан нэгэнд дарагдвал тэдний юм хэзээ ч бидний олз\nболох тул хуваалдаж амжина. Хэрэв бид ухрахад хvрвэл анх довтолсон байрандаа\nдаруй эгж ирвэл зохино. Уг байрандаа эгж ирээгvй хvнийг алтугай\" гэж ийм засаг\nтогтоож зарлав. Далан нэмvргэ гэдэг газар татаартай байлдаж тэднийг дутаалгав. Тэднийг нэхэн байлдаж, Улхуй шилvгэлжид гэдэг газар эзлэн дагуулав. Цагаан\nтатаар, алчи татаар, тутауд татаар, алухай татаар нарын эрхтэн (дээд язгууртан)-ийг\nдарж харъяат нарыг эзлэх цагт тогтоосон цаазыг Алтан Хучар Даридай гурвуул\nзєрчиж, олзонд шунан байлдаанаас саатжээ. Хэлсэн vгэндээ хvрсэнгvй, тогтоосон\nцаазыгдагасангvй гэж Зэв Хубилай хоёрыг явуулж, тэдний олзолсон адуу ба юмыг\nбvрнээ хураан авахуулав. 154. Татаарыг сєнєєж, бvгдийг эзэлсэн хойно, улс иргэний нь яах тухай Чингис\nхаан, алтан ургаа цуглуулж нэг гэрт ороод их зєвлєлдєєнийг хийв. Тэдний зєвлєсєн\nнь: \"Эрт цагаас нааш\nЭцэг євгєдийг минь хорлосон\nЭнэ муусайн татааруудыг\nЭгнэгт дуусгахын тул\nТэрэгний булд хэмжиж\nYгvй хийж устгая. Yлдсэн эхнэр хvvхдийг\nYvд бvрд хувааж\nYvрдийн боол болгоё\"\n\nгэж зєвлєлдєж тогтоод, гэрээс гарвал татаарын Их-Чэрэн, Бэлгvтэйгээс асууруун: \"Та нар ямар vг зєвлєлдєв?\" гэвэл Бэлгvтэй єгvvлрvvн: \"Та бvгдийг тэнхлэгийн\nцvvд хэмжиж, тvvнээс єндєр нуруутныг цємийг хядахаар тогтов\" гэв. Бэлгvтэйн энэ\nvгийг сонсоод Их-Чэрэн, олон татаарт тунхаг зарлаж, хороо бэхлэлтэд цуглуулав. Тэдний бэхлэлтийг эвдэхийн тул манай цэргvvд маш хохиров. Бэхлэлтэд цугласан\nтатааруудыг арай гэж эзлэн авч тэнхлэгт чацуулан хядахад татаар нар хvн тутам\n\"Дэр авч vхье\" гэж хутга ханцуйлж байсан тул тvvнээс бас манай цэргvvд их\nхохирчээ. Тэдгээр татаар нарыг тэнхлэгт чацуулан хядаж дуусаад Чингис хаан\nзарлиг болруун: \"Бид ургаараа их зєвлєлдєєн хийснийг Бэлгvтэй гаргаж хэлээд\nбидний цэргvvдэд маш их хохирлыг учруулав. Yvнээс хойш их эе зєвлєлдєєнд\n\nБэлгvтэйг бvv оруул. Зєвлєлдєєн хийж байхад, Бэлгvтэй, гаднах vйлийг захирч, хэрvvл ба хулгай худлын заргыг шvvж байтугай. Зєвлєлдєєн тєгсєж, сархад уусны\nхойно Бэлгvтэй Даридай хоёр сая орж болно\" гэж зарлиг болов. 155. Тэр цагт татаарын Их-Чэрэнгийн охин Есvгэнийг Чингис хаан єєрийн хатан\nболгож авав. Есvгэн хатан Чингис хааны єршєєлд орж єгvvлрvvн: \"Хаан соёрхвол, намайг хvнд бодож асрах биз. Миний эгч Есvй надаас дээр, хан хvнд зохиолдох гоо\nбvлгээ. Гагцхvv саяын будлианд хааш одсоныг мэдэхгvй\" гэвэл Чингис хаан\nєгvvлрvvн: \"Эгч чинь vнэхээр чамаас гоо бол тvvнийг эрvvлье. Эгчээ ирвэл чи\nзайлж сууриа єгєх vv?\" гэв. Есvгэн хатан єгvvлрvvн: \"Хаан соёрхож, эгчийг минь\nавчирч уулзуулбал, би эгчдээ даруй зайлъя\" гэв. Энэ vгэнд Чингис хаан тунхаг\nзарлаж эрvvлбэл Есvй хатан, єєрийн хvргэнтэй хат ойд дутааж явахыг бидний\nцэргvvд vзэж Есvй хатныг барьж авчирсан ба эр нь дутаажээ. Есvгэн хатан, эгчээ\nvзээд хэлсэн vгэндээ хvрч босоод суусан сууриндаа суулгаж, єєрєє доод этгээд\n(доод тал)-д суув. Есvгэн хатны хэлсэнтэй адил, Есvй хатан vнэхээр гоо тул Чингис\nхаан анхааран єршєєж, хатдын зэрэгт суулгав. 156. Татаар нарыг довтлон дуусгаж, нэгэн єдєр Чингис хаан, гэрийн гадна Есvй\nхатан, Есvгэн хатан хоёрын дунд сууж унд ууж байтал, Есvй хатан ихэд санаа\nалдав. Yvнд Чингис хаан дотроо сэжиг авч, Боорчи Мухулай хоёр ноёныг урьж\nирvvлээд єгvvлрvvн: \"Та хоёр энд чуулсан бvх ардыг аймаг аймгаар нь болго. Бус\nаймгийн хvнийг єєрийн аймагт бvv vлдээгтvн\" гэж зарлиг болов. Тэгээд бvх ардыг\nаймаг аймгаар ялгавал нэгэн залуу сайн эр аймаггvй vлджээ. \"Чи юун хvн бэ?\" гэж\nасуувал, тэр хvн єгvvлрvvн: \"Татаарын Их-Чэрэнгийн охин Есvйг авсан хvргэн\nбилээ. Дайсанд талагдахад айж дутаан явсан бvлгээ. Одоо дайн амарлив гэж сэтгэж\nирээд олон ардын дотор танигдахгvй биз гэж санаж явлаа\" гэв. Энэ vгийг Чингис\nхаанд мэдvvлбэл, хаан зарлиг болруун: \"Тэр хvн хорт сэтгэл євєрлєж ганцаар\nтэнэсээр одоо энд ирсэн ажээ. Тэр мэт этгээдийг хэдийний тэнхлэгт чацуулж\nхядсан биш vv. Юунаас буцна. Нvднээс далд болго\" гэсэнд тvvнийг даруй алав. 157. Мєн нохой жил (1202) Чингис хааныг татаартай байлдаж бай цагт Ван хан, мэргидийг довтлохоор мордож, Тогтоа бэхийг Баргуужин тєхvмийн зvг vлдэн хєєж, Тогтоагийн их хєвvvн Тєгс бэхийг алж, Тогтоагийн Хутугтай Чаалун хоёр охиныг\nба хатдыг олзлон авч, Хуту Чулуун хоёр хєвvvний нь харъяат иргэдийн хамт эзлэн\nавсан боловч, энэ олзноос Чингис хаанд юухныг ч эс єгєв. 158. Тvvний хойно Чингис хаан, Ван хан хоёр найманы хvчvгvдийн Буйруг хантай\nбайлдахаар морилж, Улуг тагийн Сохог ус гэдэг газарт хvрвэл, Буйруг хан байлдан\nядаж, Алтай даван хєдлєв. Чингис хаан Ван хан хоёр Сохог уснаас Буйруг ханыг\nнэхэж Алтай давуулан Хумшингирийн Yрvнгv гол уруу хєєж явав. Гэтэл, тэдний\nЕди-Тоблуг нэрт ноён, харуул харж яваад бидний харуулын цэрэгт хєєгдєж уул єєд\nдутаахад олом нь тасарч баригдав. Буйруг ханыг Yрvнгv гол уруу хєєн оруулж, Хишилбаши нуурт гvйцэж тvvнийг тэнд сєнєєв. 159. Тэндээс Чингис хаан Ван хан хоёр буцаж ирэхэд найманы Хvгсэv сабраг\n\nбаатар, Байдраг голын билчирт цэрэг засаж байлдахаар тосож байсан ажээ. Чингис\nхаан Ван хан хоёр мєн байлдахаар цэргээ засаж иртэл, нэгэнт vдэш болсон тул\nмаргааш байлдъя гэж засацгааж хонов. Гэтэл, шєнийн цаг Ван хаан, буусан\nгазартаа гал тvлж орхиод, Хар сvvл голыг єгсєн хєдєлжээ. 160. Тэр шєнє Жамуха, Ван хантай хамт хєдєлж яваад Ван ханд єгvvлрvvн: \"Тэмvжинд хэдийнээс наймантай харилцаатай байсан билээ. Одоо бидэнтэй хамт эс\nхєдлєв. Хан! Хан! Би бол\nХамаагvй хол нисэхгvй\nХайргуна шувуу мэт\nХамт нэг газар байна. Харин миний анд Тэмvжин бол\nХарьж нисэх шувуу мэт\nХааш яаш урван єднє. Хан чамаас одоо салж\nХарь найманд очих гэж\nХарсаар зориуд хоцров\"\n\nгэвэл, Жамухын vгийг сонсож, Убчигдайн Хvрэн баатар єгvvлрvvн: \"Чи юун дэмий\nзусардаж, шударга ах дvvгээ ховлон хачилж байна вэ?\" гэв. 161. Чингис хаан, тэр шєнє тэнд хоноод маргааш єглєє байлдах гэж босвол Ван\nханы буусан газар хов хоосон болсон тул \"Харин чи биднийг мэхэлж бууцанд\nхаясан байна\" гээд Чингис хаан хєдєлж, Эдэр Алтайн бэлчрээр гэтэлж сааталгvй\nявсаар Саарь хээрт очиж буув. Тэндээс Чингис хаан Хасар хоёр, найманууд ямар\nтєвєг учруулсныг мэдсэн боловч, vvнийг нэг ч хvнд хэлсэнгvй. 162. Найманы Хvгсэv Сабраг баатар, Ван ханы хойноос нэхэж, Сэнгvмийн эм, хєвvvд ба эд хєрєнгє, албат ардыг цєм булаан авч, бас Ван ханыг Тэлэгэтv амсар\nгэдэг газар байхад нэхэн байлдаж, зарим албат иргэн ба адуу малыг булаан аваад\nбуцжээ. Ван ханыг дагаж явсан мэргидийн Тогтоагийн Хуту Чулуун хоёр хєвvvн, тэр завшааныг тохиолдуулж, албат иргэнээ авч Сэлэнгийг чиглэн хєдлєєд эцэгтээ\nнийлэн очив. 163. Ван хан, найманы Хvгсэv сабраг баатарт дийлэгдээд Чингис хаанд элч явуулж\nхэлvvлсэн нь: \"Найманд эд хєрєнгє ба эм, хєвvvдээ булаагдав, би. Хєвvvн чамаас\nдєрвєн хvлэг баатраа ирvvлэхийг гуйя. Миний албат иргэн ба эд хєрєнгийг аварч\nєгнє vv\" гэжээ. Чингис хаан цэрэг засаж, Боорчи, Мухулай, Борохул, Чулуун дєрвєн\nхvлэг баатраа цэргийн хамт илгээв. Энэ дєрвєн хvлэг баатрыг ирэхийн урьд Улаан\nхус гэдэг газар Сэнгvм байлдаан хийж байгаад мориныхоо гуяыг шархдуулж\nбаригдахад хvрч байтал, Чингисийн дєрвєн хvлэг очиж тvvнийг авраад албат\n\nхєрєнгє ба эм, хєвvvд бvгдийг аварч єгєв. Тэр цагт Ван хан єгvvлрvvн: \"Урьд\nТэмvжиний сайн эцэг Есvхэй баатар миний бутарсан улсыг аварч цуглуулж єгсєн\nбилээ. Одоо хєвvvн Тэмvжин бас дєрвєн хvлэг баатраа явуулж, миний алдагдсан\nулсыг аварч олж єгєв. Ач хариулахыг тэнгэр газрын ивээл мэдтvгэй\" гэв. 164. Бас Ван хан єгvvлрvvн: \"Анд Есvхэй баатар минь\nАлдагдан барсан улсы минь\nАварч цуглуулж єгсєн билээ. Тvvний ууган хєвvvн\nТэмvжин Чингис хаан\nТэнэж бутарсан улсы минь\nТэтгэж хурааж єгєв. Энэ эцэг хєвvvн хоёр эл улсы минь тэтгэж\nХэний тєлєє зvтгэж\nЮуны тєлєє зовж байгаа билээ? Єтєлсєн євгєн би\nЄндєр уулыг тvшиж\nЄвс хагдыг дэрлэж\nЄєд болж одвол\nЄнєр олон улсы минь\nЄвлєн хэн эзлэх вэ? Хан Тоорил би\nХанат гэрээс салж\nХадат гэрт очвол\nХамаг хураасан улсы минь\nХарж хамгаалж байх хvн\nХаана хэн байх билээ? Эзэн Тоорил би\nЭсгий гэрээс холдож\nЭнгэр гэрт очвол\nЭнхрийлж хураасан улсы минь\nЭзэлж хэн захирах билээ? Тєрсєн дvv нар байвч\nТєр барьж чадахгvй\nТєв сайн авиргvй\nТvвэг ихтэй хvн бий. Ганц хєвvvн Сэнгvм байвч, тvvнд хань болох хvнгvй тул Тэмvжинийг Сэнгvмийн\nах болгож, хоёр хєвvvнтэй болоод сэтгэл амар сууя\" гэв. Тэгээд Чингис хаан Ван\nхоёр хоёр, Туул голын хар шугуйд нийлж эцэг хєвvvн болж ёслов. Эрт єдєр Есvхэй\n\nбаатартай Ван хан анд бололцсон тул Ван ханыг эцэг мэт vзэж, ийнхvv эцэг хєвvvн\nбололцсон билээ, Энэ тухай хэлэлцсэн vг нь: \"Харь дайсантай тулахад\nХамт нийлж байлдъя\nХадны гєрєєсийг авлахад\nХавсарч нийлж явъя\" гэв. Бас, Чингис Ван хан хоёр хэлэв: \"Хорт могойн хэл\nХооронд минь хутгаж\nХов жив оруулбал\nХолдож салалгvй, харин\nХоёр нvvрээр учирч\nХор хєнєєлийг тасалж байя. Араат могойн шvд\nАмрагийн хооронд орж\nАя эвийг эвдвэл\nАтаат сэтгэл тєрєлгvй\nАм хэлээрээ уулзан ярьж\nАливаа учрыг олж байя\"\n\nгэж бат vгээ барилдаж, амраглан явав. 165. Тvvний хойно, амраг дээр давхар амраг болъё гэж Чингис хаан сэтгэж, Зvчид\nСэнгvмийн дvv Чаур бэхийг гуйж, бас Сэнгvмийн хєвvvн Тусахад єєрийн Хожин\nбэхийг арилжин єгье гэж гуйвал, Сэнгvм биеэ ихэмсэглэн сэтгэж єгvvлрvvн: \"Миний ураг тэднийд очвол, ямагт хатавчинд хоймор харж суух болно. Тэдний\nураг бидэнд ирвэл, хоймор сууж хатавч харах болно\" гэж ихэмсэглэн, биднийг\nдоромжлон хэлж, Чаур бэх дvvгээ єгєхийг зєвшєєрсєнгvй. Yvнд Чингис хаан\nдотроо Ван хан, Нялха-Сэнгvм хоёрт дургvй болжээ. 166. Тэгж дургvй бололцсоныг Жамуха мэдэж, гахай жилийн (1203) хавар Жамуха, Алтан, Хучар, Хар хятадын євєгжин ноёхон, Сvбээдэй-Тоорил, Хачиун бэхи нар\nэелдэн нийлэлдэж нvvгээд Жэжээр єндрийн хярын Бэрхэ Элэтэд очиж НялхаСэнгvмтэй уулзаад, Жамуха ховлон єгvvлрvvн: \"Миний анд Тэмvжин, найманы\nДаян ханд элч илгээж vргэлж харилцаатай байдаг билээ. Тэр, Ам хэлэндээ\nАав хєвvvн гэдэг боловч\nАвир санаа нь\nАдвиш єєр бишvv\n\nТvvнд итгэж байна уу? Хожидвол та нар юу болохоо мэдэж байна уу? Та нар\nТэмvжинтэй байлдахаар мордвол би хажуунаас оролцъё\" гэжээ. Алтан Хучар хоёр\nєгvvлрvvн: Бид: Єэлvн эхийн єнчин хєвvvдийн\nАхы нь алж\nДvvгий нь дvvжилж\nєгье\" гэжээ. Хар хятадын Євєгжин ноёхон єгvvлрvvн: \"Гары нь барьж\nХєлий нь хvлж\n\nєгье\" гэжээ. Тоорил єгvvлрvvн: \"Арга сvвэгчилж Тэмvжиний улсыг булааж авъя. Улсаа автвал тэр яах ч аргагvй болно\" гэжээ. Хачиун бэхи єгvvлрvvн: \"НялхаСэнгvм хєвvvн чамайг сэтгэж, чиний тєлєє уртын vзvvрт, гvний ёроолд хvрэхээс\nбуцахгvй\" гэжээ. 167. Эдгээр vгийг Нялха-Сэнгvм, эцэг Ван хандаа Сайхан-Тодэ гэгч хvнээр хэлж\nилгээв. Энэ vгийг Ван хан сонсоод єгvvлрvvн: \"Тэмvжин хєвгvvнд тийм муу сэтгэж\nяаж болно? Бид, Тэмvжин хєвvvнээр тулгуур болгож байгаа атал, тvvнд муу\nсанавал тэнгэр биднийг таалахгvй. Жамуха хэзээнээс тэнэмэл чалчаа хvн билээ. Тэр\nдэмий зєв бурууг хэлж байна\" гэж эс таалан буцаажээ. Бас Сэнгvмийн хэлvvлсэн\nнь: \"Амьд хvн, ам хэлээрээ хэлж байхад аав та яагаад итгэдэггvй билээ?\" гэж дахин\nхvн явуулж хэлvvлж ядаад эцэст нь єєрийн биеэр ирж эцэгтээ єгvvлрvvн: \"Одоо\nчамайг амьд байхад биднийг тэр тоомсорлохгvй байна. Хэрэв хан эцэг чамайг\nцагаан идээнд цацаж, хар маханд хахвал, Харчахус-Буйруг хан эцгийн зовж\nхураасан улс, зvдэж байгуулсан тєрий чинь бидэнд мэдvvлэхгvй болуузай\" гэжээ. Ван хан єгvvлрvvн: \"Yр хєвvvнээ яаж хєнєєх вэ? Yнэхээр тулгуур болж байгаа\nтvvнд муу сэтгэвэл, тэнгэр биднийг vл таалах болно\" гэвэл, хєвvvн Нялха-Сэнгvм\nуурлаж vvд хаян гарав. Жич, Ван хан, хєвvvн Сэнгvмийг хайрлаж урьж ирvvлээд\nєгvvлрvvн: \"Тэнгэрт vл таалагдахаас айж хєвvvнээ яаж хєнєєх вэ? гэсэн билээ. Та\nнар чадах бол юу vйлдэхээ єєрсдєє мэдтvгэй\" гэжээ. 168. Тэндээс Сэнгvм єгvvлрvvн: \"Мєнєєхєн тэд, манай Чаур бэхийг гуйж байсан\nбилээ. Одоо \"Багалзуур ид\" гэж єдєр болзож ирvvлээд тvvнийг барьж авъя\" гэв. (\"Багалзуур идэх\" гэх нь хонины багалзуур махыг ид гэсэн vг биз. Залуу эр эм\nгэрлэсэн єдрєєс эхлэн гурван хоног хонины хvзvv багалзуурыг хувааж идэх заншил\nМонгол газар одоо ч хvртэл байна. Хvзvv багалзуурын яс маш бат хэлхээтэй байдаг\nтул vvгээр эр эмийн бат холбоог бэлэгджээ. Иймийн тул \"Багалзуур ид\" гэх нь эр\nэм болох хурим хийе гэсэн vг биз). Тэгж хэлэлцэж тогтоод \"Чаур бэхийг єгье. Багалзуур идэхээр ирэгтvн\" гэж Чингист хvн илгээв. Тэр ёсоор Чингис хаан, арван\nхvн дагуулж, Ван ханд очих замын зуур Мэнлиг эцгийн гэрт хоновол, Мэнлиг эцэг\nєгvvлрvvн: \"Мєнєєхєн бид Чаур бэхийг гуйвал, биднийг доромжилж єгсєнгvй\nбилээ. Одоо багалзуур ид гэж гэнэт урих нь жигтэй. Саяхан ихэмсэглэн биднийг\n\nтоохгvй байсан хvмvvс, гэнэт яагаад Чаур бэхийг єгєх болов? Yvнд сэжигтэй явдал\nбайна. Хєвvvн чи болгоомжлох хэрэгтэй. Одоо хавар болов. Бидний адуу туранхай\nбайна. Адуугаа таргалмагц очъё гэж шалтаглаж, энэ хэргийг хойш тавивал ямар?\"\nгэсэнд Чингис хаан, тvvний vгийг авч єєрєє очсонгvй, Бухатай, Хиратай хоёрыг\n\"Багалзуур ид\" гэж явуулаад Чингис хаан, Мэнлиг эцгийн гэрээс буцав. Бухатай\nХиратай хоёрыг очмогц, Сэнгvм нар \"Бидний хэрэг мэдэгдэв. Маргааш эрт хамарч\nбаръя\" гэв. 169. Тийнхvv барих гэж хэлэлцэж тогтсоныг Алтаны дvv Их-Чэрэн гэртээ ирж\nєгvvлрvvн: \"Маргааш єглєє Тэмvжинийг барихаар шийдэв. Энэ vгийг хvргэсэн\nхvнд Тэмvжин юугаа ч хайрлахгvй єгєх биз\" гэвэл, тvvний эм Алахчит єгvvлрvvн: \"Чиний энэ дэлэм vг, алд хэл чинь юун болно? Хvн сонсож vнэмшvvзэй\" гэв. Энэ\nvгийг сvv хvргэхээр ирсэн тэдний адууч Бадай сонсож буцав. Бадай харьц ирээд\nнєхєр адууч Хишилигт Чэрэнгийн vгийг хэлбэл, Хишилиг єгvvлрvvн: \"Би бас очиж\nучрыг мэдье\" гэж Чэрэнгийн гэрт очвол Чэрэгийн хєвvvн Нарийн-гэгээн, гадна\nсууж сумаа зvлгэж байна. Нарийн-гэгээн єгvvлрvvн: \"Манайхан сая юу гэж ярьсан\nбэ? Хэлээ татаж, амаа барьж яваасай\" гэжээ. Тэгээд Нарийн-гэгээн, бас адууч\nХишилигт єгvvлрvvн: \"Мэргидийн цагаан, ам цагаан хээр хоёр морийг барьж\nавчир. Уяж хоноод єглєє эрт мордоно\" гэжээ. Хишилиг ирж Бадайд єгvvлрvvн: \"Тугаар (сая)-ын чинь хэлсэн vнэн болов. Одоо бид хоёр, Тэмvжинд хэл хvргэе\"\nгэж vг барилдаж, мэргидийн цагаан, ам цагаан хээр хоёр морийг барьж, их гэрийн\nгадна уяад мєн vдэш хонинд орж нэгэн хурга алаад исэр (ор)-ээ тvлж чанаад\nмэргидийн цагаан, ам цагаан хээр хоёр бэлэн уясан морийг унаж тэр шєнєдєє\nЧингис хаанд давхиж ирэв. Бадай Хишилиг хоёр, Чингисийн гэрийн араас ИхЧэрэнгийн єгvvлсэн vг ба тvvний хєвvvн Нарийн-гэгээний сумаа зvлгэж бэлдэж\nбайсан хийгээд мэргидийн цагаан, ам цагаан хээр хоёр морийг барьж уя гэсэн бvх\nvгийг Чингис хаанд хэлж єгєв. Бас Бадай Хишилиг хоёр єгvvлрvvн: \"Чингис хаан\nсоёрхвол, бидний vгэнд эргэлзэх явдалгvй. Хамран ирж таныг баръя гэж хэлэлцэж\nтогтсон нь магадтай vнэн\" гэв. ХЭРЭЙД УЛСЫН МЄХСЄН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 170, "text": "Тvvнийг сонсоод Чингис хаан Бадай Хишилиг хоёрын vгийг итгэж, мєн шєнє\nшадар байсан итгэлт нєхдєд мэдэгдээд, юм хvмээ орхиж, хєнгєвчлєн мордов. Мау\nєндрийн хярд гарч явахад хойноо урианханы Зэлмээг цагдах харуул болгон тавив. Тэгж явсаар маргаашийн єдєр наран хэлбийхэд Хархалзан элээт хvрч vдлэн буув. Тэнд vдэлж байтал, Алдчидайн агтагч Чихитай Ядир хоёр сайхан бэлчээрт агтаа\nадуулж яваад Мау єндрийн єврєєр Улаан бургадыг дайран ирж яваа дайсны тоосыг\nvзэж, агтаа яаравчлан хєєж ирсэнд ажиглан харвал, vнээр Мау єндрийн єврєєр\nУлаан Бургад гэдэг газарт тоос гарч байна. чингис хаан, тэр тоосыг vзэж, Ван хан\n\nнэхэж айсуй гэж агт морьдыг бариулж ачаалан хєдлєв. Хэрэв тэр тоосыг урьдаас\nvзээгvй бол гэнэдэж болох билээ. Тэр цагт Ван хантай Жамуха ирж явсан ажээ. Ван\nхан, Жамухаас асууруун: \"Тэмvжин хєвvvнд бидэнтэй байлдаж чадмаар ямар\nхvмvvс байна?\" гэвэл, Жамуха єгvvлрvvн: \"Урууд, мангууд нар тvvнийг дагаж\nбайгаа. Бодвол тэд байлдах биз. Тойрч ирээд\nДовтлон буудан\nТашаалдаж ирээд\nДаран ордог\nБараан алаг тугийг\nБарьж явдаг\nБачит тэдгээр иргэн\nБага наснаас эхлэн\nБайлдаж мэргэжсэн тул\nВан хан та\nБаахан болгоомжилбол зvйтэй\" гэжээ. Тэр vгийг сонсоод Ван хан єгvvлрvvн: \"Тийм бол бид анханд Хадагиар\nтолгойлуулан, Жvрхиний баатруудыг оруулъя. Тvvний хойноос тvмэн тvбэгэний\nАчиг-Ширvнг оруулъя. Тvvний хойноос Олан дунгайдын баатруудыг оруулъя. Тvvний хойноос Ван ханы мянган торгон цэргийг удирдан Хориширэмvн тайж\nдовтолтугай. Тvvний хойноос бидний их гол хvчин оръё\" гэв. Бас ван хан\nєгvvлрvvн: \"Жамуха дvv чи бидний бvх цэргийг зас (захирагтун)\" гэвэл, Жамуха, олноос онцгой гарч нєхдєдєє єгvvлрvvн: \"Ван хан, бvх цэргээ намайг захир гэж\nбайна. Би Тэмvжин андтай байлдан ядаж байхад намайг харин цэргээ захир гэнэ. Yзвэл, Ван хан, надаас хэтрэхгvй дорой бєгєєд тvр нєхєрлєх хvн байна. Тэмvжин\nандад хэл оруулъя. Анд хатуужтугай\" гэж Жамуха, Чингис хаанд эчнээгээр\n(далдуур) хvн явуулж хэлvvлсэн нь: \"Ван хан, надаас асуув. \"Тэмvжин хєвvvнд\nбидэнтэй байлдах ямар хvн бий?\" гэж асуувал, би: \"Уруул Мангуд тэргvvтэй хэцvv\nбаатрууд бий\" гэж хэлбэл, Ван хан Жvрхиний баатруудыг манлай болгож томилов. Тvvний хойноос Тvмэн Тvбэгэний Ачиг-Ширvнг томилов. [Тvvний хойноос] Олан\nдунгайдыг томилов. Тvvний хойноос Ван ханы мяган торгон цэргийн ноён\nХориширэмvн тайжийг томилов. Тvvний хойноос Ван хан, их гол цэргээ авч орно\nгэнэ. Бас Ван ханы хэлсэн нь: \"Жамуха дvv, эдгээр бvх цэргийг захир\" гэж надад\nитгэж хэлнэ. Yvнээс vзвэл, [энэ Ван хан] хялбархан нєхєр ажээ. Цэргvvдээ єєрєє\nзахирч vл чадна. Би Тэмvжин андтай урьд байлдахад давдаггvй билээ. Гэтэл Ван\nхан, надаас дорой хvн байна. [Иймийн тул] Анд чи бvv ай. Хатууж\" гэж илгэжээ. 171. Энэ мэдээг сонсоод, Чингис хаан єгvлрvvн: \"Уруудын Жорчидай авга чи юу\nгэж бодно? Чамайг манлай болгож явуулъя\" гэвэл Жорчидайг хариу хэлэхийн урьд\nМангудын Хуилдар сэцэн єгvvлрvvн: \"Тэмvжин андын ємнєєс би байлдъя. Миний\n\nхойно хоцорсон єнчин хєвvvдийг асрахыг Тэмvжин анд мэдтvгэй\" гэв. Жордийг\nасрахыг Тэмvжин анд мэдтvгэй\" гэв. Жорчидай єгvvлрvvн: \"Чингис хааны ємнєєс\nбид урууд, мангуд манлайлан хатгалдъя\" гэжээ. Тэгээд Жорчидай Хуилдар хоёр\nурууд, мангуд [цэрэг]-аа жагсааж, Чингис хааны ємнє мордохыг бэлтгэв. Тэгж\nбайтал, Жvрхинээр толгойлуулсан дайсан хvрч ирэв. Тэднийг ирмэгц урууд, мангуд\nнар угтан байлдаж Жvрхинийг дарав. Гэтэл бас Тvмэн тvбэгэний Ачиг-Ширvн\nдовтолж ирэв. Ачиг-Ширvн, Хуилдарыг шархтуулж хадны хавчилд мориноос\nунагав. Yvнийг vзээд мангуд нар буцаж Хуилдарыг хамгаалав. Жорчидай урууд\nцэргээ удирдан байлдаж, Тvмэн тvбэгэнийг дараад цааш нэхэхэд Олан дунгуйд\nэсэргvvцэн довтлов. Жорчидай бас дунгайдыг дарав. Цааш нэхэхэд Хориширэмvн\nтайж, мянган торгудаа удирдан угтаж байлдвал бас Жорчидай, Хориширэмvн\nтайжийг мохоож дарахад Сэнгvм, Ван хан эцгээс зєвшєєрєл авалгvй эсэргvvцэн\nбайлдаж, энгэсэг хацраа шархтаж унажээ. Сэнгvмийг шархтаж унахад хэрэйд\nбvгдээр тvvн дээр цуглаж очив. Тэднийг ийнхvv дарж шингэх наран, уул ташиж\nбайхад манай цэрэг эргэж шархтсан Хуилдарыг унасан газраас аваад харьж ирсэнд\nмєн vдэш Чингис хаан, Ван хаантай байлдсан газраас хєдлєн зайлж хонов. 172. Тэнд хоноод маргааш vvр цаймагц, (хvмvvсээ) бvртгэвэл Єгэдэй, Борохул, Боорчи гурав vгvй ажээ. Чингис хаан єгvvлрvvн: \"Єгэдэйтэй итгэлт нєхєр Боорчи\nБорохул хоёр хоцорчээ. Амьдравч, vхэвч тэр хоёр тvvнээс хагацахгvй\" гэв. Манай\nцэргvvд шєнє морьдоо барьж хонов. Чингис хаан: \"Хэрэв дайсан халдаж ирвэл\nбайлдъя\" гэж цэргээ бэлхэн байлгав. Єдєр гэгээн болоход хойноос нэг хvн хvрч\nирэв. Yзвэл Боорчи ажээ. Чингис хаан, євчvvгээ дэлдэж: \"Мєнх тэнгэр мэдтvгэй\"\nгээд Боорчийг дуудаж асуувал, тэр єгvvлрvvн: \"Байлдаанд миний морь шархтаж\nунасан тул, би явган гvйж явтал хэрэйдvvд Сэнгvмийн дээр цуглаж байх чєлєєгєєр\nачаагаа хєглvvлсэн морийг олж бариад ачааг огтлон хаяж янгирцаг дээр нь унаад\nби єєрийн цэргийн мєрийг мєшгєн явсаар хvрч ирэв\" гэв. 173. Бас хоромхон зуур болоод нэгэн морьтой хvн айсуй харагдав. Yзвэл, нэгэн хvн\nмэт байтал, дор нь хvний хєл мэт юм унжилзаж байна. Хvрч ирэхэд vзвэл, Єгэдэйн\nхойно Борохул сундалж (Єгэдэйг Борохул, эмээл дээрээ дvvрч) ирэв. Борохулын\nамны завжнаас цус цувирч байна. Учир нь Єгэдэйн хvзvv суманд шархтсан тул\nБорохул, тvvний асгарсан цусыг амаар шимж, зангирсан нєжийг завжаар\nцувируулж ирэв. Чингис хаан vзээд нvднээс нулимс цувируулж сэтгэлээ зовж, даруй гал тvлvvлээд шархыг хайрч, Єгэдэйд унд єгч уулгаад, дайсан ирвэл байлдъя\nгэж хvлээж байв. Борохул єгvvлрvvн: \"Мау єндрийн єврєєр Улаан Бургадын зvг\nцааш дайсны тоос суунаглаж далд оров\" гэвэл Борохулын тэр vгийг сонсоод: \"Дайсан хэрэв халдаж ирвэл бид хатгалдан байлдах билээ. Дайсан тийнхvv\nдутаасан бол бид цэргээ засацгааж нэхье\" гэж хєдлєв. Тэндээс хєдлєєд Улхуй\nшилvгэлжид [гэдэг голыг] чиглэн явж Далан нэмvргэ хvрэв. 174. Тэнд хойноос Хадаан-Далдурхан, эм хєвvvдээс салж хагас болж ирэв. ХадаанДалдурхан ирээд Ван ханы vг гэж єгvvлрvvн: \"Ван хан, хєвvvн Сэнгvмийг энгэсэг\nхацраа суманд шархтаж унахад дээр нь ирж хэлсэн нь: \"Хєндлєний хvнийг\nХєнєєх гээд\nХєєрхий биеэ\nХєсєрдvvлэв, чи\nХажуугийн хvнийг\nХалдах гээд\nХацар энгэсгээ\nХатгуулав, чи\nХайрт хєвvvний\nХатгагдсаны тєлєє\nХарь дайсныг\nХалдан довтолъё\"\n\nгэвэл, Ачиг-Ширvн єгvvлрvvн: \"Эзэн хан минь\nЭрхбиш болоомжилж айлд\n[Эзэн хан тэргvvлэн\nЭнгийн харц бvгдээр]\nЭс заяасан хєвvvний\nЭрэл мєрєєдєл болж\nЭлдэв арга хийлгэж\nЭвий бавий хэмээн залбирах бєлгєє\nЭнэ залбирал бvтэж\nЭхээс тєрсєн заяасан\nЭрхэм хєвvvн Сэнгvмийг\nЭнхрийлэн асарч сувилъя\n\nМонгол (Мєн гол)-ын олонх, Жамуха, Алтан, Хучар нарыг дагаж бидний энд бий. Тэмvжинийг дагаж гарсан монголчууд хаана холдох вэ? Морин унаатан, модон\nнємєртєн болов тэд (хvн бvр дєнгєж ганц морьтой бєгєєд гэргvй учраас модны\nнємєрт хоргодож байгаа). Тэднийг дагаж эх ирвэл бид очиж, морины хомоол мэт\nхормойлж авч ирье\" гэв. Ачиг-Ширvний энэ vгэнд Ван хан єгvvлрvvн: \"За, тийм\nбол хєвvvн эндэх болуузай. Хєвvvнийг асран сувил\" гээд байлдааны газраас буцаж\nхарив\" гэв. 175. Чингис хаан, тэрхvv Далан нэмvргээс Халх [гол] уруу хєдєлж явах зуур цэргээ\nбvртгэж vзвэл, хоёр мянган зургаан зуун хvн байна. Yvнээс нэгэн мянган гурван\n\nзуун хvнийг Чингис хаан авч Халх голын єрнєд этгээдээр нvvв. Нєгєє нэгэн мянган\nгурван зуун цэрэг, урууд мангудын хамт Халх голын дорнод этгээдээр нvvв. Тэгж\nнvvж явах замдаа хvнс олохын тул ав хийхэд Хуйлдар шархаа эдгээгvй байтал, Чингис хааны ятгасан vгийг vл сонсон, гєрєєсєнд довтолж яваад шарх vгдэрч\nнаснаас нєгчив. Тvvнийг ясыг Халх голын Ор Нугын хэлтгий хад гэдэг газар\nоршуулав. 176. Халх голын Буйр нуурт цутгах уулзрын газарт тэргэн эмээлтэй [ор малтай\nА.то] тэнэмэл хонгирад нутаглаж байгаа гэж сонсож, Чингис хаан єгvvлрvvн: \"Эдний хонгирад эртнээс эхлэн, одоо хvртэл зээгийн зvсээр, охины єнгєєр явна гэх\nтэдний дууллыг дурдан сануулбал дуртайяа элсэн дагах биз. Хэрэв эсэргvvцвэл\nбайлдаж эзлэгтvн\" гэж Жорчидайгаар толгойлуулан урууд иргэнийг илгээвэл, хонгирад нар тvvнд элсэн оржээ. Элсэн орсон хонгирад нарыг Чингис хаан огт\nхєндсєнгvй. 177. Чингис хаан, хонгирадыг оруулаад тэндээс нvvж Тvнхэлэг горхины зvvн\nэтгээдэд хvрч буугаад Архай Хасар, Сvхэхэй Жэvн хоёрыг элч болгон томилж [Ван\nханд] хэлvvлсэн нь: \"Бид Тvнхэлэг горхины зvvн этгээдэд буув. Энд євс сайн\nургажээ. Агт морьд минь тамиржиж байна. Хан эцэгт минь ингэж єгvvлтvгэй: \"Хан\nэцэг минь юунд хилэгнэж, намайг юунд айлгав? Муу хєвvvд, муу бэрvvд биднийг\nамар унтуулахгvй юунд айлгаж байна? Сандайлж суух орыг минь\nСалбагнуулан тvлхэж\nСавсан гарах утаагий минь\nСацруулан хийсгэж\nСанамсаргvй муу хєвvvнээ юунд\nСандруулан хєнєєв, чи? Хан эцэг минь чи\nХажуугийн ховч хvний\nХалтай муу vгэнд\nХатгагдан юунд оров? Хєвvvн миний тухай\nХєндлєнгийн муу хvн\nХєвсєргєн vгийг хэлж\nХєнєєн салгаж байна. Хан эцэг минь, бид хоёр юу гэж хэлэлцсэн билээ? Зоргал хоны Улаан болдог гэдэг\nгазар бид хоёр юу гэж хэлэлцсэн билээ? Хорт могойн хэл\nХооронд минь хутгаж\nХов жив оруулбал\n\nХолдож салалгvй, харин\nХоёр нvvрээр учирч\nХор хєнєєлийг тасалж байя\n\nгэж хэлэлцсэнгvй билvv? Одоо эцэг минь чи хоёр нvvрээр уулзаж хэлэлцэлгvй\nюунд хєнєєж эхлэв? Араат могойн шvд\nАмрагийн хооронд орж\nАя эвийг эвдвэл\nАм хэлээр уулзан ярьж\nАливаа учрыг олж байя\n\nгэж хэлэлцсэнгvй билvv? Одоо хан эцэг минь, чи ам хэлээр уулзан ярилгvй, ангижран юунд салав? Хан эцэг минь! Би цєєн боловч олноос дутахгvй, муу боловч\nсайнаас дордохгvй [чамд нєхєр тvшиг болж байсан]. Хоёр аралтай тэрэгний нэгэн\nарал хугарвал, vхэр тvvнийг чирч чадахгvй. Тэр мэт нэгэн арал чинь би биш билvv? Хоёр хvрдтэй тэрэгний нэгэн хvрд эвдэрвэл явж чадахгvй. Тэр мэт нэгэн хvрд чинь\nби биш билvv? Эрт єдєр Хурчахус буйруг хан эцгийн дєчин хєвvvний эх гэж чи хан\nболсон билээ. Чи хан болоод, Тай-Тємєр тайж, Буха-Тємєр хоёр дvvгээ алав. Би\nчиний дvv Эрх-хар алагдахаас айж дутаан, найманы Инанча Билгэ ханд очиж амь\nхоргодов. Дvv нараа алав гэж Гvр хан авга чинь чамтай байлдахаар ирэхэд чи зуун\nхvн авч арай гэж амь гарч Сэлэнгэ уруу дутааж, Хараун-хавчил гэдэг газар шургав, чи. Жич мэргидийн Тогтоад Ужаур vжин охиноо бялдуулчлан єгч, Хараун-хавчлаас\nгараад Есvхэй хан эцэгт минь ирж: \"Авга Гvр хаанаас улсыг минь аварч єг\" гэж\nгуйсанд, Есvхэй хан эцэг минь, чиний улсыг аварч єгєхийн тулд тайчуудын Хунан\nБахажи хоёроор удирдуулан цэрэг засан мордуулж, Гурван Тэл гэдэг газар байгаа\nГvр ханыг [дарж тvvнийг дєнгєж] хорь гучин хvний хамт Хашин (тангуд) оронд\nдутаалгаж, чиний улсыг аварч єгсєн билээ. Тэр цагт чи Туул голын Хар шугуйд\nЕсvхэй хэн эцэгтэй анд бололцоод Ван хан эцэг чиний баясаж хэлсэн нь \"Энэ\nхvргэсэн тусыг чинь ургийн ураг хvртэл [мартахгvй] ачийг хариулахыг тэнгэр\nгазрын ивээл мэдтvгэй\" гэж биширч хэлсэн билээ. Тvvний хойно [чиний дvv] Эрххар, найманы Инанча Билгэ ханаас цэрэг гуйж аваад чамтай байлдахаар ирэхэд чи\nулсаа орхиж, цєєн хvнтэй амь хоргодон дутааж, хар хятадын Гvр ханыг Сартаулын\nнутаг Чvй мєрєнд байхад хvрч очоод тэнд нэгэн жил бололгvй бас Гvр ханаас салж, Уйгур нутаг ба Тангуд газраар тэнэж, таван ямаа шєрєглєн сааж, тэмээний цус\nханаж идсээр ганц сохор халиун морьтой хvрч ирэв, чи. Есvхэй хан эцэг минь, чамайг ингэж ядарж явааг сонсож урьд анд бололцсоноо сэтгэж, Тахай Сvхэхэй\nхоёрыг элч болгож угтуулсан ба би єєрєє Хэрлэн мєрний Бvрги эргээс угтан\nмордож, Гvсэvр нуурт бид золголдов. Чамайг ядаж ирэв гэж гувчуур татаж єгсєн ба\nурьд эцэгтэй минь анд бололцсон ёсоор Туул голын Хар шугуйд бид хоёр эцэг\n\nхєвvvн бололцсон биш билvv? Тэгээд тэр євєл чамайг бид хvрээн дотроо оруулж\nтэжээв. Тэр євєл євєлжиж зун єнгєрєєд намар нь мэргидийн Тогтоа бэхийг\nбайлдахаар мордож, Хадиглиг нурууны Муруч сvvл гэдэг газар хатгалдаж, Тогтоа\nбэхийг Баргужин тєхvмийн зvг хєєж, мэргид иргэнийг эзлэн, адуу мал, орд гэр ба\nхvнс тариа хvртэл цємийг авч энэ бvгдийг би хан эцэг чамд єгсєн билээ. Єлсєх єдєрт чинь\nЄршєєж тэжээсэн би. Єнчрєх сард чинь\nЄмєглєж тэтгэсэн би\n\nБас бид Хvчvгvдийн Буйруг ханыг Улуг таг (уул)-ийн Сохог ус гэдэг газраар\nАлтайг давуулан хєєж, Yрvнгv гол хvргэж, Хишилбаши нуурт тvvнийг барьж\nсєнєєв. Тэндээс харьж ирэхэд найманы Хvгсэv сабраг баатар, Байдраг голын\nбэлчирт цэргээ засаж, [байлдахаар тосож байсан ажээ. Бид хоёр мєн байлдахаар\nцэргээ засаж иртэл] нэгэнт vдэш болсон тул маргааш байлдъя гэж засацгааж\nхоновол хан эцэг минь, чи буусан газраа олон гал тvлж орхиод мєн шєнє Хар сvvл\nголыг єгсєн хєдлєв. Бид маргааш єглєє нь vзвэл, чи буусан газраа vгvй болсон тул \"Биднийг энэ\nорхисон гал мэт хаясан ажээ\" гэж бид хєдєлж, Эдэр Алтайн бэлчрээр гэтэлж, Саарь\nхээр гэдэг газар очиж буув. Тэнд чамайг Хvгсэv сабраг баатар нэхэж очоод\nСэнгvмийн эм хєвvvд ба эд хєрєнгє, албат ардыг цєм булаан авч, хан эцэг чамайг\nТэлээтv амсар гэдэг газар байх vед нэхэн байлдаж, зарим албат иргэн ба адуу малыг\nбулаан авав. Чамайг дагаж явсан мэргидийн Тогтоагийн хєвvvн Худу Чулуун хоёр, тэр завшааныг тохиолдуулж, албат иргэнээ авч эцэгтээ нийлэхээр Баргужин\nтєхvмийн зvг дутаан хєдлєв. Тэр цагт чи: \"Найманы Хvгсэv сабрагт эд хєрєнгє\nалбат иргэдээ булаагдав. Хєвvvн минь дєрвєн хvлэг баатраа явуулж тусална уу\"гэж\nгуйсанд би чам шиг ийм санаа агуулалгvй, даруй Боорчи, Мухулай, Борохул, Чулуун дєрвєн хvлэг баатраа цэргийн хамт илгээсэн билээ. Миний дєрвєн хvлэг\nбаатар очихын урьд Улаан хус гэдэг газар Сэнгvм байлдаж байгаад мориныхоо\nгуяыг шархтуулж баригдахад хvрч байтал миний дєрвєн хvлэг баатар хvрэлцэн\nочиж Сэнгvмийг авраад албат хєрєнгє ба эм, хєвvvд сэлтийг аварч єгєв. Тэр цагт\nхан эцэг чи биширч єгvvлрvvн: \"Хєвvvн Тэмvжин дєрвєн хvлэг баатраа явуулж, миний алдагдан барсан улсыг аварч єгєв\" гэж хэлсэн билээ. Одоо хан эцэг минь, би\nямар хэрэгт буруудаж, чиний хилэнг хvргэв. Ингэж буруушаан хилэгнэсэн учраа\nХулбари-хури Итvргэн хоёр элчийг томилон ирvvлж хэлтvгэй. Энэ хоёрыг эс\nявуулбал ондоо хvнийг илгээвч болно\" гэж илгээв. 178. Ван хан энэ vгийг сонсоод єгvvлрvvн: \"Ай халаг. Сайн хєвvvнээсээ салж\n\nСайхан тєрєє гутаав, би. Эрхэм хєвvvнээс хагацаж\nЭвдрэх vйлийг хийв, би\"\n\nгэж гэмшиж єгvvлрvvн: \"Одоо хєвvvн (Тэмvжин)-ээ vзэж муу сэтгэвэл энэ мэт\nцусаа урсгая\"гэж андгайлж, чигчий хурууныхаа єндгийг хутгаар хатгаж, цусыг\nцувируулж аваад єчvvхэн саванд хийж \"Хєвvvнд минь єг\" гэж илгээв. 179. Бас Чингис хаан, Жамуха андад хэлvvлсэн нь: \"Хартай муу сэтгэлээр хан\nэцгээс минь хагацуулав, чи. Бид хоёрын хэн эрт боссон нь хэн эцгийн хєх\nхундагаар (айраг) уух бvлгээ. Ямагт би урьд босож уудаг байсан тул чи атаархсан\nбиз. Одоо чи хан эцгийн хєх хундгаар чадах чинээгээр уугтун. Чи хэдийхэн хороох\nвэ\" гэж илгээв. (Чингис бага насанд Ван ханы гэрт байснаа дурдаж байгаа\nбололтой) Бас Чингис хаан, Алтан Хучар хоёрт хэлvvлсэн нь: \"Та хоёр намайг\nтэвчиж шууд урвах гэв vv? Мэхлэн урвах гэв vv? Хучар чамайг Нэгvн тайжийн\nхєвvvн тул \"Чи хан бол\" гэж бидний хэлэхэд чи хан эс болов. Алтан чиний эцэг\nХотала хан, бид бvхнийг захирч явахад чи мэдэлцэж байсан тул Алтан чамайг хан\nбол гэвэл, чи бас зєвшєєрсєнгvй. Бартан баатрын хєвvvдээс ахмад vеийн хvмvvс болох тул Сача Тайчу хоёрыг хан\nбол гэж ядав би [тэр хоёр бас зєвшєєрсєнгvй]. Та нарын алин нь ч хан болохгvй тул\nби та нарт хан єргємжлєгдєєд захирч явав. Таныг хан болсон бол би\n\nЄрсєх дайн болоход\nЄмнє нь уулгалан яваад\nЄндєр хєх тэнгэрийн\nЄршєєл ивээлд орж\nЄстєн дайсныг дарвал\nЄнгєтэй сайн охидыг авчирч\nЄєдтэй сайн морьдыг олзолж\nЄндєр эзэн тандаа барих бvлгээ. Ойн гэрээсийг авлах цагт\nОйртуулж шахаж єгєх билээ. Хадын гєрєєсийг авлах цагт\nХавьтуулж шахаж єгєх билээ\nГууны гєрєєсийг авлах цагт\nГуяыг нийлтэл шахаж єгєх билээ\nХээрийн гєрєєсийг авлах цагт\nХээлийг нийлтэл шахаж єгєх билээ. Одоо та нар хан эцэгт минь vнэнчээр нєхєрлєж явтугай. Та нарыг буцамтгай гэдэг\nбилээ. Битгий дахин урваж одогтун. Та нар Чаутхури (Чингист Алтан улсын\nВангин чансангийн єгсєн цол. Энэ тухай 134 дvгээр зvйлд vз)-ийн садан энэ ажээ\n\nгэж бvv хэлvvлэгтvн. Гурван мєрний эхэнд бусдыг бvv нутаглуултугай\" гэж илгээв. 180. Бас Чингис хаан, Тоорил дvvдээ єгvvл гэж єгvvлрvvн: \"Чамайг дvv гэсний учир\nнь урьд нэгэн цагт Тумбинай, Чархай Лянхуа хоёр, байлдаанд яваад Огда гэдэг\nбоолыг барьж ирсэн билээ. Огда боолын хєвvvн Сvбэхэй боол бvлгээ. Сvбэхэй\nбоолын хєвvvн Хєхєчv-хирсаан. Хєхєчv-хирсааны хєвvvн Ехэй-хонтагар бvлгээ. Ехэй-хонтагарын хєвvvн Тоорил чи, хэний улсыг эзлэх санаатай тэгж бялдуучлан\nявна? Миний улсын Алтан Хучар хоёр хэнд ч мэдvvлэхгvй нь лавтай биз. Иймийн\nтул чамайг дvv гэж нэрийднэ. Элэнцийн vеийн\nИштэй боол чамд\nЭрхэмлэж хэлэх vг минь\nЭнэ байна. Хуланцынvеийн\nХувьтай боол чамд\nХуурмаггvй хэлэх vг минь\nЭнэ байна\"\n\nгэж илгээв. 181. Бас Чингис хаан, Сэнгvм андад єгvvл гэж єгvvлрvvн: \"Би эцгийн дээлтэй\nтєрсєн хєвvvн ажээ. Чи нvцгэн тєрсєн хєвvvн ажээ. Хан эцэг бид хоёрыг нэгэн адил\nасардаг, vvнд Сэнгvм чи атаархан завсардуулж намайг хєєлгєв. Одоо чи хан эцгийн\nэлгийг эмгэнvvлэхгvй, зvрхийг зvдvvлэхгvй, єглєє vдэш орж гарч санааг баясган, сэтгэлийг сэргээж яв. Чи эртний санаснаа vл тавин, хан эцгийг амьд байтал, хан\nболох гэж эцгийн сэтгэлийг битгий зовоо. Сэнгvм анд чи Билгэ бэхи Тодойн\nхоёрыг элч болгож надад илгээ\"гэж явуулав. Бас єгvvлрvvн: \"Надад хан эцэг, Сэнгvм анд, Жамуха анд, Алтан, Хучар, Ачиг-Ширvн, Хачиун тус бvр хоёр хvнийг\nэлч болгож ирvvлнэ vv\" гэж Архай Хасар, Сvхэхэй жэvн хоёрт энэ vгсийг\nцээжлvvлж илгээв. Энэ vгийг сонсоод Сэнгvм єгvvлрvvн: \"Саяхан миний эцгийг\nхядагч євгєн гэж харааж байсан атал, одоо хил зант сайн эцэг гэж дуудах болов. Бас\nнамайг Тогтоа бєєгийн сартаул хонины сvvлийг дагаж явсан гэж муулан хэлж\nбайсан атал, одоо намайг хил зант, сайн аашит анд гэх зэргээр магтах болов. Энэ\nvгний утгыг би мэдэв. Байлдъя гэсэн vг байна. Yvнд ямар ч эргэлзэх зvйлгvй. Билгэ\nбэхи Тодойн хоёр, агтаа таргалуулж, байлдааны тугийг босгогтун\" гэв. Тэндээс\nАрхай Хасар буцаж харьсан ба Сvхэхэй жэvний эм хєвvvд, Ван ханы хvрээнд\nбайсан тул буцахаас зvрх халширч тэнд хоцров. Архай хvрч ирээд тэдний vгсийг\nЧингис хаанд єгvvлэв. 182. Тэндээс Чингис хаан нvvж Балжун нуурт очиж буув. Тэнд буусны дараа\nГорлосын Цоосцагаан ирж уулзаад, горлосууд дагаж оров. Бас Онгудын Алахушдигитхуриас мянган иргэ (хонь) аваад далимд Эргvнэ мєрний орчим нутаглах\nардаас булга, хэрэм худалдан авч яваа сартаулын (Туркестаны) Хасан гэдэг хvн, цагаан тэмээ унаж хонио тууж ирээд, Балжун нуурт усалж байхад Чингис хаан\nтvvнтэй уулзав. 183. Чингис хаан, Балжун нуурт буугаад байхад Хасар єєрийн эм ба Егv Есvнхэй\nТуху гурван хєвvvнээ Ван ханытэнд орхиж, єєрєє хэдэн нєхєдтэй гарч, ах\nЧингисийг эрж, Хараун жидуны нуруугаар хэсэж олж чадсангvй шир шєрмєс идэж\nяваад сая Чингис хаанд ирж нийлэв. Хасарыг ирмэгч, Чингис хаан баясаж, Ван ханд дахин элч явуулъя гэж зєвлєлдєж, Жауридайн Халиудар, урианханы Чахурхан хоёрыг томилж Ван хан эцэгт Хасарын\nvг гэж хэл гэж єгvvлрvvн: \"Хасар би танаас салж\nХан ахаа санаж\nХайн эрэвч\nХарагдах бараагvй\nХайлан уйлавч\nСонстох чимээгvй\nХаана одсоныг мэдэхгvй\nОд харан хонож\nОрвон дэрлэн унтаж\n(Гэргvй хонож\nДэргvй унтаж) байна. Миний эм хєвvvд, хан эцэг чиний тэнд бий. Хэрэв итгэмжтэй хvнийг илгээвэл би\nхан эцэгт одох билээ\" гэж хэлтгэй гээд бас Халиудар, Чахурхан хоёрт єгvvлрvvн: \"Та нарыг явмагц, бид хєдєлж Хэрлэний Аргал хохид очиж бууна. Та нар тэнд\nбуцаж ирэгтvн\" гэж болзолдож, Халиудар Чахурхан хоёрыг явуулаад Жорчидай\nАрхайн хоёрыг тэргvvн хайгуул болгон мордуулж дараа нь Чингис хаан гэр\nхотлоор нvvж Хэрлэний Аргал хохид ирж буув. 184. Халиудар Чахурхан хоёр, Ванханд хvрч, Хасарын vг гэж дээрх vгийг хэлэв. Тэр цагт Ван хан, алтан тэрэм (асар) босгож хуримлан байжээ. Халиудар Чахурхан\nхоёрынvгийг сонсоод Ванхан єгvvлрvvн: Тийм бол Хасар иртvгэй. Итгэмжит хvнд\nИтvргэнийг илгээе\" гэж явуулав. Тэрхvv Итvргэн, Халиудар Чахурхан хоёрын хамт\nуг болзсон Аргал хохи гэдэг газар хvрч ирээд их бараа (олон хvн, мал)-г vзэж\nИтvргэн элч [сэжиглэж] буцан дутаав. Халиударын морь хурдан тул даруй нэхэж\nгvйцэвч барьж чадахгvй, ємнє хойно нь орж явахад Чахурханы морь удаан тул\nхойноос арай гэж сум хvрэлцэх газар ирж, Итvргэний алтан эмээлт хар морины\nгуяны угийгхойш унатал харважээ. Тэгээд Итvргэнийг Халиудар, Чахурхан хоёр\nбарьж Чингис хаанд авчрав. Чингис хаан, Итvргэнээс vг асуусангvй. \"Хасарт авч\nоч\" гэв. Хасарт авч очвол Хасар, Итvргэнтэй vг хэлэлцсэнгvй дор нь цавчиж орхив. 185. Халиудар Чахурхан хоёр, Чингис хаанд єгvvлрvvн: \"Ван хан болгоомж\nажиггvй, алтан тэрэм босгоод хуримлаж байна. Одоо яаравчлан мордоод шєнє дvлд\n\nбvчин дайръя\" гэвэл (Чингис хаан) энэ vгийг зєвшєєрч, Жорчидай Архай хоёрыг\nхайгуул болгон тэргvvн явуулаад дараа нь бvгдээр шєнє дvлэн явж Жэжээр\nєндрийн Жэр хавчлын аманд (Ван ханыг) байхад бvслэн авав. Гурван шєнє, гурван\nєдєр турш байлдаад гуравдугаар єдєр тэд бууж єгєв. Yзвэл, Ван хан Сэнгvм хоёр\nvгvй болжээ. Шєнє оргон одсоныг манайхан мэдсэнгvй. Ингэж байлдсан нь\nЖvрхиний Хадаг баатар байсан ажээ. Хадаг баатар орж ирээд єгvvлрvvн: \"Тус (єєрийн) ханаа яахин барьж алуулахгэж\nтэвчин ядаж, тvvний амийг арчлахын тул гурван єдєр, гурван шєнє байлдав. Одоо\nтvvнийг нэгэнт оргуулан гаргасан тул бид бууж єгєв. Намайг vхvvлбэл vхье. Чингис хаанд соёрхогдож амьдруулбал хvчээ єгье\" гэв. Чингис хаан, Хадаг баатрын\nvгийг зєвшєєж зарлиг болруун: \"Єєрийн ханыг орхихгvй, тvvний амийг аврахын\nтул байлдсан эрийг хэн буруушаах вэ? Нєхєрлєж болох хvн байна\" гээд амийг\nсоёрхож, Хадаг баатар ба Жvрхин овгийн зуун хvнийг Хуилдарын vхсэний тул\nХуилдарын эм хєвvvнд зарц болгож єгєв. Тэндээс хєвvvн vр тєрвєл Хуилдарын ургийн ураг хvртэл дагаж хvчээ єгтvгэй. Охин vр тєрвєл эцэг эх нь єєрийн дураар худалдаж (хадамд) єгч болохгvй. Тэдний\nхєвvvд охид Хуилдарын эм хєвvvдийн ємнє хойно зарагдаж явтугай\"гэж соёрхон\nзарлиг болов. Хуилдар сэцэн хамгийн урьд ам нээж (шударга vгээ) хэлсний тул\nЧингис хаан соёрхож зарлиг болруун: \"Хуилдарын зvтгэсний тул тvvний ургийн\nураг хvртэл єнчдийг тэтгэх хишгээс хvртэж яв\" гэж зарлиг болов. ВАН ХАН СЄНЄСЄН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 186, "text": "Хэрэйд иргэнийг доройтуулж, зvг зvг хувааж авав. Сvлддэй овгийн Тахай\nбаатрын зарц болгож нэг зуун жvрхинийг єгєв. Бас Ван ханы дvv Жаха-хамбуд хоёр\nохин байсны эгч Ибагыг Чингис хаан єєрєє авч, дvv Сорхагтанийг хєвvvн Толуйд\nєгєв. Иймийн тул Жаха-хамбын харъяат ємчийн иргэнийг халдаж авсангvй, харин\nЖаха-хамбыг тэрэгний нєгєє арал мэт [надад тус болж] яв гэж соёрхож єршєєв. 187. Бас Чингис хаан, Ван ханы суудаг алтан асар, хэрэглэдэг алтан завьяа аяга ба\nасарч явсан ард сэлт, вангийн хажууд бараа бологч хэрэйд цємийг Бадай Хишилиг\nхоёрт олгож\n\n\"Хувьдаа зарцалж\nХудагаа бариулж\nХоромсгоо зvvлгэж\nУргийн урагт хvртэл\nУдтал дархлан жаргатугай\n[Та хоёр]. Алалдах дайнд явж, Авсан олзоо цємийг\n\nАминдаа ашиглаж байгтун. Ан авд явж\nАлсан гєрєєсєє цємийг\nХувьдаа хэрэглэж байгтун\"\n\nгээд Чингис хаан бас зарлиг болруун: \"Бадай Хишилиг хоёр, миний амийг аварч тус\nхvргэсний тул мєнх тэнгэрт ивээгдэж, Хэрэйд улсыг доройтуулж, єндєр сууринд\nхvрэв, би. Одоо ба ирээдvйд ургийн ураг хvртэл миний суурийг залгамжлагчид, энэ\nхоёрын хvргэсэн тусыг vvрд санаж явтугай\" гэж зарлиг болов. Хэрэйд улсыг эзэлж\nХэнд дутаалгvй\nХэсэглэж хувааж авав\nТvмэн тvбэгэнийг номготгож\nТvvнийг бvрнээ тасчиж\nТvгээн хувааж орхив. Олан дунгайдыг дарж\nОрой болохын ємнє\nОгтчин хувааж авав\nЦус урсгах дуртай\nЦуут жvрхийн овгийг\nЦугийг хувааж эзлэв. Хэрэйд иргэнийг сєнєєж тэр євєл, Абжиа хvдгэр гэдэг газар євєлжив. 188. Ван хан Сэнгvм хоёр дутааж гараад Дидиг сахалын Нэхvн ус гэдэг газар Ван\nхан ангаж усан дээр очоод найманы харуулын Хорису-бэчи гэгч хvнтэй тохиолдов. Хорису-бэчид Ван хан, \"Би Ван хан мєн\" гэж хэлсэн боловч тэр таньсангvй ба\nvнэмшсэнгvй. Ван ханыг барьж аваад алжээ. Сэнгvм Дидиг сахалын Нэхvн усан\nдээр очилгvй тойрон гарч, цєл газар ус эрж явтал, хэсэг хулан ялаархан зогсож\nбайхыг vзээд Сэнгvм, мориноос бууж морио агтач Хєхєчvд бариулаад, хуланг\nмярааж одов. Сэнгvм, агтач Хєхєчv, Хєхєчvгийн эхнэр гурвуул явсан ажээ. Гэтэл\nагтач Хєхєчv, Сэнгvмийн морийг хєтлєєд гэдрэг буцан хатирвал тvvний эм\nєгvvлрvvн: \"Алттыг ємсєхєд\nАмттыг идэхэд\nАмраг Хєхєчv миньгэж хайрлаж\nАсран санаж билээ. Харин одоо чи\nХан Сэнгvмийг орхиж\nХаяж дутаах буюу?\"\n\nгэж хоцрохыг завдвал, Хєхєчv єгvvлрvvн: \"Чи Сэнгvмийн эхнэр болох гэв vv?\"\nгэвэл, эм нь єгvvлрvvн: \"Чи намайг нохой мэт ичvvргvй амьтан гэх буюу? Чи алтан\nхундагыг нь орхитугай. Ядахдаа ус уух савтай vлдэг\" гэвэл, Хєхєчv алтан хундагыг\nнь хойш хаяад хатиран одов. Агтач Хєхєчv буцаж ирээд Чингис хаанд очиж: \"Сэнгvмийг тийнхvv цєлд явган хаяад ирэв\"\"гэж ярилцсан vгээ бvрнээ айлтгавал\nЧингис хаан зарлиг болруун: \"Гагцхvv эмий нь амийг єршєєе. Нєгєє агтач Хєхєчv, хан эзнээ хаяж ирсэн, хараахан итгэж болохгvй хvн\" гэж цавчиж алав. [Сэнгvм, Ашиг балгасыг дайрч, Тvвд оронд сууж байсан боловч нутгийн ардад хавчигдаж\nдутааж гараад Кашгарт ирэв. Тэндхийн ноён Келж, Сэнгvмийг барьж алсан ба\nэхнэр хvvхдийг Чингис хаанд хvргэж єгєв гэдэг vг байдаг. Рашид]. 189. Найманы Таян ханы эх Гvрбэсv єгvvлрvvн: \"Ван хан, эртний их хан билээ. Толгойгий нь авчрагтун. Хэрэв мєн бол бид тахъя\" гэж Хорису-бэчид элч илгээн, Ван ханы толгойг огтолж авчруулбал чухам мєн тул цагаан олбог дээр оршуулж, идээ шvvс єргєн, бэрээд (бэрvvд)-ээ бэрлvvлж, хуур хуурдуулж, идээ шvvс тавьж, хундага єргvvлж тахив. Тэгж тахиж байтал, тэр толгой инээсэнд инээв гэж Таян хан\nхилэгнэж хэмхчин гишиглvvлэв. Yvнд Хvгсэv сабраг єгvvлрvvн: \"Yхсэн ханы\nтолгойг огтолж авчраад хэмхчин хаяж яаж зохих вэ? Манайхны нохой муухайгаар\nулин хуцах болов. Урьд Инанча Билгэ ханы хэлсэн нь: \"Эр намайг єтєлсєн хойно\nЭхнэрийн минь залуу байхад\nЭрхт тэнгэрийн элбэрлээр\nЭнэ Таян тєрсєн билээ. Торлог гоо биетэй\nТоромгор бор хvv минь\nАрд дорд олноо\nАсран захирч чадах болов уу?\"\n\nгэж байсан билээ. Одоо\n\n\"Хар нохой муу ёроор хуцах болов. Хатан Гvрбэсv\nХамаг хэргийг мэдэх болов. Хан Таян чи\nХалшрах зєєлєн хvн байна. Ан гєрєє хийхээс єєр, мэдэх эрдэм чадалгvй ажээ\" гэвэл, Таян хан єгvvлрvvн: \"Дорно зvгийн цєєн монгол омогдоод байх болов. Эртний сурвалжит Ван ханыг\nэлдвээр айлган дутаалгаж энэ саяхан vхvvлэв. Тэгээд тэд, бvгдийг эзлэн хаан болох\nсанаатай юу? Тэнгэрийг улам гэгээн гэрэлтэй болгохын тул нар сар хоёр байдаг\nбиз. Гэтэл газар дээр хоёр хан байж яаж болно (газар дээр юуны тул хоёр хан байх\n\nхэрэгтэй вэ). Одоо тэр хэдэн монголыг эзэлж авчиръя\" гэжээ. Тvvнд эх Гvрбэсv нь\nєгvvлрvvн: \"Юу хийнэ? Тэдний монголчууд\nХанхлах муу vнэртэй\nХар муухай хувцастай тул авчирч юу хийнэ? Холхон байвал дээр бий. Гагцхvv шилдэг сайн охид бэрээдий нь авчраад гар хєлий\nнь угаалгавал vнээ, хонь, саалгаж болох мэт\" гэвэл Таян хан єгvvлрvvн: \"Тэд ямар\nболовч [хамаагvй] бид Монголд очиж хормсого саадгийг хураан авчирья (эзлэн\nавчиръя)\" гэжээ. 190. Эдгээр vгийг сонсоод Хvгсэv сабраг баатар єгvvлрvvн: \"Та хэтэрхий их vг\nхэлж байна. Аяа, Торлог хан минь ингэж болох буюу? Болигтун\" гэж Хvгсэv сабраг\nхэдийгээр ятгавч [vгийг сонссонгvй]. Торбиташ нэрт элчийг онгууд аймгийн\nАлахуш-дигитхурид томилон явуулж хэлvvлсэн нь: \"Энэ дорно зvгийн цєєн монгол\nомогдох болов. Чи баруун гар болж морд. Би эндээс хамсаж хоёулаа тэр хэдэн\nмонголын хоромсогыг булаан авъя\" гэж илгээжээ. Тэр vгэнд Алахуш-дигитхури\nєгvvлрvvн: \"Би чиний баруун гар болж чадахгvй\" гэж явуулаад, Ю-Хунан нэрт\nэлчээ зарж Чингис хаанд хэлvvлсэн нь: \"Найманы Таян хан, чиний хоромсгыг\nбулааж авъя. Намайг баруун гар бол гэсэнд би эс зєвшєєрєв. Одоо би чамайг\nболгоомжилтугай гэж энэ учрыг мэдэж илгээв. Дайсанд чи хоромсгоо автуузай\"\nгэж илгээжээ. Тэр цагт Чингис хаан, Тэмээн хээр гэдэг газар ав хийж байсан ба\nТvлхинчэvд гэдэг газар хомрон агнаж байхад Алахуш-дигитхурийн явуулсан элч\nЮ-Хунан ирж хэл хvргэв. Энэ мэдээг сонсоод мєн авын газар \"Яах вэ?\" гэж\nзєвлєлдвєл, олон хvн єгvvлрvvн: \"Бидний агт туранхай байна. Одоо яах ч аргагvй\n[намар, агтаа таргалсан хойно байлдъя. Рашид]\" гэвэл, Отчигин ноён єгvvлрvvн: \"Агтыг туранхай гэж шалтгаацаж яаж болно? Миний морьд тарган байна. Ийм\nмэдээг сонсоод зvгээр сууж болох уу? [Нэгэнт ийм мэдээ сонссон тул даруй\nбайлдаар мордъё. Хєдлєлгvй сууж байгаад Таян ханд автагдвал энэ газар\nмонголчууд, Таян ханд эзлэгдсэн гэх муу нэр vлдэх бишvv. Байлдсаны хойно тэд\nдийлэх, бид дийлэх алин болохыг гагцхvv мєнх тэнгэр мэднэ. Рашид.]\" гэв. Бэлгvтэй ноён єгvvлрvvн: \"Амьд яваа байтал\nАлтан хоромсогоо алдвал\nАмьд явсны хэрэг юун? Нум сумаа барьсаар\nСаадаг хоромсгоо дэрлэсээр\nЯсаа хээр орхихоос\nЭрхэм сайн vхэл\nЭр хvнд байх буюу? Ар найман улс\nАгуу их нутагтай\nАрд иргэн олонтой\n\nАдуу мал баялагтай гэж\nИх сvр бадруулан\nИйм vг хэлж байна. Харин энэ далимд\nХалдаж бид очвол\nНутаг усыг эзэлж\nНум сумыг булаахад\nБэрхгvй. Одоо бид довтлон очвол\nОлон адуугаа хурааж амжихгvй. Орхиод дутаах нь магадгvй бишvv. Орд гэрээ ачиж чадахгvй\nХаяад залах нь лавтай бишvv. Олон харьяат ард нь\nОй тайгад шургалж\nОсолдон самуурах биш\nОдоо ийм vгийг сонссоор байж\nОгт зvгээр єнгєрvvлж болохгvй\nОлон даяар байлдаар мордъё\" гэв. 191. Бэлгvтэй ноёны энэ vгийг Чингис хаан зєвшєєрч, аваас буугаад Абжиа\nХvдгэрээс нvvж, Халх голын Ор нугын хэлтгий хад гэдэг газар очиж буугаад цэрэг\nардаа бvртгэн тоолов. Чингис хаан, цэргээ хуваарилж, мянганы ноён, зууны ноён, арваны ноён ба [тэргvvлэн захирах их] чэрби нарыг томилов. Додай чэрби, Доголху\nчэрби, Єэлэн чэрби, Толун чэрби, Бучаран чэрби, Сvйхэтv чэрби энэ зургаан чэрби\nтvшмэлийг тэнд томилов. Цэргvvдээ арван, зуун мянган болгон хуваарилж дуусаад, бас наян хэвтvvл (шєнийн манаач), далан торгууд (торгон цэрэг), хишигтэн\n(ээлжийн харгалзагч) нарыг тусгайлан томилж, vvнд мянганы ноёд, зууны ноёдын\nхєвvvд дvv нар ба сул ардын (чєлєєт иргэний) хєвvvд дvv нарын дотроос эрдэм\nчадалтай, бие бялдар сайтайгий нь ялгаж оруулав. Чингис хаан тэнд Архай Хасарыг\nєршєєн дотнолж: \"Мянган сайн баатрыг шилж автугай! Байлдах єдєр ємнє минь\nявж байлдтугай! Ерийн єдєр, миний шадар хишигтэн болж явтугай!\" гэж зарлиг\nболов. Бас \"Далан торгуудыг Єэлэн чэрби ахалж явтугай! Худус-халчинтай зєвлєж\nявтугай!\" гэв. 192. Бас Чингис хаан зарлиг болруун: \"Хорчин (нум сум агсагчид), торгууд\nхишигтэн буурч (тогооч), хаалгач агтач нар єдєр бvр хишиглэн (ээлжлэн) сэргийлэх\nхамгаалах ажлыг гvйцэтгэж байгаад уг vvргээ нар шингэхийн урьд хэвтvvлийн\nхvмvvст шилжvvлж єєрсдєє агтанд гарч хонотугай! Хэвтvvлийн хvмvvс шєнє\nээлжээр vvдэнд зогсож, гэрийг тойрч манаж байтугай! Хорчин, торгууд биднийг\nєглєєний хоол идмэгц ирж хэвтvvлийн хvмvvсээс vvрэг хvлээн авч, урьд ёсоор\n\nсууриа эзэлж харгалзаж сахиж явтуай! Гурван єдєр, гурван шєнє жасаалан явж\nдуусаад гурван шєнє (амарч) хонотугай! Хорчин нар хэвтvvлийн vvргийг гvйцэтгэж\nсольж явтугай!\" гэж зарлиг болов. Тэгээд цэргvvдээ мянга мянгаар хуваарилж\nдуусаад, чэрби ноёдыг томилж, наян хэвтvvл, далан торгууд, хишигтэн нарыг\nтомилж, Архай Хасарыг шилдэг баатруудын дарга болгож, Халх голын Ор нугын\nхэлтгий хад гэдэг газраас Найман улстай байлдахаар мордов. [Тэр цагт мэргидийн\nТогтоа, хэрэйд аймгийн ноёдын нэгэн бєгєєд дутааж ирсэн Алин тайж, Хутуг\nбэхиэр толгойлуулсан ойрд аймаг, жажирдай овгийн Жамуха, дєрвєн татаар, хатахин, салжиуд аймгууд цєм Наймантай нэгдсэн байжээ. Рашид]. 193. Хулгана жил (1204)-ийн зуны тэргvvн сарын арван зургааны улаан тэргэл єдєр\nтугаа тахиж мордоод Зэв Хубилай хоёрыг Хэрлэн єєд тагнуул болгож явуулав. Тэр\nхоёр явж Саарь хээрт хvрч, Ханхарханы (Хангай-ханы) эхэн дээр байсан найманы\nхаруултай учрав. Тэд харилцан тулалцаж байгаад найманы харуулд манай харуул\nэмээлтэй эцэнхий саарал морийг автжээ. Найманы харуул тэр морийг барьж аваад\n\"Монголын агт туранхай ажээ\" гэлдэв. Манай их цэрэг Саарь хээрт хvрч буугаад\n\"Одоо яах вэ?\" гэж хэлэлцэхэд Додай чэрби, Чингис хаанд дуртган айлтгасан нь: \"Бидний цэрэг цєєн бєгєєд замд чилж ядрав. Иймийн тул энд баахан саатаж агтаа\nцатгая, Саарь хээрийг дэлхэн бууж, амьд хvн тутам эр бvр шєнє таван анги гал\nтvлж галаар сvр бадруулъя. Найман нар олон гэнэ. Гэвч тэдний хан нь гэрээ гарч\nvзээгvй танхи хvн гэнэ. Бид галаар сvрдvvлэн тэднийг гєлрvvлж байх завсар\nбидний агт цадах биз. Агтаа амарч цадмагц найманы харуулыг дайрч гол хvчинд нь\nхvртэл хєєж оруулаад тэдний самгардах самбаанд байлдан орвол болох уу?\" гэж\nдуртгавал, энэ vгийг зєвшєєрч Чингис хаан зарлиг болруун: \"Тийм бол галуудыг\nтvлэгтvн\" гэж цэргvvдэд тушаал тунхаглав. Цэргvvд Саарь хээрт тарж буугаад амьд\nхvн бvр таван анги гал тvлэв. Найманы харуул, Ханхарханы тэргvvнээс шєнє олон\nгалыг vзэж \"Монгол цєєн гэсэн биш билvv? Одноос олон гал ноцож байна\" гэж\nТаян ханд єнєєх барьсан муу эмээлтэй саарал морийг хvргvvлэв. Бас Таян ханд\nмэдvvлсэн нь: \"Монголын цэргvvд Саарь хээрийг дvvртэл буужээ. Єдєр бvр ундрах\nус шиг нэмэн ирж байх бололтой. Одноос олон гал ноцож байна. (Єдєр єндєр\nууланд гарч байдаг болов уу? Шєнє талд од мэт олон гал ноцоож байна)\" гэж\nилгээв. 194. Харуулын энэ хэл ирэхэд Таян хан, Хангайн Хачир усанд байв. Таян хан, энэ\nхэлийг аваад Хvчvлvг хан хєвvvндээ хэлж илгээрvvн: \"Монголын агт туранхай\nажээ. Одноос олон гал ноцож байна гэнэ. Монгол олон ажээ. Одоо бид, Хар муусайн монголтой\nХатгалдаж нэгэнт эхэлбэл\nХагацахад бэрх болно. Хацрыг жадалж байвч\nХарсан нvдээ цавчдаггvй\nХар цусаа урсаж байвч\n\nХарьж огт буцдаггvй\nХатуужил ихт монголтой\nХамаагvй байлдаж болохгvй. Одоо Монголын агт туранхай байна. Бид, улсаа Алтай давуулан хєдєлгєж, цэргээ\nзасацгааж монголчуудыг єдєєн даллаж, Алтайн єлгийг хvртэл нохой хэрэл хэрж\nзаймруулан чирэгдvvлж аваачвал бидний агт тарган тул гэдэс татран шавхарна. Монголын агт улам туранхилан ядрах болно. Тэр цагт бид ємнєєс нь довтлон оръё\"\nгэж илгээжээ. Тэр vгийг сонсоод Хvчvлvг хан єгvvлрvvн: \"Таян хан мєн аанай\n(муусайн) эм мэт зvрх алдаж, ийм vг хэлжээ. Монголчууд хаанаас олон байх вэ? Монголын олонхи, Жамухыг дагаж энд бидэнд байна. Жирэмсэн эмийн шээх газраас\nХол яваагvй\nЖижиг тугалын бэлчих газраас\nГарч vзээгvй\nЭм Таян зvрх алдаж\nЭнэ vгийг хэлжээ\" гэж\nЭцэг Таянханыг\nЭлдвээр дайран доромжилж\nЭлч хvний илгээв. Эм гэх зэрэг доромжлон хараасан энэ vгийг сонсоод Таян хан єгvvлрvvн: \"Хvчvлvг хєвvvн чиний\nХvчирхэх бардах их боловч\nХvрэлцэн алалдах цагт\nХvнээс урьд шантрах биз. Тэр их омгоо\nТэрс дайсанд гаргаасай! Тэмцэж нэгэнт эхэлбэл\nЗvгээр салах аргагvй\n\nгэв. Тэр vгийг сонсоод, Таян ханы дараах их ноён Хорису-бэчи єгvvлрvvн: \"Инанча\nБилгэ хан эцэг чинь\n\nАдил зэргийн дайсанд\nАраа vзvvлж яваагvй\nАлалдах тулалдах єдєрт\nАгтаа ухруулж vзээгvй\n\nбилээ. Єнєє чи юунд маргаашийн тєлєє зvрх алдана. Чиний ингэж зvрх шантрахыг\nмэдсэн бол чиний хатан эх Гvрбэсийг авчирч цэрэг захируулах билvv? Хєєрхий\nХvгсэv сабраг баатар єтлєєд цэргийн цааз сулрав. Монголын завшаан болох биз. Бид дийлдэх болно. Ай торлог Таян чи ялихгvй хvн ажээ\" гээд хоромсогоо дэлдэж\nэргэж хатиран одов. 195. Тvvнд Таян хан хилэгнэж єгvvлрvvн: \"Yхэх амь, зовох бие бvгд нэгэн адил биз\nээ. Тийм бол хатгалдъя\" гэж Хачир уснаас хєдєлж, Тамир уруу яваад Орхоныг\nгэтэлж, Наху гvний зvvн хормойг дайран, Цахир могод гэдэг газар хvрч ирэхэд\nЧингис хааны харуул vзэж, \"Найман хvрч айсуй\" гэж хэл хvргэвэл vvнийг сонсоод\nЧингис хаан зарлиг болруун: \"Олноос олон гарз гарна. Цєєнєєс цєєн гарз гарна\"\nгээд эсрэг нь морилж (ємнєєс нь очиж) тэдний харуулыг хєєгєєд цэргээ засахдаа\nХаргана зорчлоор хатгалдаж\nНуур байрлалаар байлдаж\nЦvvц хатгалдаанаар цємєрч тулъя\"\nгэлдэв. Тэгээд Чингис хаан єєрєє магнайд явж, Хасарт гол хvчээ захируулав. Отчигин ноёноор бэлтгэл агтыг захируулав. Найман, Цахир могодоос буцаж, Наху гvний євєр уулын хормой хижин байжээ. Тэгээд найманы харуулыг бидний харуул хєєж, Наху гvний євєрт байгаа гол\nхvчинд нь хvрч очвол Таян хан vзэж, найманы хамт байлдахаар ирсэн Жамухаас\nасууруун: \"Тэр сvрэг хонинд орж хотонд нь хvртэл хєєж яваа чоно мэт довтлогч\nямар хvмvvс вэ?\" гэвэл, Жамуха єгvvлрvvн: \"Тэмvжин анд минь, дєрвєн нохойг\nхvний махаар тэжээж гинжнээс уяж байдаг билээ. Одоо манай харуулыг хєєж\nирэгчид тэр дєрвєн нохой биз. Ширмэн тємєр магнайтай\nШивээ хурц хэлтэй\nГан тємєр зvрхтэй\nГадас цvvцэн хошуутай\nГалзуу дєрвєн нохой, Тvмэн амьтныг хядахаар\nТємєр гинжээс мултарч\nШууд барьж идэхээр\nШунахай шvлсээ савируулж айсуй\nШvvдрээр унд хийж\nШvлсээр хоол хийж\nСалхиар унаа хийж\nСаадгаар нєхєр хийж явдаг\nЗэв, Хубилай тэргvvтэй\nЗэлмэ, Сvбэдэй дараатай\nТэмvжин андын тэжээсэн\n\nТэр дєрвєн ноход\nТэмvvлэн хvрч ирэв\"\n\nгэжээ. Таян хан єгvvлрvvн: \"Тийм бол тэр муусайн амьтдаас хол байя\" гээд хойш\nухарч уул єєд єгсєв. Бас тэдний хойноос харайлан дvvлэн яваа хvмvvсийг vзэж, Таян хан, Жамухаас асууруун: \"Эрт тавьсан унага\nЭхийн сvvг хєхєж\nЭрхлэн давхин наадах мэт\nЭрчлэн vсэрч яваа\nЭнэ хэдэн хvнийг\nЭрхэм Жамуха мэдэх vv?\"\nгэвэл, Жамуха єгvvлрvvн: \"Зэвсэгт эрийг айлгаж\nЗэв тоногийг булаадаг\nИлдэт эрийг няцааж\nИлvv дутууг булаадаг\nИдэт урууд, мангуд нар биз. Баатар зоригт тэд\nБайлдаан болох ойртсонд\nБаярлан харайж явна\" гэжээ. Тэндээс Таян хан єгvvлрvvн: \"Тийм бол тэр муусайнаас хол байя\" гэж бас ухран\nуул єєд авирав. \"Бас тэдний хойноос єлссєн шувуу мэт єрвєлзєн сєрвєлзєн ирэгчид\nхэн бэ?\" гэж Таян хан асуувал, Жамуха хариу єгvvлрvvн: \"Тэр хойноос ирэгч нь\nТэмvжин анд мєн байна\nХан Тэмvжин тэр\nХамаг биедээ цєм\nШєвєг хатгах зайгvй\nШєрєг тємєр ємсч\nЗvv шивэх завсаргvй\nЗvймэл хуяг ємсч\nЄлссєн шувуу мэт\nЄрвєлзєн сєрвєлзєн айсуй. Уурласан араатан мэт\nУрагш дvvлэн айсуй. Найман аймаг та нар Монголыг vзмэгц, ишигний год ч vлдээхгvй [ийш тийш\nхувааж эзэлнэ] гэдэг байсан биш билvv? Одоо та нар vзтvгэй\" гэв. Энэ vгийг\nсонсоод Таян хан єгvvлрvvн: \"Ай тийм бол энэ уулын ам єєд бас авиръя\" гэж уул\nєгсєж нэлээд яваад Таян хан, Жамухаас асуув: \"Бас тэр хойноос нь ирж яваа нvсэр\nамьтан хэн бэ?\" гэвэл, Жамуха єгvvлрvvн: \"Хvндэт Єэлvн хатны\nХvний махаар тэжээсэн\nХvчит Хасар гэдэг\nХvv нь тэр мєн\nГурван бухаар зvтгvvлэвч\nГулзайхгvй хvчтэй\nГунжин vхрийг идэвч\nЦадахгvй ходоодтой\nХэдэн алд биедээ\nХэлхээ хуяг ємссєн\nХэрцгий догшин Хасар\nХэн бvхнийг идэхээр айсуй! Хоромсого саадагтай хvнийг\nХовх татаад залгихад\nХомхой тэр Хасарын\nХоолойд тордоггvй гэнэ. Амьд хvнийг бvхлээр\nАвч шvvрээд залгихад\nАюулт тэр гайхлын\nАманд тээглэхгvй гэнэ. Уур нь их хvрч\nУрдах сумаа шvvрч\nУхасхийн харвахад\nУулын цаадах хvмvс ч\nУул суманд оногдож\nУндуй сундуй vхэлгээнэ. Хилэн нь их хvрч\nХийсвэр сумаа шvvрч\nХийн зvг харвахад\nХярын цаадах хvмvvс ч\nХяргах тэр суманд\nХядагдаж олноор vхэцгээнэ. Их дэлж харвавал\nЕсєн зуун алд газар харвадаг\nТатуу дэлж харвавал\n\nТаван зуун алд газар харвадаг\nХvнтэй адил хvн биш\nХvнийг идэх мангас\nХvчит Хасар тэр\nХvрч ирж явна\"\n\nгэвэл, Таян хан єгvvлрvvн: \"Тийм бол єндєр ууланд хоргодъё, дээш авиртугай\" гэж\nуул єєд улам авирав. Бас Таян хан Жамухаас асуув: Тvvний хойно ирж яваа хэн бэ? Гэвэл, Жамуха єгvvлрvvн: \"Єэлvн эхийн отгон хvv\nЄнєєх Отчигин тэр мєн. Эрхэмсэг танхи учраас\nЭрт унтдаг боловч\nЭрэлхэг зоригтой хvн\nОтгон хєвvvн учраас\nОрой босдог боловч\nОмог чадалтай эр\nБайлдаан vймээн болоход\nБайрандаа хоцордоггvй\nБаатар Отчигин тэр явна\"\n\nгэвэл, \"Тийм бол уулын оргил дээр гаръя\" гэж Таян хан хэлэв. 196. Жамуха, Таян ханд ийм vгийг хэлээд, найманаас хагацан салж, Чингис хаанд\nхvн явуулж хэлvvлсэн нь: \"Таян хан чамаас айж\nТайга ууланд шургаж оров. Ухаан алдтал айгаад тэр\nУуланд хоргодон авирч байна\nТэмvжин чи хатуужиж хичээ\nТэд сандран дутааж байна. Эдний царайг ажиж харахад\nЭсэргvvцэх чадалгvй болжээ. Бид нєхдийн хамт найманаас хагацав\" гэж илгээв. Чингис хаан, наран орой болох\nхирд Наху гvний уулыг бvсэлж аваад хонов. Тэр шєнє найманууд буруулан дутаах\nгээд Наху гvний уулан дээрээс халтиран унаж, нурсан тvлээ мэт бие биеэ даралцаж\nясаа хэмхчиж vхэцгээв. Маргааш нь Таян ханыг мохоож барив. [Таян хан хvнд\nшархтсан тул даруй vхэв. Рашид]. Хvчvлvг хан тусгаар байсан тул цєєн хvний хамт\nдутааж, Тамир гол хvрч нэхсэн цэрэгт гvйцээгдээд хvмрээ бэхлэлтийг барьж\n\nбайлдсан боловч бас тэсвэрлэсэнгvй, цааш дутааж [Буйрун хан авгадаа] очив. Найманы улс иргэнийг Алтайн єлгийд мохоож цємийг нь эрхэндээ оруулж авав. [Жамуха баруун зvг дутаав.] Жамухыг дагаж явсан Жадаран, хатагин, салжиуд, дєрвэн, тайчууд хонгирад тэргvvтэй аймгууд тэнд Чингис хаанд дагаж оров. Таяны\nэх Гvрбэсv хатныг Чингис хаан авчруулж єгvvлрvvн: \"Чи Монгол хvнийг муухай\nvнэртэй гэдэг бил vv? Чи одоо юунд ирэв? гэж тvvнийг Чингис хаан єєрєє авлаа. [Таяаны аймгаас нэг хvн дутаав. Хасар тvvнийг амьдаар барь гэсэнд Бат гvйцээд\nамьдаар барин ирэв. Yзвэл, євєрт нь нэгэн тамга бий. Хасар єгvvлрvvн: \"Танай олон\nаймаг цэрэг цєм маныг дагаж байхад, чи энэ юмыг євєрлєж хааш одно?\" гэвэл, тэр\nхvн єгvvлрvvн: \"Миний бие, тушаалын газраа vхтэл сахина. Энэ тамгыг хуучин\nэзэндээ хvргэж єгье гэсэн билээ. Аз дутаж баригдав\". Хасар єгvvлрvvн: \"Чи аль\nовгийн хvн, ямар тушаалтай байсан бэ?\" Тэр хvн єгvvлрvvн: \"Би язгуураас уйгур\nгазрын хvн. Нэр Тататунга. Миний эзэн энэ тамгыг надад тушааж, эд идшийг\nгаргах ба оруулах явдлыг надад тушаасан билээ. Хасар бас асууруун: \"Энэ тамгыг\nюунд хэрэглэнэ?\" Тататунга єгvvлрvvн: \"Сайн хvнийг сонгож зарлиг бичиг явуулах\nаливаа vйлсэд хэрэглэн\" гэвэл, Хасар сайшааж шударга элбэрэлт хvн гэж\nТэмvжинд мэдvvлж, аливаа бичиг явуулахад хэрэглэхээр тэр тамгыг мєнхvv\nТататунгад тушаав. Хасар, Тататунгыг багш барин, бичиг хууль, цэргийн бодлого\nтэргvvтэн олон зvйл бичиг утга заалгаж удалгvй сурав. Мэргэн гэгээний Алтан\nтовчийн 23 дугаар бvлэгт бий]. 197. Мєн хулгана жилийн намар Хар талын vзvvр гэдэг газар мэргидийн Тогтоа\nбэхитэй Чингис хаан байлдаж, Тогтоаг дийлээд хєєж Саарь хээр гэдэг газар\nмэргидийн аймаг олныг дагуулан авав. Тогтоа, Худу, Чулуун хоёр хєвvvн ба цєєн\nхvнийг авч дутааж одов. [Худу, Чулууны эхнэрийг Чингис хаан хєвvvн Єгэдэйд\nєгєв]. Мэргид иргэнийг эзлэгдэхэд увас мэргидийн тэргvvлэгч Дайр-Yсvн гэгч хvн\n[байлдах саналгvй гэж] єєрийн охин Хуланг Чингис хаанд vзvvлэхээр авчирч явтал, замд тохиолдсон монгол цэрэг саатуулах тул Бааридайн Наяа ноёнд Дайр-Yсvн\nучирч єгvvлрvvн: \"Би энэ охиноо Чингис хаанд vзvvлэхээр явж байна\" гэвэл, Наяа\nноён єгvvлрvvн: \"Охины чинь бид хамт аваачиж vзvvлье. Чи ганцаар одвол ийм\nсамуун цагт тохиолдсон цэргvvд чамайг хорлох ба чиний охинтой самуурах тул\nхоёулаа хамт очъё. Чи намайг гурав хоног хvлээ\" гэж дуртгаж хvлээлгэв. Тэндээс\nНаяа ноён Дайр-Yсvн хоёр, Хуланыг авч Чингис хаанд хvргэв. Хуланыг Наяа ноён, гэртэ гурав хоног хvлээлгэснийг Чингис хаан сонсоод маш хилэгнэж \"Чи энэ\nХуланыг ямар учиртай гэртээ хvлээлгэж байсан бэ?\" гэж чангад тулган асууж\nзасаглан шийтгэх гэж байтал, Хулан єгvvлрvvн: \"Надад Наяа ноёны хэлсэн нь: \" Би\nЧингис хааны их ноён билээ. Бид хамт хаанд бараалхаж очъё. Замын зуур цэргvvд\nсамуурах болзошгvй\" гэж ятгав. Хэрэв Наяа ноён учирч тусалсангvй бол бид\nзавсрын цэрэгт баригдаж, тэдний завшаан болох бишvv. Хай энэ Наяатай учирсан\nминь болов. Одоо энэ Наяа ноёноос асуухын оронд хаан соёрхвол, тэнгэрээс\n\nзаяасан, эцэг эхээс тєрvvлсэн махбоды минь шалгаж vзтvгэй\"гэжээ. Бас Наяа ноён\nєгvvлрvvн: \"Хамаг олны эзэн\nХаан Чингис чамайг\nХайрлаж хvндлэхээс єєр\nХар санал надад vгvй. Харь улсаас олзолсон\nХацар гоо сайхан ба\nХатиртай сайн морьдыг\nХаан чиний юм гэж\nХалдалгvй харж\nХавиралгvй сахидаг билээ. Yvнээс єєр сэтгэлийг\nYнэхээр санасан буюу\nYйлдсэн зvйл байвал\nYхэхэд надад гомдолгvй\". гэжээ. Чингис хаан, Хулан хатны vгийг зєвшєєрч, мєн єдєр тэр даруй сорьж vзвэл, Хулан хатны єчсєн vг vнэн байсан тул Чингис хаан Хулан хатныг соёрхож таалав. Наяа ноёны vг бас vнэн болсон тул \"Yнэн vгтэй шударга хvн байна. Их vйл хэргийг\nтушаая\"гэж єршєєж соёрхов. ХYЧYЛYГИЙН ДУТААСАН БА ЖАМУХЫН ДАРАГДСАН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 198, "text": "Мэргид иргэнийг эзэлж, Тогтоа бэхийн их хєвvvн Худугийн хатан Тухай, Дєргэнэ хоёроос, Дєргэнэг тэнд Єгэдэй хаанд єгєв. Мэргидийн зарим улс дайжиж, Тайхал шивээнд очоод хороолон бэхэлжээ. Тэнд Чингис хаан зарлиг болруун: \"Сорхон-шарын хєвvvн Чимбай, зvvн гарын цэргийг аваад, хороолон бэхэлсэн\nмэргидийг бvсэл\" гэж илгээв. Тогтоа хєвvvн Худу, Чулуун нарын хамт цєєн хvн дутааж гарсныг Чингис хаан\nнэхэж, Алтайн євєрт євєлжиж, vхэр жил (1205)-ийн хавар Арайн даваагаар давж\nодвол, найманы Хvчvлvг хан, улсаа алдаад цєєн хvнтэй дутааж яваа мэргидийн\nТогтоатай уулзаж, Эрчис мєрний Бvхдэрмэ гэдэг газар хамтран цэргээ засаж\nбайжээ. Чингис хаан хvрч байлдвал Тогтоа тэнд зэрлэг суманд оногдож vхэв. Хєвvvд нь тvvний хvvрийг авч явж оршуулж завдахгvй болоод толгойг огтлон авч\nодов. Тэндээс найман, мэргид нар хамтран байлдаж барахгvй болоод буруулан\nдутааж, Эрчис мєрнийг гэтлэхэд олонх хvн нь усанд живж vхэв. Найман, мэргидийн цєєн хvн, Эрчисийг гэтлээд хагацан салав. Найманы Хvчvлvг хан, уйгарын Харлугийг дайран, Сартаулын газарт Чvй мєрєнд байгаа Хар хятадын Гvр\n\nханд нийлэн очив. Мэргидийн Тогтоагийн хєвvvд Худу, Гал, Чулуун тэргvvтэн\nмэргид, ханлиныг, хипчагуудыг дайран одов. Тэндээс Чингис хаан харьж, Арайн даваагаар давж, уул ордондоо буув. Чимбай, Тайхалд бvгсэн мэргидийг эзэлжээ. Чингис хаан зарлиг болж мэргидээс хядахы нь\nхядуулж, vлэгсдийг цэргvvдээр талуулж дээрэмдvvлэв. Бас урьд дагаж орсон\nмэргид, Аураг (арын буюу уул) ордноос урван боссонд ордны газар байсан хєтєч\nнар тэднийг даржээ. Тэнд Чингис хаан зарлиг болруун: \"Тэднийг хамт байлгая\nгэсэн билээ. Гэтэл тэд урвасан ажээ\" гээд мэргидийг зvг зvг дуустал хуваарилав. 199. Мєн vхэр жил, Чингис хаан зарлиг болж Сvбээдэйд тємєр тэрэг хийлгэж єгєєд\nТогтоагийн хєвvvн Худу, Гал, Чулуун тэргvvтнийг нэхvvлэхээр илгээхдээ\nСvбээдэйд зарлиг болгосон нь: \"Уршигт Тогтоагийн\nУрвасан хєвvvд\nУургат хулан шиг\nУхаан алдаж\nШархт буга шиг\nШантран мохож\nБуцаж харвалдсаар\nБуруулан дутаав. Хєєгдсєн Худу, Чулуун нар\nХєєрєх жигvvртэй болж\nХєх тэнгэрт нисвэл\nХvлэг баатар чи\nХєнєєх шонхор болж\nХєєж тэднийг бариарай! Муу Тогтоагийн хєвvvд\nМунхаг тарвага болж\nМухар нvхэнд шургавал\nТєгс баатар Сvбээдэй\nТємєр царил болж\nТєнхєж малтаж гvйцээрэй! Єшєєт мэргидийн vрс\nЄргєст загас болж\nЄргєн далайд орвол\nЄрлєг Сvбээдэй чи\nЄєш гувчуур болж\nЄлгєж гохдож бариарай! Єрлєг баатар чамайг\nЄндєр давааг давуулж\nЄргєн мєрнийг гэтлvvлж\n\nЄшєєт мэргидийг даруулахаар\nЄдєр болзож илгээв. Усны уртыг туулж\nГазрын холд хvрэхдээ\nУнах морьдоо гамнаж\nУулга хvнсээ хэмнэж\nУрьдаас болгоомжтой яв! Агт морьдоо муудуулбал\nАмаа баривч хожимдоно\nАливаа хvнсээ барвал\nАрвилан хэмнэвч оройтоно. Алсын тэр замд\nАвлах гєрєєс олон бий. Ан ав хийсээр\nАлсын замыг бvv март\nХvнсний нэмэр болгож\nХvрэлцэх хэмжээгээр авла. Эрхэлсэн аваас ангид\nЭнгийн явах замд\nЭр цэргийн морьдын\nЭмээлийн хударгыг мулталж\nАгтны хазаарыг амгайчилж\nАяар зєєлєн яв\nЧанд эн журмыг\nЧармайн сахиж явбал\nАяны хvн дураар\nАвлан давхихаа болино. Цээрлэх журмыг зєрчсєн\nЦэргийн хvмvvсийг жанч\nТаних хvн, миний\nТаалал зарлигийг зєрчвєл\nТа нар надад явуул\nТанихгvй хvн, миний\nТаалал зарлигийг зєрчвєл\nТа нар мэдэж шийтэг. Уул нурууг алславч\nУг санаагаа нэгтгэж\nМєрєн голыг гэтлэвч\nМєн санаагаа нэгтгэж\nМєнх тэнгэрийн хvчинд\n\nМєрийн хvч нэмэгдэж\nГайт Тогтоагийн хєвvvдийг\nГартаа оруулж баривал\nТэднийг авчрах хэрэггvй\nТэнд нь чигийг ологтун!\"\nгэж зарлиг болов. Чин зоригт Сvбээдэйд\nЧингис бас хэлэв: \"Чи одоо яваад\nЧивэлт мэргидийг сєнєє. Балчир цагт минь тэд\nБайн байн довтолж\nБурхан халдунд биднийг\nБултуулан сандаргаж байсан. Єшєєт тэр мэргидvvд\nЄнєє бас тангараглаад\nЄєр зvг дутаав. Уртын vзvvрт хvрч\nГvний ёроолд орж\nТєлєєс єшєєг ав!\" гэж\nТємєр тэргийг хэрэглvvлэн\nYнэн итгэлтэй Сvбээдэйг\nYхэр жил илгээв. \"Далд оровч\nИл мэт санаж\nХол очивч\nОйр мэт бодож\nБидэнд итгэлтэй явбал\nДээд тэнгэр ивээж\nДэмжих болно\" гэж\nБаатар Сvбээдэйг мордоход\nБас зарлиг болов. 200. Найман мэргидийг эзэлж дуусвал, Наймантай хамт байсан Жамуха, улсаа\nалдаж, таван нєхєртэй тэнvvчилж яваад Танлу (Тагна) ууланд гарч нэгэн угалз алж\nшарж идэж байгаад Жамуха, нєхдєдєє хэлсэн нь: \"Хэний хєвvvд энэ єдєр угалз алж, ингэж идэж байна?\" гээд тэр угалзын махыг идэж байх завсар таван нєхєр нь\nЖамухыг гардан барьж Чингис хаанд авчирчээ. Жамуха, нєхдєдєє баригдаж ирээд\nЧингис хаанд хэлvvлсэн нь: \"Хар хэрээ\nХалтар нугасыг\nБарих болов\nХарц боол\nХан эзэндээ\nХалдах болов. Хаан анд минь\nХайрлаж єршєє\nБор элээ\nБорлог нугасыг\nБарих болов\nБоол зарц\nБодот эзэндээ\nБосож халдав. Богд анд минь\nБодож vз\" гэжээ. Жамухын тэр vгэнд Чингис хаан зарлиг болруун: \"Хаан эзэндээ халдсан хvнийг\nяаж орхих вэ? Тийм хvн хэнтэй нєхєрлєх вэ? Хаан эзэндээ халдсан харц ардыг ураг\nтєрлий нь хvртэл устга\" гэж зарлиг болов. Тэгээд Жамухын нvдний ємнє тvvнд\nхалдсан ардыг алав. Чингис хаан, Жамухад хэл гэж зарлиг болсон нь: \"Одоо бид хоёул\nОйртож бас нєхєрлєе. Єнєє болоход, чи\nЄрєєсєн арал болоод\nЄєр санаа агуулахгvй биз. Хамт хоёул нийлж\nХарилцан найрамдаж\nУмартсанаа сануулж\nУнтсанаа сэрvvлж явъя\nЄєр замаар\nЯвсан боловч\nЄлзийт сайн нєхєр минь\nМєн билээ, чи. Єшилдєн байлдах\nЄдєр болоход\nЄр зvрхээ\nЄвддєг билээ, чи. Ангид замаар\n\nЯвсан боловч\nАнд сайн нєхєр минь\nМєн билээ, чи. Улайшран байлдах\nЄдєр болоход\nУушги зvрхээ\nЄвддєг билээ,чи\nХэдэн жишээг хэлбэл: Хэрэйд улстай бид\nХархалзан элээтэд\nХатгалдах цаг болоход\nТоорил ханы санааг\nТодруулж бидэнд хэлээд\nТун их туслав. Бас Найман улсыг\nYгээр vхтэл сvрдvvлж\nАмаар айтал сандаргаж\nАливаа байдлыг мэдэгдэж\nАч тус хvргэсэн билээ\" гэж хэлvvлжээ. 201. Жамуха єгvvлрvvн: \"Эрт єнгєрсєн цагт\nЭнхрий бага насанд\nХорхунаг Жубурын хєндийд\nХоёул их найрамдаж\nХан анд чамтай\nХайрт найз болж\nYл шингэх идээ идэлцэж\nНэг хєнжил нємєрч\nНэг санал санаж явлаа. Хєндлєнгийн хvнд хєєдєгдєж\nХєнєєх vгэнд автагдаж\nХажуугийн хvнд хатгагдаж\nХатгах vгэнд автагдаж\nХаан анд чамаас\nХагацан салаад, би\nХар нvvрийнхээ арьсыг\nХалцарч хуурсны адил\nХаан анд чиний\nХалуун царайг харахаас\n\nХалшран зовж явав\nУмарташгvй хэлэлцсэн\nУрьдын vгийг санаж\nУлаан нvvрнийхээ арьсыг\nУруулж євчvvлснй адил\nУужим сэтгэлт андынхаа\nУхаант царайг харахаас\nУхран зовч явав. Хаан анд намайг\nХайрлан соёрхож\nХамтран нєхцєе гэжээ. Нєхцєх цагт\nНєхцсєнгvй, би\nТэмvжин чи\nТvмэн улсыг\nТєвшин болгож\nХарь улсыг\nХамтатган захирч\nХамгийг эзэлсэн\nХаан болоод\nДэлхий дахин\nБэлэн байхад\nДэмий надаар\nЮу хийх вэ? Харанхуй шєнийн\nЗvvд болж\nГэгээн єдрийн\nГэмтэн болж\nХаан андыг\nЗовоох болно, би\nЭнгэрийн чинь бєєс\nЭгмийн чинь єргєс\nБолох биз, би. Атаат эмийн vгээр\nАндаас салаад\nАлжаан зовов, би\nЭнэ насны дотор\nЭрхэм анд бидний\nЭнхрий нэр алдаршиж\nУргах нарнаас аваад\n\nШингэх наран хvртэл\nУлс даяарт дуурьсав. Сэргэлэн баатар чамд\nСэцэн эх заяажээ. Эрэлхэг баатар андад\nЭрдэмтэн дvv нар тєржээ. Далан гурван хvлэгтэй\nДархан єрлєг нєхєдтэй\nДалай Чингис чамдаа\nДарагдаж мєхєв, би чинь\nЄєрийн эцэг эхээс\nЄнчин бие хоцроод\nИтгэх сайн нєхєргvй\nИдтэй сайн дvvгvй\nИлvv дутуу vгтэй\nИх домогч эхнэртэй\nИйм байсан учраас\nТэнгэр эцгээс заяатай\nТэмvжин чамд дийлэгдэв, би\nАнд нєхєр минь соёрхож\nАмийг минь vтэр тонилговол\nАриун зvрх чинь амарч\nАмгалан жаргах болно\nАнд чи соёрхож\nАсгарах цусыг гаргалгvй\nАлуулж єршєє, намайг\nYхэж хэвтэх яс минь\nYржилт эх дэлхийд\nYvрд оршиж байгаад\nИтгэлт андын ургийг\nИвээж тэтгэх болтугай гэж\nИйм ерєєлийг тавъя\nЄєр тєрлийн би\nЄндєр тєрєлт андын\nЄмєг сvлдэнд дарагдав\nХvсэн vгийг минь\nМартахгvй\nХэзээ ямагт\nДурдаж яваарай! Одоо намайг тонилготугай!\" гэж єгvvлбэл, эдгээр vгийг сонсоод Чингис хаан\nєгvvлрvvн: \"Анд нєхєр Жамуха\nАнги тасархай явавч\nАтаа хор санаж\nАмиа хорлох vгийг\nАрай хэлсэнгvй билээ. Засарч чадах боловч\nЗасрахгvй хичээхгvй байна. Yзэх тєлгєєр мэргэлбэл\nYхэх цаг нь болоогvй мэт\nДээд язгуурын хvнийг\nДэмий хорлож болохгvй\nХvний амийг хорлоход\nХvндэт шалтгаан хэрэгтэй. Энэ тухайн шалтгааныг хэлбэл, урьд Жочи Дармала, Тайчар хоёр адуугаа харилцан\nдээрэмдэлцэх vед Жамуха анд чи, буруу зан, бульхай явдал гаргаж, Далан балжууд\nгэдэг газар байлдаж, намайг Зээрэний хавчилд бачимдуулан айлгаснаа санаж байна\nуу? Одоо бас нєхєрлєе гэвэл зєвшєєрєхгvй байна. Амийг чинь хайрлах боловч\nаргагvйд хvрэв гэж хэлэгтvн. Одоо чиний vгээр цус гаргалгvй нєгчvvлж, хvvрий\nчинь ил хаяхгvй, хvндэт ёсоор оршуулъя\" гэж зарлиг болов. Тэнд Жамухыг vхvvлж\nхvvрийг оршуулав. 201. Тэгээд эсгий туургатан улс энх шударга болж, барс жил (1206) Онон мєрний\nэхэнд хуралдаж, есєн хєлт цагаан тугаа мандуулаад Тэмvжинд Чингис хаан (Далай\nхаан) цолыг єргєв. Мухулайд гоо ван (улсын ван) цолыг тэнд єгєв. Найманы\nХvчvлvг ханыг нэхvvлэхээр Зэвийг мордуулав. Монгол угсаатан улсыг нэгтгэн\nбарж Чингис хаан зарлиг болруун: 202. \"Улс тєрийг байгуулалцсан урьдын гавьяат нєхдєє угсаатан ноёд болгож, мятралгvй зvтгэсэн миний хайрт нєхдийг мянганы ноёд єргємжилж, соёрхлын\nvгийг хэлье\" гэж зарлиг болов. Мяганы ноёдыг томилж тушаасан нь: 1. Мэнлиг\nэцэг, 2. Боорчи, 3. Мухулай гоо ван, 4. Хорчи, 5. Илугай, 6. Жорчидай, 7. Хунан, 8. Хубилай, 9. Зэлмэ, 10. Тvгэ, 11. Дэгэй, 12. Толун, 13.Yнгvр, 14. Чvлгэдэй, 15. Борохул, 16. Шигихутуг, 17. Хvчv, 18. Хєхєчv, 19. Хоргасун, 20. Yсvн, 21. Хуилдар, 22. Шилvгэй, 23. Жидай, 24. Тахай, 25. Цагаан гуа, 26. Алаг, 27. Сорхан-шара, 28. Булугун, 29. Харачар, 30. Хєхєчос, 31. Сvйхэтv, 32. Наяа, 33. Жунсо, 34. Хvчvгvр, 35. Бала, 36. Оронартай, 37. Дайр, 38. Мvгэ, 39. Бужир, 40. Мvнгvvр, 41. Долоодай, 42. Бєгэн, 43. Худус, 44. Марал, 45. Жибгэ, 46. Юрvхан. 47. Хєхє, 48. Зэв, 49. Удутай, 50. Бала-чэрби, 51. Хэтэ, 52. Сvбээдэй, 53. Мєнх, 54. Халжа, 55. Хурчахус, 56. Гэvги, 57. Бадай, 58. Хишилиг, 59. Хэтэй, 60. Чаурхай, 61. Хонгиран, 62. Тогоонтємєр, 63. Мэгэтv, 64. Хадаан, 65. Мороха, 66. Дори-бєхє, 67. Идухадай, 68. Ширахул, 69. Даун, 70. Дамачи, 71. Хауран, 72. Алчи, 73. Тобсаха, 74. Тунхудай, 75. Тобуха, 76. Ажинай, 77. Тvйдхэр, 78. Сачуур, 79. Жидэр, 80. Олар хvргэн, 81. Хингиадай, 82. Буха-хvргэн, 83. Хурил, 84. Ашиг хvргэн, 85. Хадай хvргэн, 86. Чигу хvргэн, 87, 88. Алчи хvргэн, гурван мянган хонгирад, 89, 90. Буту хvргэн, 2\nмянган Ихирэс, 91, 92, 93, 94, 95. Онгуудын Алхушдигид хури хvргэн, таван мянгат\nонгууд, ойн иргэнээс гадна, Монгол улсын мянгатын ноёдыг Чингис хааны\nтомилсноор мянгатын ноёд ерэн таван хvн болов. 203. Бас Чингис хаан хvргэдийн хамт эдгээр ерэн таван мянганы ноёдыг томилоод\nтэр дотор зарлиг болруун: \"Ємєг туст нєхдєдєє єєр соёрхлыг єгье. Боорчи, Мухулай\nтэргvvтэн бусад ноёдыг ирvvлтvгэй\" гэж тэр дотор байсан Шигихутугийг \"Тэднийг\nурьж авчир\" гэсэнд Шигихутуг єгvvлрvvн: \"Боорчи, Мухулай нар\nБэлт биднээс\nИх тусалж\nИлvv зvтгэсэн vv? Тэмдэглэн соёрхоход\nТэднээс би\nДутуу тусалж\nЯдуу зvтгэсэн vv? Єлгийтэй цагаасаа би\nЄндєр босгыг чинь тvшиж\nЄдий их сахалтай\nЄвгєн буурал болтлоо\nЄєр санаа санасангvй\nЄршєєлд чинь багтсаар ирэв. Алмай бага наснаасаа би\nАлтан босгыг чинь тvшиж\nАмандаа єдий сахалтай\nАхмад настай болтлоо\nАлжааж бэрхшээсэн зvйлгvй\nАль чадахаар зvтгэв. Хєлдєє хэвтvvлж\nХєнжилдєє хучиж\nХєвvvн адилаар\nХvмvvжvvлэв, намайг\nДэргэдээ хэвтvvлж\nДээлдээ хучиж\n\nДvv мэтээр\nТvшиж єсгєв. Одоо надад ямар соёрхлыг хайрлах вэ?\" гэж хэлсэнд Чингис хаан, Шигихутугт\nєгvvлрvvн: \"Чи миний зургадугаар дvv биш vv? Єргємєл дvv чамд єєрийн дvv\nнарын адилаар ємч хувийг олгоё. Бас чиний хvргэсэн ач тусыг бодож, есєн ослыг\nхэлтрvvлэх болгоё\" гэж зарлиг болов. \"Мєнх тэнгэрийн ивээлээр улс гvрнийг\nтохинуулж байхад чи, vзэх нvд, сонсох чих болж яв. Бидний эх ба дvv нар, хєвvvдэд эсгий туургатны дотроос эзлэх хувийг олгож, хавтсан vvдтэний дотроос\nхаръяалах ардыг хувааж єг. Чиний тушаасан vгийг хэн ч єєрчилж vл болно\" гэж\nзарлиг болов. Бас Шигихутугийг \"Бvх улсын доторх хулгайг цээрлvvлж, худлыг\nмохоож, vхvvлэх ёстойг vхvvлж, яллах ёстойг яллаж бай\" гэж бvх улсын дээд\nзаргач (шvvгч) болгов. Бас \"Нийт улсын ємчийг хувааж заргыг шийтгэж, тvvнийгээ\nхєх дэвтэрт бичиж тэмдэглэгтvн. Надтай зєвлєж, Шигихутугийн шийтгээд цагаан\nцаасан дээр хєх бичиг бичиж дэвтэрлэснийг ургийн урагт хvртэл vvрд хэн ч бvv\nєєрчилтvгэй\" гэж зарлиг болов. Шигихутуг єгvvлрvvн: \"Миний мэтийн єргєдєл\n(єргємєл) дvv, хааны дvvтэй адилаар хувь ємч авч яаж болох вэ? Хаан соёрхвол, байшин гэртэй, балгас хотын иргэдээс авъя\" гэж єчвєл \"Чи єєрєє энэ хэргийг\nбvртгэж шийтгэх тул єєрєє мэдэж гvйцэтгэ\" гэв. Шигихутуг єєрєє хаанаас соёрхлыг\nолж тєгсєєд гарч, Боорчи, Мухулай тэргvvтэн ноёдыг урьж оруулав. 204. Тэндээс Чингис хаан, Мэнлиг эцэгт зарлиг болруун: \"Тєрєхийн хамт\nтєрєлцсєн, єсєхийн хамт єсєлцсєн єлзийт буянт чиний, єршєєл тус хvргэсэн нь єдий\nтєдий болжээ. Тэр дотроос тэмдэглэж хэлбэл, Ван хан эцэг, Сэнгvм анд хоёр\nнамайг мэхэлж урьсанд очих замдаа Мэнлиг эцгийн гэрт хоновол, чи намайг\nятгасангvй бол хар усанд живж, халуун галд тvлэгдэж vхэх билээ, би. Тэр тусы\nчинь санаж, энэ эрхэм суудалд суулгаж он бvр осолдохгvй, сар бvр саатахгvй\nсайшаал шагналыг єгч, vрийн vрд хvртэл vvрд мялааж байя\" гэж зарлиг болов. 205. Бас Чингис хаан, Боорчид єгvvлрvvн: \"Насан бага цагт найман шарга морио\nалдаад гурван хоног нэхэж явах замд чамтай уулзсан билээ. Мунгинаж яваа надад\nтусалъя гэж чи гэртээ харьж, эцэгтээ хэлэлгvйгээр гvvний айрагтай суулгаа хээр\nорхиж, миний оготор хонгор морийг юvлж, орог шинхул морийг надад унуулаад\nєєрєє хурдан ухаа морио унаж, адуугаа эзэнгvй орхиод яаравчлан надтай бас гурван\nхоног дээрэмчдийг нэхсэн билээ. Бид хоёр, шарга морьды минь дээрэмдсэн хvрээнд\nхvрээд, хvрээлсэн гэрvvдийн захад байсан шарга морьдыг гадагш хєєж дутааж\nавчрав. Чи Наху баяны ганц хєвvvн бєгєєд юу мэдэж надтай нєхєрлєсєн билээ? Чи\nvнэн сайхан сэтгэлээр нєхєрлєв. Тvvний хойно чамайг санасаар явж, би Бэлгvтэйг\nилгээж нєхєрлєе гэвэл, чи богтгор хонгороо унаж, бор єрмєг хэвнэгээ нємєрч єєрєє\nхvрч ирэв. Гурван мэргид бидэнд халдаж, Бурхан халдуныг гурван удаа бvслэхэд\nчи бидний хамт бvслэгдэв. Бас тvvний хойно, Далан нэмvргэд татаартай тулалдаж\nхоноход єдєр шєнє vргэлж хур зvсрэн оров. Тэр шєнє намайг унтуулах гэж\nнємрєгєє надад нємєргєєд, миний дээр борооны усыг дусуулахгvйгээр шєнє турш\n\nзогсохдоо чи єрєєсєн хєлєє ганц удаа сольж гишгэсэн билээ. Хvлэг баатрын шинж\nэнэ мєн. Тvvнээс бусад чиний зvтгэлийн алийг хэлж барах вэ? Боорчи Мухулай\nхоёр, зєв явдлыг минь зєвшєєрєн тэтгэж, буруу явдлыг минь буцаан зогсоож энэ их\nсууринд хvргэв. Одоо бvгдийн дээр суулгаж, есєн удаа осол гаргавч ял хэлэлцэхгvй\nболгоё. Боорчи, баруун гарын Алтай орчмын тvмнийг мэдэж захиртугай\" гэж\nзарлиг болов. 206. Бас Мухулайд Чингис хаан зарлиг болруун: \"Хотала хааны бvжиглэх\nХорхунаг-жубурын хєндийд саглагар модны ёроолд саатан буух цагт Мухулай, тэнгэрийн зайран (сvлд)-ы заасан vгийг тэмдэглэн хэлсний тул тэнд би (Мухулайн\nэцэг) Гvн гуаг дурсаж, Мухулайтай vг барилдсан билээ. Одоо тvvний ёсоор би их\nсууринд суусны тул Мухулайг ургийн урагт хvртэл улс гvрний гоо ван болгоё\" гэж\nгоо ван нэр єгєв. \"Мухулай гоо ван, зvvн гарын Хараун-жидуны хавийн тvмнийг\nмэдтvгэй\" гэж зарлиг болов. 207. Чингис хаан, Хорчид єгvvлрvvн: \"Єчvvхэн балчир цагаас\nЄдий болтол минь\nЄлзийт нєхєр болж\nНойтонд хамт норж\nХvйтэнд хамт хєрч\nХvчээ єргєв, чи\nХол урьдын цагт\nХорчи чи мэргэлээд\nЗєгнєж хэлсэн vгээ\nЗєв болгон тохирч\nТэнгэрийн єршєєл хvчээр\nТэр ёсоор бvтвэл\nГучин эхнэр авъя гэж\nГуйсан билээ, чи. Одоо чи хэлсэн vг бvтсэний тул эзэлж оруулсан улсын дотроос чи сайн эхнэр, сайхан хvvхнvvдийг сонгож ав\" гэж зарлиг болов. Бас \"Гурван мянган баарины\nдээр Тахай Ашиг хоёрын хамт Адаргины чинос, тоолис, тэлэнгvvд аймгийг\nнийлvvлж тvмэн иргэн болгоод Хорчи захирч, Эрчис мєрний дагуу ойн иргэнд\nхvртэлх нутгийг эзэмшин нутаглаж, бас ойн тvмэн иргэнийг даргалж мэдтvгэй\"гэж\nзарлиг болов. \"Хорчийн зєвшєєрєлгvйгээр ойн иргэн ийш тийш нvvж vл болно. Хорчийн vгийг зєрчигчдийг шийтгэтvгэй\" гэж зарлиг болов. 208. Бас Чингис хаан, Жорчидайд єгvvлрvvн: \"Чиний бvтээсэн эрхэм тусыг\nдурдвал, Хэрэйдтэй, Хархалзан элээтэд хатгалдан байлдах цагт Хуилдар анд\nтэргvvтэн байлдана гэсэн боловч, чухам хэргийг бvтээсэн нь чи мєн. Жорчидай чи\nдовтолж ороод Жvрхин, Тvбэгэн, Дунгайд, Хориширэмvний мянган торгууд, шилдэг цэрэг бvгдийг дарсаар их гол хvчинд хvрч, Сэнгvмийн энгэсэг хацрыг\nхарван шархтуулж, мєнх тэнгэрт ялахын vvдийг нээв. Сэнгvмийг шархтуулсангvй\nбол бид ямар болохыг мэдэхгvй. Жорчидай чиний хvргэсэн эрхэм их тус тэр байна. Тэндээс зайлж, Халх гол уруу нvvхэд Жорчидай чамайг би єндєр уулын нємєр мэт\nємєг болгон санаж явлаа. Тэндээс бид Балжун нуурт ундлахаар буув. Жич, Балжун\nнуураас Жорчидайг туршуул (алхинч) болгож Хэрэйдэд явуулсан билээ. Тэнгэр\nгазрын ивээлээр бид хэрэйд иргэнийг номхтгон дагуулав. Голлох Хэрэйд улсыг\nсалгаж дарсан учраас дагалдах найман, мэргидийн зориг шантарч байлдаж\nчадахгvй буснив. Мэргид, найман нарыг бутран сарних завсар, Хэрэйдийн Жахахамбу, хоёр охиноо дагах шалтгаанаар харьяат нараа хамт авч vлдэв. Гэтэл тэр\nдайсагнаж одсон тул Жорчидай нэхэж, нэгэнт зайлан одсон Жаха-хамбыг заль\nаргаар барьж тонилгов. Тэр Жаха-хамбын улсыг алж эзлэв. Жорчидайн бас нэг тус\nнь энэ мєн\". Алалдах єдєр\nАмиа хайрлахгvй\nАчийг хvргэж\nБайлдах єдєр\nБайраа алдахгvй\nБаатарлан зvтгэсний тул\n\nЧингис хаан, Ибага бэхи хатнаа Жорчидайд соёрхож єгєєд Ибагад єгvvлрvvн: \"Авир зангий чинь голсон биш. Ариун vзэсгэлэнг чинь чамласан биш, [Хєлийг чинь шивэртэй гэсэн биш, Хєлсийг чинь vнэртэй гэсэн биш, А.то]\nЄврєє дулаацуулж\nХєлєє хучуулсан\nЄєрийн хатан чамайг\nИх тєрийн vйлст\nИлт зvтгэсэн Жорчидайд\nИйнхvv соёрхох болов. Хатгалдах цагт\nХалх болж, Хагацсан улсыг\nХамтатган єгч\nХутгалдан байлдахад\nХуяг болж\nХуваасан улсыг\nХурааж єгсєн\n\nЖорчидайн ачийг хариулж, гавьяаг тэмдэглэхийн тул чамайг єгєв. Yvнээс хойш\nминий ургаас хаан ширээнд залгамжлан суугчид, энэ мэт тус хийснийг хариулсан\nёсыг сэтгэж, миний vгийг єєрчлєлгvйгээр ургийн урагт хvртэл Ибагын ор суурь\n(нэр хvнд)-ийг бvv тасалтугай\" гэж зарлиг болов. Бас Чингис хаан, Ибагад\nєгvvлрvvн: \"Чиний эцэг Жаха-хамбу, чамд инж болгож Ашиг-Тємєр, Алчиг хоёр\nтогоочийн хамт хоёр зуун хvнийг єгсєн билээ. Одоо чи урууд иргэнд очихдоо\nдурсгал болгож, надад инжийн хvмvvсээс Ашиг-Тємєр тогоочоо нэгэн зуун хvний\nхамт єгч од\" гэж авав. Бас Чингис хаан, Жорчидайд єгvvлрvvн: \"Ибага хатнаа чамд\nєгєв. Чи дєрвєн мянган уруудаа мэдэж захиртугай\" гэж соёрхож зарлиг болов. ШАДАР ХИШИГТЭН ЦЭРГИЙГ БАЙГУУЛСАН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 209, "text": "Бас Чингис хаан, Хубилайд єгvvлрvvн: \"Чи хvчтэний хvзvvг мушгиж, бєхчvvдийн бєгсийг шороодуулж єгєв. Одоо Хубилай, Зэлмэ, Зэв, Сvбээдэй та\nдєрвvvл сайн нохой мэт итгэлтэй нєхєд мєн. Та нарыг хаана ч илгээвэл, Хvр гэсэн газар хvрч\nХvр чулууг хэмх цохиж\nХалд гэсэн газар халдаж\nХад чулууг хага цохиж\nЦэгээн чулууг бутартал\nЦээлийн улсыг цалгитал\nНиргэж нядалж явав. Хувилай, Зэлмэ, Зэв, Сvбээдэй дєрвєн нохойгоо зорьсон газартай явуулаад, Боорчи, Мухулай, Борохул, Чулуун дєрвєн хvлэг баатраа дэргэдээ авч, хатгалдах єдєр\nхамгийн тvрvvнд урууд, мангудын цэргийг Жорчидай Хуилдар хоёроор\nтолгойлуулан мордуулбал сая миний сэтгэл бvрнээ амардаг билээ\" гэв. \"Хубилай\nчи цэргийн vйл бvгдийг ерєнхийлєн захирч бай\" гэж соёрхож зарлиг болов. Бас\nБидvгvн, их дуулгаргvй тул би буруушааж, мянганы ноён болгосонгvй. Чи тvvнийг\nсургаж vз. Тэр чамтай зєвшиж нэг мянганыг захирч явтугай. Бидvгvнийг хойш ямар\nболохыг бид vзье\" гэв. 210. Бас Чингис хаан, Гэнигэдэй Хунанд єгvvлрvvн: \"Боорчи, Мухулай тэргvvтэн ноёд оо, Додай Доголху тэргvvтэн чэрби нар аа! Энэ\nхунан, Харанхуй шєнє\nХалдах чоно болж\nГэгээн єдєр\nХэсэх хэрээ болж\n\nНvvхэд vлдэхгvй\nYлдэхэд нvvхгvй\nYргэлж намайг дагаж\nХарийн дайсанд\nХалуун нvvр єгч\nХарилцдаггvй\nЄшєєт хvнд\nЄмєг тус болж\nЄєр зан гаргадаггvй билээ. Хунан Хєхєчос хоёртой зєвлєж, хамаг vйлсийг vйлдэгтvн\" гэж зарлиг болов. \"Хєвvvдий минь ах Жvчи биз. Хунан, Гэнигэс овогтноо тэргvvлэн захирч, миний\nхєвvvн Жvчийн дор тvмний ноён болтугай\" гэж зарлиг болов. \"Хунан Хєхєчос, Дэгэй, Yсvн євгєн энэ дєрвvvл, vзсэнээ нуухгvй, vнэн vгээ хэлж, мэдсэнээ\nмэлзэхгvй, сонссон vгээ сонсгодог билээ\". 211. Бас Чингис хаан, Зэлмэд єгvvлрvvн: \"Жарчиудай євгєн, vлээх хєєргєє vvрч\nєчvvхэн хєвvvнээ дагуулж, бурхан халдунаас бууж ирээд Ононы Дэлvvн болдогт\nнамайг тєрєх цагт булган єлгийг єгєв. Тvvнээс хойш ч босго хатавчийн боол, єрх\nvvдний ємч болж, єдий тєдий тусыг хvргэв. Булган єлгийд тєрсєн буянт нєхєр\nминь, хамт тєрєєд хань болж єссєн хайрт нєхєр Зэлмэ минь чамайг есєн удаа осол\nгаргахад буруушаан яллахгvй\" гэж зарлиг болов. 212. Бас Чингис хаан, Толунд єгvvлрvvн: \"Эцгээс тусгаар мянганыг захирч байсан\nбилээ. Улсыг хураан тохинуулахад чи єєрийн эцгийн єрєєл жигvvр болон зvтгэж\nбvтээсний тул чэрби гэдэг цолыг авав. Одоо єєрийн олсон зєєсєн иргэнээ мянгат\nболгож, Турухантай зєвшиж захирагтун\" гэж зарлиг болов. 213. Бас Чингис хаан, Yнгvр буурчид єгvvлрvvн: \"Мэнгитv хианы хєвvvн Yнгvр чи, гурван аймаг тохурауд, таван аймаг таргууд, чаншиуд, баядаа дагуулж нэгэн хvрээ\nболж\n\nБудан мананд тєєрєлгvй\nБулаалдах дайн салалгvй\nНойтонд хамт норж\nХvйтэнд хамт хєрж\nЯвав чи\n\nОдоо ямар соёрхол авах вэ, чи?\" гэвэл Yнгvр єгvvлрvvн: \"Соёрхлыг сонгуулбал\nхамаг баяд ах дvv нар, хамаагvй бутран тарж байна. Хаан соёрхвол, баяд ах дvv\nнараа цуглуулан захиръя\" гэвэл, \"Тэг, Баяд ах дvv нараа цуглуулж мянганыг чи\nзахиртугай!\" гэж зарлиг болов. Бас Чингис хаан зарлиг болруун: \"Борохул Yнгvр та\nхоёр, буурч тvгээгч болж, баруун зvvн этгээдэд барих идээг тvгээж, баруун талын\nхvмvvст байр байраар олгож, зvvн талын хvмvvст зvй зvйгээр єгч идээ хvнсийг\n\nтvгээвэл миний хоолой онгойж, сэтгэл амардаг билээ. Yнгvр Борохул хоёр морилон\nявж (мориор явж) олон хvнд идээ рэг сєнгийн баруун зvvн этгээдэд идээ базааж\nбэлтгээд \"Та хоёр, Толунтай хамт тєвлєн суугаад идээг тvгээж байгтун\" гэж\nсуурийг зааж єгєв. 214. Бас Чингис хаан, Борохулд єгvvлрvvн: \"Миний эх, Шигихутуг, Борохул, Хvчv, Хєхєчv та дєрвийг дvрвэсэн иргэний нvvсэн нутгаас\n\nХєдєєнєєс олж\nХєлдєє бvvвэйлж\nХvмvvжvvлэн тэжээж\nХvзvvнээс чинь татаж\nХvний зэрэг болгож\nЭгмээс чинь татаж\nЭрийн зэрэгт оруулж\n\nХєвvvд бидний нєхєр сvvдэр болгоё гэж тэжээжээ. Миний эхийн тэжээсэн ачийг та\nнар их хариулан зvтгэв. Борохул надад нєхєр болж\n\nХурдан аянд мордож\nХуртай шєнє тохиолдовч\nХоол ундгvйгээр\nХоосон хонуулсан удаагvй, Яаралтай дайнд\nЯмар ч бэрхшээл тохиолдовч\nШєл тасалдуулж\nЄл алдуулж байсангvй\nЄвєг эцгийг минь хорлосон\nЄстєн татаарыг доройтуулж\nЄшил єшиж\nХясал хясаж\nТэр татаар иргэнийг\nТэрэгний бултай чацуулж\nТvvнээс єндєр нуруутныг\nТvvж хядах цагт\n\nТатаарын Харгил шар, ганцаараа дутааж яваад єлссєний тул аргагvй ирж, манай\nэхийн гэрт орж ирээд \"Идэх юм гуйя\" гэсэнд, \"Идэх юм гуйвал тэнд суу\" гэж\nбаруун исэр (ор)-ийн ємнєд vзvvрт суулгав. Тэр цагт таван настай байсан хєвvvн\nТолуй гаднаас орж ирээд гэдрэг гvйж гармагц, Харгил шар босон харайж, Толуйг\nсугандаа хавцуулж гvйхийн хамт хутга тэмтэрч сугалан авахыг завдахад эхийн гэрт\nзvvн талд сууж байсан Алтани \"Хvvгий минь аллаа\" гэж эхийн орилон бархирахыг\n\nсонсож гvйн гарч, Харгил шарын хойноос гvйцэж нэг гараараа vснээс нь зууран\nбарьж, нєгєє гараараа хутгыг сугалж байсан гары нь барьж угзраад хутгыг\nалдуулав. Тэр vед гэрийн ард мугалзар хар vхрийг тэлэн алж байсан Жидай Зэлмэ\nхоёр, Алтанийн дууг сонсоод сvхээ барьсаар, улаан цустай хэвээр гvйн ирж, татаарын Харгил шарыг мєн тэнд нь сvхээр цохиж, хутгаар бvлж алав. Алтани\nЖидай Зэлмэ гурав, хєвvvний амь аварсан гавьяаг булаалдахад Жидай Зэлмэ хоёр\nєгvvлрvvн: \"Бид даруй гvйн ирж тvvнийг эс алсан бол ганц эхнэр Алтани юу хийж\nчадах вэ? Хєвvvний амийг хорлосон байх билээ. Хєвvvний амийг аварсан гавьяа\nбиднийх болно\"гэвэл, Алтани єгvvлрvvн: \"Миний дууг сонссонгvй бол та нар яаж\nирэх билээ? Би гvйн гvйцэж тvvний сэвлэг vснээс барьж хутгыг сугалсан гарыг\nтатаж хутгыг алдуулсангvй бол Жидай Зэлмэ хоёрыг хvрч иртэл, хєвvvний амийг\nхорлож амжсан байх бишvv?\" гэв. Тэгж хэлбэл, гол гавьяа нь Алтанийнх болов. Борохулын гэргий, эр Борохулдаа єрєєсєн арал болон тусалж явсны дээр, Толуйн\nамийг аварч тус хvргэв. Бас хэрэйдтэй, Хархалзан элээтэд хатгалдан байлдах цагт Єгэдэйн гvрээний судал, суманд шархтаж унасанд Борохул, дээр нь бууж тvvний асгарсан цусыг амаараа\nшимж хоноод маргааш нь Єгэдэй морь унаж чадахгvй тул урдаа сундлан тэвэрч, бvрэлдсэн цусы нь бvлээн уруулаараа шимж, ам завжаа улайлгаж, ачит хєвvvн\nЄгэдэйг амьд мэнд авч ирсэн билээ. Эхий минь, зовж тэжээсэн ачийг, хоёр\nхєвvvний амийг аварч хариулав. Борохул надтай нєхєрлєж, уриалах дуунд минь\nуухайгаа нэмж, урагшлан зvтгэж явав. Борохулыг есєн удаа осол гаргавч, яллахгvй\nболгоё\" гэж зарлиг болов. 215. Бас \"Охин ургаа соёрхол єгье\" гэв. 216. Бас Чингис хаан, Yсvн євгєнд єгvvлрvvн: \"Yсvн, Хунан, Хєхєчос, Дэгэй энэ\nдєрвvvлээ, vзсэн сонссоноо vлдээж нуулгvй, vргэлж хэлдэг билээ. Монголын тєр\nёсонд бэхи ноёдыг єргємжлєх заншил бий. Ахмад vеийн хvнээ бэхи болгодог\nзаншилтай тул баарин ахын ураг, Yсvн євгєнийг бэхи болгоё. Бэхи єргємжлєгдєєд\nцагаан дээл ємсєж, цагаан морь унаж, дээд сууринд сууж, он сарыг олж сонгож\nбайтугай\" гэж зарлиг болов. 217. Бас Чингис хаан єгvvлрvvн: \"Хуилдар анд алалдан байлдах цагт урьтаж ам\nнээж байлдсан гавьяа бий тул тvvний хєвvvд ач нарт, єнчдєд олгох єршєєл\nтусламжийг хvртээсvгэй\" гэв. 218. Бас Чингис хаан, Цагаан гуагийн хєвvvн, Нарийн-Тоорилд єгvvлрvvн: \"Чиний\nэцэг Цагаан гуа чинь зоригийг барьж байлдсаар Даланбалжудын байлдаанд\nЖамухад алагджээ. Одоо эцгийн гавьяаг хvртэж, єнчдийн тусламжаас авч бай\"\nгэсэнд, Тоорил єгvvлрvvн: \"Миний тєрлийн нэгvс нар олон аймагт хуваагдан\nтарсан байна. Хаан соёрхвол, ах дvv нэгvс нараа цуглуулъя\" гэвэл, Чингис хаан\nзарлиг болруун: \"Тийм бол ах дvv нэгvс нараа цуглуулж, чи ургийн урагт хvртэл\nзахирч бай\" гэж зарлиг болов. 219. Бас Чингис хаан, Сорхон-шард єгvvлрvvн: \"Намайг єчvvхэн цагт, Тайчуудын\n\nТаргудай Хирилтуг, ах дvv нартайгаа нийлж атаархан барих цагт Сорхон-шарын\nхєвvvн Чулуун, Чимбай нар, намайг ах дvv нартаа атаархагдсан ажээ гэж нууж, охин Хадаанаар асруулж байгаад тавьж илгээсэн бишvv. Чиний тэр ачийг би\nхаранхуй шєнє зvvдэндээ бодож, гэгээн єдєр цээжиндээ санасаар явсан билээ. Дараа нь тайчуудаас надад баахан удаж ирэв. Одоо танд соёрхлыг єгье. Ямар\nсоёрхлыг хvсч байна?\" гэвэл, Сорхан-шар ба тvvний хєвvvн Чулуун, Чимбай нар\nєгvvлрvvн: \"Бид, мэргидийн нутаг Сэлэнгэд дархан дураар нутаглахыг хvснэ. Бас\nямар соёрхол хишиг хайрлахыг Чингис хаан мэдтvгэй!\" гэв. Тэгэхэд Чингис хаан\nєгvvлрvvн: \"Нутаг дархалж, мэргидийн газар Сэлэнгээр ургийн урагт хvртэл нутаг\nорноо эзэмшиж, нум сумаа агсаж, хурим найрыг хийж, хундага сєнгєє тvшилцэж\nявтугай. Есєн удаа осолдоход зэмлэхгvй болгоё!\" гэж зарлиг болов. Бас Чингис\nхаан, Чулуун Чимбай хоёрт соёрхож хэлсэн нь: \"Урьд Чулуун Чимбай та хоёрын\nхэлж байсныг яаж мартах вэ? Чулуун Чимбай та хоёр санаснаа хэлье гэвэл, дутуугаа гуйя гэвэл дам хvнээр бvv хэлvvлж бай. Єєрийн биеэр уулзаж, єєрийн\nамаар санаснаа хэлж, дутсанаа гуйж бай\" гэж зарлиг болов. Бас \"Сорхон-шар, Бадай, Хишилиг та гурван дархан, Олон дайсанд довтолж\nОлз юм олбол\nОлсноо бvрэн автугай! Аян ав хийж\nАн гєрєєс албал\nАлснаа бvрэн автугай!\"\n\nгэж зарлиг болов. \"Сорхан-шар бол тайчуудын Тvдэгэгийн гэрийн хvн. Бадай\nХишилиг хоёр бол Чэрэнгийн адуучин хvн билээ. Одоо миний шадар хорчи (нум\nсум агсагч) болж, хуримд хундага дэвшvvлж, дархан эрхтэйгээр жаргаж явтугай!\"\nгэж зарлиг болов. 220. Бас Чингис хаан, Наяад єгvvлрvvн: \"Ширээт євгєн, Алан Наяа хоёр хєвvvний\nхамт Таргудай Хирилтугийг барьж авчрах замд Хутгал нугад хvрээд Наяагийн\nхэлсэн нь: \"Бид хаан эзнээ яахан тэвчиж барьж одох вэ?\" гэж сэтгэл тvвтэхгvй\nболоод Таргудайг сул тавин буцааж, Ширээт євгєн, хєвvvн Алаг Наяа нартай хамт\nирж Наяагийн хэлсэн нь: \"Бид, хан Таргудай Хирилтугийг гардан барьж ирж яваад\nжич тэвчин ядаж тавин буцаагаад бид Чингис хаанд хvчээ єгье гэж ирэв. Хэрэв\nханаа барьж ирвэл хан эзнээ барьсан харц ардад яаж итгэх вэ гэх билээ. Хандаа\nхалдаж чадсангvй тул тэднийг тус (єєрийн) ханаа хайрлах их ёсыг мэдсэн хvмvvс\nгэж vгийг зєвшєєж, нэгэн vйл хэргийг тушаая гэсэн билээ. Боорчи, баруун гарын\nтvмнийг захирах ноён болов. Мухулай го ван болж зvvн гарын тvмнийг захирах\nноён болов. Одоо Наяа, тєвийн тvмнийг захирах ноён болтугай\" гэж зарлиг болов. 221. Бас Зэв, Сvбээдэй хоёрыг єєрийн олсон зєєсєн иргэнээ мянгат болгож\nзахирагтун гэв. 222. Бас хонь хариулагч Дэгэйд мянгатыг энд тэндээс цуглуулж єгєєд мянганы\nноён болгов. 223. Бас модоч дархан Хvчvгvрт єгєх иргэн дутагдсан тул бусад ноёдын албат\nнараас татаж цуглуулсан иргэнийг Жадараны Мулхалхуд зvгээр нийлvvлж, Хvчvгvр Мулхалху хоёр нэг мянгатыг хавсран зєвлєж захирагтун гэв. 224. Улсыг байгуулахад зvтгэсэн хvмvvсийг тvмний ноёд, мянганы ноёд, зууны\nноёд, арваны ноёд болгож, соёрхлыг єгєх хvмvvст соёрхлоо єгч, зарлигийг буулгах\nхvмvvст зарлигаа буулгаж Чингис хаан зарлиг болруун: \"Урьд би, наян хэвтvvл\nманаачтай, далан шадар хишигтэнтэй байв. Одоо мєнх тэнгэрийн єршєєлєєр, тэнгэр\nгазрын ивээлээр хvч аугаа нэмэгдэж, гvр (нийт) их улсыг хамтатгаж, ганц\nжолоондоо оруулсан тул одоо надад мянган шадар хишигтэн (ээлжтэн)-г ялгаж єг. Хэвтvvл, хорчин торгуудын хамт бvгд тvмэн хvн болгож єгтvгэй!\" гэж зарлиг\nболов. Бас Чингис хаан, хишигтнийг ялгаж томилох тухай мянганы ноёдод тунхаг\nзарлиг буулгасан нь: \"Миний хишигтнийг томилоход тvмт, мянгат, зуутын ноёдын\nхєвvvд, сул (чєлєєт) хvний хєвvvдийн дотроос миний дэргэд тэнцэх билэг эрдэмтэй, бие сайтайгий нь ялгаж оруултугай. Миний шадар цэрэгт орохдоо мянганы ноёдын\nхєвvvд, арван нєхєр (цэрэг), нэг дvvгээ дагуулж иртvгэй. Зууны ноёдын хєвvvд\nтаван нєхєр, нэг дvvгээ дагуулж иртvгэй. Арваны ноёдын хєвvvд бас сул хvний\nхєвvvд, гурван нєхєр нэг дvvгээ дагуулж иртvгэй. Ингэхдээ тэд уг газраасаа уналга\nморио бэлтгэж иртvгэй. Миний шадар цэрэгт ирэх мянганы ноёдын хєвvvд арван нєхєд, хэрэглэх юмаа\nхаръяат мянганы дотроос татаж авагтун. Эцгийн єгсєн хувь хишиг буюу єєрийн\nолсон зєєсєн морь, юм хэдий байвч, ємч хувиас ангид бидний заасан хэмжээгээр\nавч бэлтгэж иртvгэй. Зууны ноёдын хєвvvд, таван нєхєдтэй, арваны ноёд бас сул\nхvний хувvvд, гурван нєхєдтэй, мєн ємч хувиас ангид мєн тэр ёсоор хэрэглэх морь, юмаа бэлтгэж иртvгэй!\" гэж зарлиг болов. \"Мянгат, зуут, аравтын ноёд олон хvн, бидний энэ зарлигийг сонсоод зєрчиж давбал чангалан шийтгэнэ. Бидний шадар\nцэрэгт орвол зохих хvн бултарч бидний дэргэд явахдаа бэрхшээвэл єєр хvнийг\nоруулаад тvvнийг шийтгэж, эчнээ (далд) хол газар цєлье\" гэж зарлиг болов. \"Бидний дэргэд дотно явж суралцъя гэж бидэнд ирэх ардыг бvv хориглотугай\" гэв. 225. Чингис хааны зарлигийн ёсоор мянгат, зуут, аравтын ноёдын хєвvvдийг ялгаж\nявуулаад, урьд байсан наян хэвтvvлийг найман зуу болгов. Найман зуу дээр нэмж\nмянга болготугай гэв. Хэвтvvлд орох хvмvvсийг бvv ятгаж хориглотугай гэж зарлиг\nболов. Хэвтvvлийг Их-нэvрин захирч, мянганы ноён болтугай гэж зарлиг болов. Бас\nдєрвєн зуун хорчныг томилж, хорчныг Зэлмийн хєвvvн Есєнтэй ахалж, Тvгэгийн\nхєвvvн Бvхэдэйтэй зєвлєж захиртугай гэв. Торгууд, хишигтэн нарыг дєрвєн\nээлжээр манах болгож, Есєнтэй нэгэн ээлжийн хорчныг захирч, Бvхэдэй нєгєє\nээлжийн хорчныг захирч, Хорч-худаг, гуравдугаар ээлжийн хорчныг захирч, Лаблах, дєрєвдvгээр ээлжийн хорчныг захирч явтугай. Нум сум агссан хорчин\n\nторгон цэргийг ийнхvv захирч явтугай. Хорчныг мянга болгож, Есєнтэй захирч\nбайтугай! гэж зарлиг болов. 226. \"Урьд Єэлэн чэрбийн захирч байсан торгууд дээр нэмж мянга болгоод, Боорчийн ураг (vр) Єэлэн чэрбиэр захируулъя. Бас нэгэн мянган торгуудыг\nМухулайн ураг Бухаар захируулъя. Илугайн ураг Алчидайгаар нэгэн мянган\nторгуудыг захируулъя. Нэгэн мянган торгуудыг Додай чэрбиэр захируулъя. Бас\nнэгэн мянган торгуудыг Доголху чэрбиэр захируулъя. Нэгэн мянган торгуудыг\nЖорчидайн ураг Чанайгаар захируулъя. Нэгэн мянган торгуудыг Алчийн ургаас\nАхуйдайгаар захируулъя. Нэгэн мянган баатар цэргийг шилж Архай Хасараар\nзахируулаад энгийн єдєр ээлжлэх торгон цэрэг болгож, хатгалдан байлдах єдєр\nхамгийн тvрvvнд баатарлуулан явуулъя!\" гэж зарлиг болов. Олон мянгатаас ялгаж\nирvvлсэн хvмvvсийг найман мянган торгууд болгов. Хоёр мянган хэвтvvл, хорчины\nхамт бvгд нэгэн тvмэн хишигтэн болов. Чингис хаан зарлиг болруун: \"Бидний\nшадар тvмэн хишигтэнг бэхжvvлж их голын цэрэг болгоё!\" гэж зарлиг болов. 227. Бас Чингис хаан зарлиг болж єдрийн жасаа (ээлж)-ны торгуудыг дєрвєн ээлж\nболгож, ээлжийн ахлагч нарыг томилсон нь: Буха, нэгэн ээлжийн хишигтнийг\nзахирч, засаж яв. Алчидай нэгэн ээлжийн хишигтнийг захирч, засаж яв. Додай\nчэрби нэгэн ээлжийн хишигтнийг захирч, засаж яв. Доголху чэрби, нэгэн ээлжийн\nхишигтнийг захирч, засаж яв. Энэ дєрвєн ээлжийн хишигтнийг захирах ахлагчдыг\nтомилж тунхаг зарлиг буулгаад бас ээлжийн ахлагчид, харъяат хишигтнээ жагсааж\nээлж хишигт оруулаад гурав хоноод солилцуулна. Хишигт хvн, ээлжээ тасалбал тэр\nээлж тасалсан хvнийг гурван бэрээ занчъя. Тэр дахин ээлжээ тасалбал долоон бэрээ\nзанчъя. Бас тэр хvн, бие эрvvл бєгєєд ээлжийн ахлагчдын зєвшєєрєлгvйгээр\nгуравдугаар удаа ээлжийг тасалбал гучин долоон бэрээ занчаад, бидэнд бараа\nболохоос бэрхшээсэн этгээд гэж vзээд эчнээ хол газарт цєлье! гэж зарлиг болов. Ээлжийн ахлагчид, гурван ээлжийн хишигтэнд тухай бvр энэ зарлигийг сонсгож\nбайтугай. Эс сонсгосон бол ээлжийн ахлагчид бурууг хvлээнэ. Зарлигийг сонссон\nбайтал, зєрчих буюу зарлигаар тогтоосон ээлжийг тасалбал хишигтнийг буруушаан\nшийтгэнэ гэж зарлиг болов. Ээлжийн ахлагчид гагцхvv ахлагч гэсэн тєдийгєєр хамт\nманаж байгаа хишигтнийг миний зєвшєєрєлгvйгээр бvv шийтгэгтvн. Гэм vйлдсэн\nхvнийг хэлэгтvн. Мухриулах (алах) ёстой бол бид мухриулъя. Занчих ёстойг\nхэвтvvлж занчъя. Ахлагч нар, ахлагч гэсэн тєдийгєєр адил эрхтэй хишигтэнд минь, єєрийн гар хєлийг хvргэж занчвал бэрээний хариуд бэрээдэж нударгын хариуд\nнударгадаж занчтугай гэв. 228. Бас Чингис хаан зарлиг болруун: \"Гадаад мянганы ноёдоос миний хишигтний\nерийн хvмvvс эрхэм бєгєєд гадаад зууны ноёд, аравны ноёдоос миний хишигтэн\nхєтєч эрхэм тул гадаад мянганы ноёд, миний хишигтэнтэй тэнцэж хэрэлдвэл\nмянганы ноёныг шийтгэе! гэж зарлиг болов. 229. Бас Чингис хаан зарлиг болж ээлжийн хишигтний ноёдод зарлиг тунхагласан\nнь: Хорчин, торгууд хишиг (ээлж)-т орж, єдрийн хамгаалагчид зvг зvгт мєр мєртєє\n\nявж наран шингэхээс ємнє хэвтvvл [манаачид хамгаалах ажлаа шилжvvлээд]-д\nзайлж гадна гарч хонотугай. Биднийг шєнє хэвтvvлийн цэрэг хамгаална. Хорчин\nнум сумаа, буурч (тогооч) нар аяга саваа хэвтvvлд тушааж єгєєд гарч хонотугай. Гадна хоносон хорчин, торгууд, буурч нар бидний шєл идтэл уяаны тэнд хvлээж\nбайгаад хэвтvvлд мэдэгдэж, биднийг шєл идсэний дараа дотогш орж, хорчин нум\nсумаа авч, торгууд сууриа эзэлж, буурч нар аяга саваа авч ажлаа хийтvгэй. Ээлж\nхишгийн хvмvvс энэ тогтоосон ээлжийн хуулийг мєрдєж яв гэж зарлиг болов. Наран шингэсний хойно ордны хойгуур урдуур явах хvнийг хэвтvvл манаач нар\nбарьж хоноод маргааш єглєє байцаан асуугтун. Хэвтvvл, халаагаа ирэхэд тэмдгээ\nшилжvvлж єгєєд чєлєєлєгдєнє. Манаагаа шилvvлсэн хэвтvvл гарч одтугай гэв. Хэвтvvл, шєнє ордны орчим байж vvдийг харгалзаж, орохыг завдах хvний мєрийг\nмєлт цохиж, толгойг тоншин цавчиж хаятугай. Шєнє яаралтай мэдээ хvргэж хvн\nирвэл урьдаар хэвтvvлд мэдэгдээд гэрийн ард хэвтvvлийн хамт байж, хэлэх vгээ\nгаднаас хэлэгтvн. Хэвтvvлийн суурь дээр хэн ч сууж vл болно. Хэвтvvлийн\nзєвшєєрєлгvйгээр хэн ч орж vл болно. Хэвтvvлийн дэргэдvvр хэн ч явж vл болно. Хэвтvvлийн завсраар явж vл болно. Хэвтvvлийн тоог асууж vл болно. Хэвтvvлийн\nдэргэдvvр явсан хvнийг барьтугай. Хэвтvvлийн тоог асуусан хvний тэр єдрийн\nунасан эмээлтэй, хазаартай морийг, ємссєн бvрэн хувцсыг хэвтvvл автугай гэж\nзарлиг болов. Элжигэдэй итгэлтэй хvн боловч хэвтvvлийн дэргэдvvр vдэш явж\nбаригдсан биш vv? УЙГУР БА ОЙН ИРГЭДИЙГ ЭЗЭЛСЭН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 230, "text": "Чингис хаан єгvvлрvvн: \"Yvлтэй шєнє\nYvдтэй гэрий минь\nYргэлж сахиж\nЭнэ биеий минь\nЭнх унтуулж\nЭрдэнийн сууринд\nХvргэсэн эртний\nЭэлт хэвтvvл минь! Одтой шєнє\nОрд гэрийн минь\nОрчимд хэвтэж\nЄлгий дэвсгэрийн минь\nЄмєг болж\n\nЄчvvхэн биеийн минь\nТvшиг болж\nЄндєр сууринд\nХvргэсэн\nЄлзийт буянт хэвтvvл минь! Халих усан бороонд\nХайрах хvйтэн жаварт\nХанатай гэрий минь\nХаргалзан байж\nХалуун амий минь\nХамгаалан манаж\nХаан сууринд хvргэсэн\nХайр ивээлт хэвтvvл минь! Єрсєх дайсны мєрєєс\nЄших хортны гараас\nЄглєє vдэш ялгалгvй\nЄрх гэрийг минь хамгаалж\nЄєрийн нvдийг цавчилгvй\nЄвч биеий минь арчилсан\nЄнийн итгэлт хэвтvvл минь! Холтсон хоромсогын\nХорд хийх чимээнээс\nХоцролгvй ирэгч\nХотлын сайн хэвтvvл минь! Шинсэн нумын\nШирдхийх чимээнээс\nШилжрэлгvй ирэгч\nШигшмэл сайн хэвтvvл минь! Єнє хэдийний\nЄлзийт хэвтvvлий минь\nЄвгєн хэвтvvлгэгтvн. Итгэлт Єэлэн чэрбийн\nИвээлт далан торгуудыг\nИх торгууд гэгтvн. Архай Хасарын харъяат\nАчит шилдэг баатруудыг\nАхмад баатрууд гэгтvн. Есєнтэй, Бvхэдэйн харъяат\nЕрєєлт хуучин хорчныг\nЕрєнхий хорчин гэгтvн\"\n\nгэж зарлиг болов. 231. \"Ерэн таван мянгатаас миний биеийн шадар ємч болгож илгээсэн тvмэн\nхишигтнийг миний хойно их суурийг залгамжилсан хєвvvд, ургийн урагт хvртэл\nминий гэрээс дурсгал мэт сэтгэж, аливаа гасланд хvрvvлэлгvй сайтар асрагтун. Эдгээр тvмэн хишигтнийг миний эрхэмсэг хишигтэн гэж єргємжлєхгvй байж болох\nуу?\" гэв. 232. Бас Чингис хаан єгvvлрvvн: \"Ордны чэрбийн охид, гэрийн хvмvvс, тэмээчин\nvхэрчин нарыг хэвтvvл эрхлэн мэдэж, ордны гэр тэргийг бас мэдтvгэй. Туг, хэнгэрэг, дєрєє, жадыг хэвтvvл даргалтугай. Аяга савыг мєн хэвтvvл эрхэлтvгэй. Бидний унд идээг хэвтvvл даргалтугай. Тахилгын мах идээг хэвтvvл даргалж\nболготугай. Унд идээ хор хомс болбол даргалсан хэвтvvлээс шаардъя\" гэв. \"Хорчин\nнар унд идээг тvгээхдээ даргалсан хэвтvvлийн зєвшєєрєлгvйгээр тараан єгч vл\nболно. Идээг тvгээхдээ урьдаар хэвтvvлээс эхлэн тvгээтvгэй\" гэв. \"Орд гэрт орох\nгарах юмыг хэвтvvл эрхлэн мэдтvгэй. Гэрийн ойр vvдэнд хэвтvvлийн хаалгачин\nбайтугай. Хэвтvvлийн хоёр хvн дотогш орж, их сєнг тvшиж байтугай. Хэвтvvлээс\nнутаг эрэн vзэж орд гэрийг буулгатугай\" гэв. Бидний шувуу авлахад хэвтvvл\nбидэнтэй хамт шувуу авлан явтугай. Гэр тэрэгний дэргэд заримыг цагийн байдлаар\nvлдээтvгэй\" гэв. 233. Бас Чингис хаан єгvvлрvvн: \"Бидний бие байлдаанд эс мордвол хэвтvvл\nбиднээс ангид байлдаанд мордож vл болно\" гэв. \"Энэ зарлигийг мэдсээр байгаад\nатаархан зєрчиж, хэвтvvлийг байлдаанд мордуулбал цэргийн цэргийг эрхлэх\nчэрбийг буруушаан шийтгэнэ\" гэж зарлиг болов. \"Хэвтvvлийн цэргийг байлдаанд\nvл мордуулах шалтгааныг та нар асуувал, хэвтvvл, миний алтан амийг сахина. Шувуу, гєрєєсийг авлахад хамт зовч зvднэ. Нvvх суухад ордыг хамгаалж, хєсєг\nтэргийг харгалзана. Миний биеийг сахиж хонох хялбар уу? Гэр тэрэг, их аураг (гол\nорд)-ийг нvvхэд хамгаалах гэдэг хялбар уу? Ийм давхар салбарын ажилтай тул\nтэднийг биднээс ангид байлдаанд явуулахгvй гэсэн учир тийм биз\" гэжээ. 234. Бас зарлиг болруун: \"Шигихутугийн зарга шийтгэхэд хэвтvvлээс сонсолцож\nоролцтугай. Хэвтvvлээс нум, саадаг, хуяг, зэвийг хадгалах, тvгээх ажлыг\nэрхлэлцтvгэй. Агт морьдыг авчирч ачаа юмыг ачиж явтугай\" гэв. \"Хэвтvvл, чэрби\nнарын хамт эд уурсыг тvгээж байгтун. Хорчин, торгууд нар нутаг заагаад нvvхэд\nЕсєнтэй, Бvхэдэй нарын хорчин, Алчидай, Єэлэн Ахудай нарын торгуудууд, ордны\nбаруун этгээдэд явтугай\" гэв. \"Буха, Додай чэрби, Чанай нарын торгууд, ордны\nзvvн этгээдэд явтугай\" гэв. \"Архайн баатрууд ордны урьд явтугай\" гэв. \"Хэвтvvл, орд гэр, тэргийг хамгаалж ордны дэргэд, зvvн этгээдэд явтугай\" гэв. \"Бvх\nхишигтэн, торгууд ба ордны орчим явах, орд гэрийн хєвvvд адуучин, хоньчин, тэмээчин vхэрчнийг ордны дараа ард явах Додай чэрби захиртугай\" гэж тушаав. \"Додай чэрби, хотол ордны хойноос дагаж, хог идэж, хомоол тvvж явтугай\" гэж\nзарлиг болов. 235. Хубилай ноёныг харлагуудад мордуулав. Харлагийн Арслан хан, Хубилайд\nэлсэн ирсэнд Хубилай ноён, Арслан ханыг авчирч, Чингис хаанд уулзуулав. Чингис\nхаан, Арсланыг байлдсангvй дагав гэж сайшаан соёрхож, охиноо єгье гэж зарлиг\nболов. [Харлугуудын Арсланд Алха бэхийг єгч Чингис хаан соён зарлиг болруун: Харайхад минь хєл болж\nХазайхад минь тvшиг болж\nХалтирахад минь тах болж\nХаламж тус хvргэхээ\nХайрт Алха минь мэдтvгэй. Энэ биеэ хэврэг боловч\nЭрхэм нэр мєнх шvv\nСаруул ухаанаас илvv\nСайн нєхєр байдаггvй. Мунхаг хилэнгээс илvv\nМуу дайсан байдаггvй. Эрхэм итгэл олон боловч\nХалуун амийг хамгаас хайрлалтай\nХатуужиж явбал хамагт хэрэгтэй. Ариун явбал ашид тустай гэж\nСургасан ажээ. А.то]", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 236, "text": "Сvбээдэй баатар, тємєр тэрэгтэй цэргээ авч яваад мэргидийн Тогтоагийн Худу, Чулуун зэрэг хєвvvдийг нэхэн довтолж, Чvй мєрний тэнд гvйцэж сєнєєгєєд ирэв. 237. Зэв, Найманы Хvчvлvг ханыг нэхэж Сариг гvн гэдэг газарт гvйцэж санаагаад\nирэв. 238. Уйгурын Идvvд хан, Чингис хаанд Адхираг Дарбай хоёр элчийг илгээж\nхэлvvлсэн нь: \"Yvл арилж гэгээн наран тодорсон мэт, мєс хайлж тунгалаг мєрєн\nурссан мэт. Чингис хаан соёрхвол, алтан бvсий чинь горхиноос барьж, ариун\nдээлийн чинь vртэснээс олж, тавдугаар хєвvvн чинь болж хvч єгье\" гэж єчиж\nилгээжээ. Тэр vгийг сонсоод Чингис хаан соёрхож хариу хэлж илгээсэн нь: \"Охиноо єгье. Тавдугаар хєвvvн болтугай. Алт мєнгє, сувд, тана, хоргой хээт оёмол, торго уурсыг авч иртvгэй\" гэж илгээвэл, Идvvд соёрхогдов гэж баясаж, алт, мєнгє, сувд, тана, торго, хоргой зэрэг уурс авч ирээд Чингис хаантай уулзав. Чингис хаан, Идvvдийг соёрхож, Алалтун бэхи охиноо єгєв. [Уйгурын Идvvдэд Алалтун бэхийг\nєгєхєд Чингис хаан сургасан нь: \"Хатагтай хvнд гурван эр бий. Анхны эр нь алтан\nтєр. Тvvний дараах эр нь ариун нэр. Тvvний дараах эр нь авсан эр мєн билээ. Алтан\nтєрийг хатуужиж дагавал ариун нэр бэлэн болно. Ариун нэрийг бэхэлбэл, авсан эр\nангид vл одно\" гэж зарлиг болсон ажээ. А.то]", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 239, "text": "Туулай жил (1207 он), Зvчи, баруун гарын цэргийг авч, ойн иргэнийг эзлэхээр\nмордоход Буха газарчилж явав. Ойрд (ойн ард)-ын Худуга бэхи, тvмэн ойрдоо авч\n\nдагаар ирэв. Худуга бэхи ирээд Зvчийг газарчлан, тvмэн ойрдын нутгаар явж\nШигшид (Шишгид гол)-д хvрэв. Зvчи, ойрд, буриад, барга урсууд, хабханас, ханхас, туба аймгийг оруулаад Тvмэн хэргисийн нутагт хvрвэл, хэргисийн ноёд, Эди, Инал, Алдиэр, Єлэбэг-тигин нар элсэн орж цагаан шонхор, цагаан морь, хар\nбулга авч ирээд Зvчитэй уулзав. Шибир, Хэсдин, Баяд, Тухас, Тэнлиг, Тєєлс, Тас\nзэрэг Баягидаас нааших ойн иргэнийг эзэлж оруулаад хэргисийн тvмний ноёд, мянганы ноёд ба ойн иргэний ноёдыг аваад ирсэнд тэд, Чингис хаанд цагаан\nцонхрууд, цагаан морьд, хар булгануудаа бэлэглэж уулзав. Ойрдын Худуга бэхийг урдаас угтан, тvмэн ойрдоо дагуулан элсэж ирэв гэж\nсоёрхож, тvvний хєвvvн Иналчид Чэчэйхэн охиноо єгєв. Иналчийн ах Тєрэлчид\nЗvчийн охин Олуйханыг єгєв. Алага-бэхи охиныг Онгуудад єгєв. Чингис хаан, Зvчийг соёрхож єгvvлрvvн: \"Хєвvvдийн минь ахмад чи, гэртээс анх гараад мєр\nсайтай явж хvрсэн газарт хvн, морийг гарздаж зовоосонгvй, єлзийт ойн иргэнийг\nоруулж ирэв, чи. Эдгээр иргэнийг чамд єгье\" гэж зарлиг болов. 240. Бас Борохул ноёныг хорь тvмд (хорь буриад) иргэнийг эзлvvлэхээр явуулав. Хорь тvмд иргэний ноён Дайдухул сохрыг vхсэний хойно тvvний гэргий Ботохой\nтарган хорь тvмдийг захирч байжээ. Борохул ноён, тэнд очоод гурван хvнийг\nдагуулан их цэргийн тэргvvн vд оройг ойлгоход бэрх ойн дотор нарийн харгуйгаар\nявж байтал хорь тvмдийн харуулын хvмvvс тэдний ард гарч зам боогоод Борохул\nноёныг барьж алжээ. Борохулыг хорь тvмдэд алагдсаныг сонсоод Чингис хаан маш\nхилэгнэж єєрєє морилохыг завдвал, Боорчи Мухулай хоёул Чингис хааныг ятгаж\nболиулав. Жич Дєрвэдийн Дєрбэй-Догшинд тушаасан нь: \"Цэргийг чанга захирч\nмєнх тэнгэрт залчирч, хорь тvмд иргэнийг эзлэхийг оролдогтун\" гэж зарлиг болов. Дєрбэй, цэргээ аваад урьд цэргийн явж, харуулын сахисан зам сvвээр цєєн цэргийг\nявуулж сvр vзvvлж мэхлээд єєрєє олон цэргээ авч улаан бухын харгуйгаар урагш\nдавшив. Цэргийн аливаа хvний зvрх шантарвал жанчихын тулд хvн бvрд арван\nсаваа (торлог) vvрvvлж, эр бvрийг сvх, ооль, хєрєє цvvцээр зэвсэглvvлээд улаан\nбухын явсан мєрєєр урагш давшиж, мєрт тохиолдсон модыг огтчин цавчуулж, хєрєєдvvлж замыг цэвэрлээд, уулан дээр гараад, хуримлан суугаа тvмд иргэний\nорой дээрээс довтлон оров. 241. Урьд Хорчи ноён, Худуга бэхи хоёр, хорь тvмдэд баригдаад Ботохой тарганы\nтэнд байсан ажээ. Хорчийн баригдсан учир нь: Хорь тvмдээс гоо сайхан хvvхэн гучийг шилж ав гэж\nзарлиг болсонд Хорчи ноён, хорь тvмдээс хvvхнvvдийг авах гэж очтол, урьд\nдагасан хорь тvмд иргэн дахин дайсан болж Хорчи ноёныг бариад авчээ. Хорчийг\nтvмдэд баригдсаныг сонсоод Чингис хаан ойн иргэний байдлыг мэдэх хvн гэж\nХудуга бэхийг илгээвэл, Худуга бэхи бас баригджээ. Хорь тvмдийг эзэлж дуусаад\nБорохулын хvvр ясны тул зуун Тvмдийг тvvний гэр бvлд єгєв. Хорчид гучин\nохиныг єгєв. Ботохой тарган хатныг Худуга бэхид єгєв. 242. Чингис хаан зарлиг болж, эх, хєвvvд, дvv нартаа иргэнийг хувааж єгсєн нь: \"Улсыг хураахад зовж зvдсэн эх минь биз. Хєвvvдийн минь ах Зvчи биз. Дvv нарын\nминь бага Отчигин (отгон: галын хан, голомтын эзэн) биз\" гээд эх Отчигин хоёрт\nнэгэн тvмэн иргэн (тvмэн єрх)-ийг єгвєл эх чамлаж эс дуугарав. Зvчид есєн мянган\nиргэнийг єгєв. Цагадайд найман мянган иргэнийг єгєв. Єгэдэйд таван мянган\nиргэнийг єгєв. Толуйд таван мянган иргэнийг єгєв. Хасарт дєрвєн мянган иргэнийг\nєгєв. Алчидайд хоёр мянган иргэнийг єгєв. Бэлгvтэйд нэгэн мянга таван зуун\nиргэнийг єгєв. Авга Даридайг Хэрэйдтэй нийлж явсан гэж нvднээс далд болгоё\nгэвэл, Боорчи Мухулай Шигихутуг гурав єгvvлрvvн: \"Єєрийн голомтыг сєнєєх мэт, єєрийн гэрийг эвдэх мэт болох бишvv. Сайн эцгийн чинь гэрээс болж vлдсэн ганц\nавга чинь бишvv. Тvvнийг vгvй хийж яаж болно? Тvvний ухаж мэдсэнгvйг\nуучилтугай. Сайн эцгийн чинь багын нутагт голомтондоо утаа гаргаж яваг\" гэж\nхалуун сэтгэлээр ятгаж, хамраасаа утаа гартал хэлсэнд \"За тийм болог\" гэж сайн\nэцгээ санаж, Боорчи Мухулай Шигихутуг гурвын vгэнд орж амарлив. 243. \"Би, эх Отчигин хоёрт тvмэн иргэнийг єгєєд, Хvчv, Хєхєчv Жунсо, Аргасун\nдєрвєн ноёдыг тушааж єгєв. Зvчид, Хунан Мvнхэvр Хэтэ гурвыг тушааж єгєв. Цагадайд Харачар Мєнх Идухадай гурвыг тушааж єгєв\". Бас Чингис хаан\nєгvvлрvvн: \"Цагадай хэцvv догшин авиртай тул Хєхє-чос, єглєє vдэш дэргэд нь\nбайж санаснаа хэлж зєвлєж байтугай\"гэж зарлиг болов. Єгэдэйд Илугай Дэгэй\nхоёрыгтушааж єгєв. Толуйд Жидай Бала хоёрыг тушааж єгєв. Хасарт Жибэгээг\nтушааж єгєв. Алчидайд Чаурхайг тушааж єгєв. 244. Хонхотны Мэнлиг эцгийн хєвvvд долоо билээ. Долоон хєвvvний дундахь нь\nХєхєчv Дэв тэнгэр бєє бvлгээ. Тэр хонхотны долоон хєвvvд, Хасарыг бариад элбэж\nжанчжээ. Хасар, долоон хонхотонд жагчигдав гэж Чингис хаанд сонсговол Чингис\nхаан бусад хэрэгт хилэгнэж байсан цаг тул хилэнтэйгээр Хасарт єгvvлрvvн: \"Амьтанд дийлэгддэггvй хvн гэдэг биш билvv, чи? Яагаад дийлэгдэв?\" гэвэл, Хасар\nнулимс унагаж босоод гарав. Хасар гомдож, гурван єдєр ирсэнгvй. Тэр цагт Дэв\nтэнгэр, Чингис хаанд єгvvлрvvн: \"Мєнх тэнгэрийн сахиулс, нэгэн удаа Тэмvжин, улсын эрхийг барина. Нэгэн удаа Хасар, улсын эрхийг барина гэж зєн мэдэгдэв. Хасараас эс болгоомжилбол юу болохыг мэдэхгvй\" гэсэнд, Чингис хаан мєн шєнє\nморилж, Хасарыг барихаар одвол, Хvчv Хєхєчv хоёр, \"Хасарыг барихаар одов\" гэж\nЄэлvн эхэд мэдээлэв. Єэлvн эх сэvх тэргэнд цагаан тэмээ хєллєєд шєнє турш явж, наран ургах vеэр хvрч ирвэл, Чингис хаан, Хасарын ханцуйг уяж, малгай бvсий нь\nаваад байцаан асууж байв. Чингис хаан эхээ vзээд эмээн зайлав. Єэлvн эх уурлаж тэрэгнээс буумагц, Хасарын\nханцуйн хvлгийг єєрєє тайлж тавиад малгай, бvсий нь Хасарт єгєєд уур хилэнгээ\nдаран ядаж завилан суугаад хоёр хєхєє гаргаж, хоёр євдєг дээрээ барьж єгvvлрvvн: \"Yvнийг харж байна уу? Хєхсєн хєх чинь энэ байна. Хавиргаа хадран хазагчид, хvйгээ хvчирхэн таслагчид! Хасар яав! Тэмvжин энэ нэгэн хєхийн сvvг хєхєж барах\nбилээ. Хачиун Отчигин хоёул нэгэн хєхийн сvvг хєхєж vл барах билээ. Хасар бол\n\nхоёр хєхийн минь сvvг дуустал хєхєж, цээжийг минь уужим болгож амарлиулдаг\nбилээ. Тийнхvv Тэмvжин цээжиндээ эрдэмтэй, Хасар хав хvчтэй тул\nХатгалдан зайлагсдыг\nХарвах сумын хvчээр\nХамж авчирдаг билээ. Огшиж дутаагсдыг\nОнох сумын хvчээр\nОруулан авчирдаг билээ. Одоо дайсныг дарж тєгсгєв гэж Хасарыг vзэн ядаж байна уу?\" гэв. Эхийн уурыг\nамарлиулаад Чингис хаан єгvvлрvvн: \"Эхийг хилэгнэсэнд би айхын ихээр айж, ичихийн ихээр ичив. Бид одоо ингэхээ болъё!\" гэв. Эхдээ хэлэлгvй далдуур\nХасарын зарим иргэнийг булаан авч Хасарт нэгэн мянган дєрвєн зуун иргэнийг\nvлдээв. Yvнийг Єэлvн эх мэдээд сэтгэлээ зовсоор хурдан хєгширчээ. Хасарт єгсєн\nЖалайрын Жибэгэ тэндээс зайлж Баргужин оронд дутаав. 245. Тvvний хойно есєн хэлтэн (хамаг) улс, Дэв тэнгэрт хуралдан очсон ба Чингис\nхааны агтны хорооноос ч олон хvн Дэв тэнгэрт очиж захирагдав. Бас Отчигин ноён\nТэмvгэ-гийн харъяат иргэн, Дэв тэнгэрт очжээ. Отчигин ноён, одсон иргэнээ\nавчруулахаар Сохор нэрт элчийг илгээвэл, Дэв тэнгэр, элч Сохорт єгvvлрvvн: \"Отчигин та хоёр, их элч илгээдэг болжээ\" гэж элч Сохорыг зодож, эмээлий нь\nvvрvvлэн явган буцаажээ. Элч Сохорыг зодуулж явган ирсний маргааш Отчигин\nноён єєрєє Дэв тэнгэрийнд очиж єгvvлрvvн: \"Элч Сохорыг илгээвэл зодоод явган\nбуцаажээ. Одоо би иргэнээ авахаар ирэв\" гэвэл, долоон хонхотон, Отчигин ноёны\nэнд тэндээс хааж \"Элч Сохорыг илгээдэг чинь зєв vv?\" гэж барьж зодохыг\nзавдсанд, Отчигин ноён айж єгvvлрvvн: \"Элч илгээсэн минь буруу болжээ\" гэв. Хонхотны долоон хєвvvд єгvvлрvvн: \"Буруугаа мэдсэн бол наманчлан сєгд!\" гэж\nОтчигиныг Дэв тэнгэрийн хойноос сєгдvvлжээ. Тэгээд Отчигин ноён, иргэнээ авч\nчадсангvй буцаж маргааш єглєє нь Чингис хааныг босоогvй, орон дотроо байхад\nорж ирээд уйлан сєгдєж єгvvлрvvн: \"Есєн хэлтэн иргэн, Дэв тэнгэрт чуулалдаж\nбайгаа vvнд, Дэв тэнгэрээс харъяат иргэнээ авахаар элч Сохорыг илгээв. Элч Сохор\nзодуулж эмээлээ vvрч явган ирсэнд, би єєрєє очвол, долоон хонхотон, намайг энд\nтэндээс хааж тулгаж бурууг хvлээлгэн наманчлуулав. Дэв тэнгэрийн хойноос\nсєгдvvлэв\" гээд уйлав. Чингис хааны vг хэлэхийн ємнє Бєртэ vжин, орон дотроос\nєндийн сууж хєнжлийн захаар євчvvгээ бvрхэж, Отчигины уйлахыг vзэж, нулимс\nунагаж єгvvлрvvн: \"Тэд хонхотон нар яасан хэцvv хvмvvс билээ? Урьд Хасарыг\nбvслэн жанчсан. Одоо бас энэ Отчигиныг яагаад хойноосоо сєгдvvлэв?\" Энэ ямар\nёс вэ? [чамайг бэлхэн амьд байхад А.то] Ойн нарс мэт олон сайхан дvv нарыг чинь\nингэж дарлаж байна. Yvнээс хойш тэд\nYvл мэт биеийг чинь\nYгvй болж одвол\nYлсэн их улсы чинь\nYр хvvхдээр чинь мэдvvлэх vv? Сvvлийн цагт тэд\nСvлд гэгээн биеийг чинь\nСvvдэр болж одвол\nСvрэг их улсы чинь\nСvйтгэхэд хvрэх бишvv. Єндєр уулын нарс мэт\nЄнєр сайхан дvv нарыг чинь\nЄшин дарлагч тэд\nЄсєж бойжиж амжаагvй\nЄчvvхэн хэдэн хvvхдэд чинь\nЄргєн улсыг мэдvvлэхгvй\n\nЯасан хэцvv хонхотан нар билээ? Дvv нараа ингэж дарлахыг vзсээр байгаад зvгээр\nєнгєрvvлэх vv, чи?\" гээд Бєртэ vжин нулимс цувируулав. Бєртэ vжиний энэ vгийг\nсонсоод Чингис хаан Отчигинд єгvvлрvvн: \"Дэв тэнгэр одоо ирнэ. Єшєєгєє яаж\nавахыг чи єєрєє мэд\" гэв. Тагахад Отчигин босож нулимсаа арчиж гараад гурван\nбєхийг бэлтгэж зогсоов. Удалгvй Мэнлиг эцэг, долоон хєвvvнээ дагуулан ирж\nбvгдээр гэрт орж, Дэв тэнгэр, сєнгийн баруун этгээдэд суув. Отчигин, Дэв\nтэнгэрийн дээлийн захаас барьж \"Єчигдєр чи намайг наманчлуулсан билvv? Хvчээ\nvзэлцье\" гэж vvдэн тийш чирэв. Дэв тэнгэр, Отчигиныг эсэргvvцэж, тvvний\nдээлийн захаас барив. Тэр хоёрын барилдахад Дэв тэнгэрийн малгай, голомтны\nдээр унав. Мэнлиг эцэг унасан малгайг авч vнсээд євєртєє хийв. Чингис хаан\nєгvvлрvvн: \"Гадагш гарч бєх хvчээ тэмцэлдэгтvн\" гэв. Отчигин, Дэв тэнгэрийг\nбосго дээгvvр чирч гарахад урьд бэлтгэсэн гурван бєх угтаж, Дэв тэнгэрийг бариад\nчирэлцэж нурууг хугалаад зvvн этгээдийн угсарсан хэрэгний vзvvрт орхив. Отчигин орж єгvvлрvvн: \"Дэв тэнгэр, намайг наманчлуулж байсан билээ. Одоо\nхvчээ vзэлцье гэвэл, vл зєвшєєрч баширлан хэвтэж байна\" гэвэл, Мэнлиг эцэг, учрыг мэдэж нулимс цувируулан єгvvлрvvн: \"Уужим эх газрыг\nДовын тєдий байхад\nУулзаж нєхєрлєсєн билээ, би\nУсан их мєрнийг\nГорхийн тєдий байхад\nУчирч танилцсан билээ, би\"\n\nгэхэд хонхотны зургаан хєвvvд vvдийг хааж, голомтыг тойрон ханцуйгаа шамлаж\nтvрэмгийлэхийг завдахад, Чингис хаан бачимдан шахагдаж, \"Зайл. Гаръя\" гээд\nгэрээс гарвал, орчимд байсан хорчин торгууд нар ирж тойрон хамгаалав. Дэв\nтэнгэрийг угсарсан тэрэгний адагт нурууг хугалаад орхисныг Чингис хаан vзэж\nхойдуул (арын гэрvvд)-ээс нэгэн бор гэрийг авчруулж, Дэв тэнгэрийн дээр нь\nбариулаад \"Хєсгєє бэлтгэ! Нvvе\" гээд тэндээс нvvв. 246. Дэв тэнгэрийг тавьсан гэрийн єрхийг бvтээж, vvдийг дарж хvнээр сахиулбал, гуравдугаар шєнє vvр цайж байхад гэрийн єрх нээгдэж, Дэв тэнгэрийн бие vгvй\nболжээ. Нягталж vзвэл vнэхээр тvvний хvvр алга байв. Чингис хаан єгvvлрvvн: \"Дэв тэнгэр, миний дvv нарт гар хєл хvрсэн ба миний дvv нарын хооронд оргvй хов\nvг хэлсний тул тэнгэрийн таалалд эс нийлж, тvvний амь бие хоёулыг тэнгэр авч\nодов\" гэв. Чингис хаан, Мэнлиг эцгийг тэнд донгодож хэлсэн нь: \"Та хєвvvдийнхээ\nавир занг ятгахгvй тул тэд, бидэнтэй тэмцэх гээд Дэв тэнгэрийн толгойг алдав. Та\nнарын ийм зан гаргахыг мэдсэн бол та нарыг хэдийн Жамуха Алтан, Хучар нарын\nадил болгох билээ\"\"гэж Мэнлиг эцгийг буруушаан донгодоод, жич \"Єглєє хэлснээ\nvдэш няцаж, vдэш хэлснээ єглєє няцаж явбал ичvvртэй бишvv. Урьд хэлснээ хатуу\nбарьж явбал дээр бишvv\"\"гээд бас зарлиг болруун \"Ааш авираа татаж явсан бол\nМэнлиг эцгийн урагтай хэн тэнцэх билээ\"\"гэв. Дэв тэнгэрийг vгvй болсноос хойш\nхонхотны хєвvvд номхров. ХЯТАД, ТАНГУД, САРТАУЛ, БАГДАД БА ОРОСЫГ ЭЗЭЛСЭН НЬ", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 247, "text": "Тvvний хойно, Чингис хаан, хонин жил (1211) хятад иргэнийг эзлэхээр\nморилов. Фужоу (Цагаан хэрмийн ойр байгаа одоогийн Хар балгас)-г авч [Чуулалт\nхаалганаас баруун тийш байгаа] Yнэгэн даваагаар давж Сюнь-дэ фу (Да-тун фугийн баруун хойно наяны газар байгаа)-г авч Зэв Хуйханаг баатар хоёрыг манлай\nболгож илгээв. Цавчаал (Цюй-юн-гvан боомт)-д очиж Цавчаал давааны бэхлэлтийг\nхvрээд Зэв єгvvлрvvн: \"Дайсныг єдєж бэхлэлтээс гаргаад байлдъя\" гээд цэргээ\nухруулав. Зэвийн цэрэг ухрахыг vзээд \"Нэхэж байлдъя\" гэж Хятадын цэргvvд\nуулыг бvрхэж, хєндийг дvvрэн нэхэж, Сюнь-дэ-фу-гийн хошууг хvрмэгч Зэв гэдрэг\nэргэж довтлоод нэхэж ирсэн дайсны цэргийг сєнєєж дарав. Чингис хаан, гол цэргээ\nавч дарцаагаар хvрч ирээд хятадыг хєєж хархятад, зvрчид, жvйний шилдэг баатар\nцэргvvдийг дарж, Цавчаалыг хvртэл хятадын цэргийг хиартал хядав. Цавчаалын\nхаалгыг Зэв эзэлж уулыг давав. Чингис хаан, Шар тээгт буув. Жунду (Алтан улсын\nдундад нийслэл бєгєєд одоогийн Бэйжин) хотыг эзлэх ба бусад олон хот балгасыг\nэзлvvлэхээр цэрэг явуулав. Зэвийг Дvн чан (Алтан улсын зvvн нийслэл, одоогийн\nЛяо ян) хотыг эзлvvлэхээр илгээв. Зэв, Дvн чан балгасанд хvрээд шууд эзэлж\nбарахгvй буцаж зургаан хоногийн газар яваад гэнэт эргэж, хєтєлгєє морьтой\nцэргийг шєнє турш давхиулж, Дvн чаныг санамсаргvй байхад нь дайран эзэлжээ. 248. Зэв, Дvн чан хотыг авч харьж ирээд Чингис хаанд нийлэв. Жунду хотыг бvслэн\nбайлдаж байхад Алтан хааны их ноён Вангин чансан, Алтан хаанд дуртгаж хэлсэн\nнь: \"Тэнгэр газрын заяасан цаг, их суурин шилжих цагт хvрэв vv? Монголчууд маш\nхvчтэй болж ирээд бидний эрэлхэг шилдэг хар хятад, зvрчид, жvйний эрхэм\nцэргvvдийг бvрэлгэн хяджээ. Бас итгэлтэй бат Цавчаал боомтыг булаан авчээ. Одоо\nбид бас цэргvvдийг дайчлан мордуулж болох боловч тэд, монголчуудад дахин\nдарагдвал єєрсдийн хот балгасанд бутран тарж дахин хуралдуулах аргагvй\nболохоос гадна, бидэнд итгэхгvй болж урваж дайсагнахад хvрнэ. Алтан хаан\nсоёрхвол, Монголын хаанд энэ хир элсэн найрамдъя. Найрамдаад буцвал тэдний\nбуцсан хойн, жич єєр саналаа гаргаж зєвлєе. Моголын цэрэг, агт эндэх газрын\nхалуунд тэсэж ядаж байна гэнэ. Хаанд нь хvvхэн єгье. Цэрэг, дарга нарт нь алт\nмєнгє, эд уурсыг гаргаж єгье. Энэ аргад орох эсэхийг яаж мэдэх вэ?\" гэж дуртган\nхэлсэнд Алтан хаан, Вангин чансангийн энэ vгийг зєвшєєж, энэ ёсоор гvйцэтгэе\nгэж найрамдан, Чингис хаанд гvнж охиныг илгээж алт мєнгє, уурс эд таваарыг\nЖунду-гээс гаргаж цэргийн хvмvvст даах хирээр єгч, Чингис хаанд тусгайлан\nВангин чансанг элч болгож илгээв. Тэдний элсэн дагаж найрамдъя гэснийг Чингис\nхаан зєвшєєж, олон хотыг эзлэхээр байлдаж байсан цэргvvдийг гэдрэг татаж\nирvvлэв. Вангин чансан, Можоу-фужоу нэрт хошууг хvртэл Чингис хааныг vдэж\nгаргаад харив. Эд уурсыг манай цэргvvд єргєж даахуйц ачиж, хив торгоор ачаагаа\nтатаж явав. 249. Тэндээс Чингис хаан, Хашин иргэнийг зорив. (Тангуд буюу Си сиагийн хан, Монголын дотор Хашин хан гэж алдаршжээ) Хvрч очвол, Хашин улсын Бурхан\n(эзэн) дагаар орж, \"Баруун гар чинь болж хvчээ єгье\" гэж Чага нэртэй охиноо\nЧингис хаанд авчирч єгєв. Бас Бурхан єгvvлрvvн: \"Чингис хааны нэр алдрыг\nсонсож айн биширч байв бид. Одоо сvлдэт биеий чинь хvрч ирсэнд сvрдэн их айж\nбайна. Айн сvрдсэн манай Тангуд улс баруун гар чинь болж хvчээ єгье\" гэв. \"Хvчээ\nєгєхдєє бид, Байсан газартаа\nБайран нутагладаг\nШавар хотдоо\nШавалдан суудаг\nХvмvvс тул\nХурдан аянд\nТvргэн хєдєлж чадахгvй\nХурц дайнд\nДаруй мордож амжихгvй. Хаан Чингис соёрхвол\nХамаг Тангуд улс\nЄндєр дэрснийнємєрт\nЄсгєсєн олон тэмээгээ\n\nЄргєл болгож тусалъя\nЄєрийн гараар нэхсэн\nЄрмєг бєс эдээ\nБэлэг болгож єгье. Арга чадлаар сургасан\nАнч шонхор шувуудын\nАль сайныг хvргэе\"\n\nгэж єчив. Тэр хэлсэн vгэндээ хvрч, тангуд иргэнээс тэмээ татварлаж тууж\nбарагдахгvй болон тэмээ авчирч єгєв. 250. Чингис хаан, энэ удаагийн явдалд Хятад улсын Алтан хааныг дагаар оруулж, их эд уурс аваад, Хашин (Тангуд) улсын Бурханыг элсvvлж, олон тэмээг авав. Тийнхvv Чингис хаан, тэр хонин жил морилоод хятад иргэний Ахутай нэртэй\nАлтан хааныг элсvvлж, тангуд иргэний Илаху Бурханыг элсvvлэн харьж Саарь\nхээрт буув. 251. Бас тvvний хойно, Жэv гуан (буюу Сvн улсын Жэv хаан)-д найрамдахаар\nилгээсэн Жубхан тэргvvтэн олон элчийг Хятадын Алтан хаан алсан тул, Чингис\nхаан нохой жил (1214) Хятадтай байлдахаар дахин мордов. \"Бидэнтэй найрамдсан\nбайтал, Жэv гуанд илгээсэн элчийг яагаад нєгчєєсєн билээ?\" гэж байлдахаар\nмордоод Чингис хаан, Дvн гуан боомтыг чиглэж, Зэвийг Цавчаалын чигээр\nбайлдуулав. Чингис хааныг Дvн гvан боомтыг эзлэхээр явав гэж Алтан хаан мэдэж, Илэ, Хада, Хєвэгэтvр гурваар цэргээ захируулж, бас нэмэлт хvч болгож, Улаандэгэлэнг магнайд явуулаад Дvн гvан боомтыг бэхэлж, давааг бvv давуулагтун! гэж\nИлэ Хада Хєвэгэтvр гурвын цэргийг хурдлуулан илгээв. Чингис хаан, Дvн гvан\nбоомтыг хvрвэл Хятадын цэргvvд уулыг бvрхэж, хєндийг бялхаж байна. Чингис\nхаан, Илэ, Хада, Хєвэгэтvр гуравтай байлдаж, Илэ, Хада нарыг ухруулав. Толуй, Чигу хvргэн хоёр, хєндлєнгєєс довтолж, Улаан-дэгэлэнг няцаан дараад Илэ Хада\nнарыг цэргийн хажуугаас цохиж, хятадыг зомгол болтол хядав. Хятадын цэргvvд\nхядагдан барагдав гэж Алтан хаан мэдэж, Жунду балгаснаас зайлан дутааж Нанжин\n(Алтан улсын ємнєд нийслэл бєгєєд Бянь лян хот, одоогийн Хэ нань мужийн Кай\nфин фу) хотод очиж суув. Yлдсэн цэрэг нь єлсєж vхэцгээсэн ба єєр зуураа алалцаж, хvний махыг идэлцжээ. Толуй, Чигу хvргэн хоёрыг сайн байлдав гэж Чингис хаан\nихэд сайшаав. 252. Чингис хаан, Хэ-си-вv-д буугаад дараа нь Жундугийн Шар хээрт буув. Зэв, Цавчаал боомтын хаалгыг эвдэж, тэндээс цэрэг хєдєлгєж Чингис хаанд ирж нийлэв. Алтан хаан, Жундугээс зайлахдаа Жунду хотод Хада нэрт ноёныг лv шоу гэдэг\nсайд болгож орхисон ажээ. Чингис хаан, Жунду балгасны алт, мєнгє, эд уурс, юмыг\nтоолуулахаар Yнгvр буурч, Архай Хасар, Шигихутуг гурвыг илгээв. Энэ гурвын\nочиход Хада ноён угтаж, алттай хээтэй эд уурсыг барьж хот дотроос гарч уулзав. Хада-д Шигихутуг єгvvлрvvн: \"Урьд энэ Жунду хот ба Жундугийн эд юм Алтан\nхааных байв. Одоо Жунду, Чингис хааных болов. Чингис хааны эд уурсыг чи\n\nяагаад далдуур хулгайлан авчирч єгч байна? Yvнийг би авахгvй\" гэж Шигихутуг эс\nавав. Yнгvр буурч, Архай Хасар хоёр авав. Энэ гурав, Жундугийн юмыг тоолж\nирэв. Тэнд Чингис хаан, Yнгvр, Архай, Шигихутуг гурваас \"Хада юу єгєв?\" гэж\nасуувал Шигихутуг єгvvлрvvн: \"Алттай, хээтэй уурсыг авчирч єгєв. Миний хэлсэн\nнь: \"Урьд энэ Жунду, Алтан хааных байв. Одоо Чингис хааных болов. Хада чи, Чингис хааны эд юмыг далдуур хулгайлж яахин єгнє?\" гэж би эс авав. Yнгvр Архай\nхоёр, єгсний нь авлаа\" гэв. Тэгэхэд Чингис хаан, Yнгvр Архай хоёрыг маш\nбуруушаан донгодов. Шигихутугийг \"Чи их ёсыг сэтгэжээ\" гэж маш сайшаан\nсоёрхож, \"Чи миний vзэх нvд, сонсох чих бишvv\" гэж зарлиг болов. 253. Алтан хаан, Нанжин (ємнєд нийслэл) орж єєрєє найрамдъя гэж мєргєж, Тэнгэр\nнэрт хєвvvнээ зуун нєхєдтэйгєєр Чингис хаанд шадар цэрэг болтугай! гэж илгээв. Чингис хаан, тэдний найрамдъя гэснийг зєвшєєрч \"Буцъя\" гэж єєрєє Цавчаал\nбоомтыг дайран буцах гэж Хасарт зvvн гарын цэргийг захируулан, далайн\nхєвєєгєєр хижин явж, Бэйгин гэдэг хойд нийслэл (Данин балгас)-д буугаад тэр\nхотыг дагуулж тvvнээс цааш Зvрчидийн Фухану-г дайран одож, хэрэв Фухану\n(одоогийн Євєр Монголын зvvн хэсэг) байлдахыг сэтгэвэл байлдагтун! Элсэж\nорвол тvvний хязгаарын хотуудыг дайран Ула-нау мєрнийг огтлон одож, Таурын\nголыг єгсєж, Хянганы давааг давж, Их аураг ордонд нийлэн иртvгэй! гэж илгээв. Хасартай Жорчидай, Алчи, Толун чэрби гурван ноёныг илгээлцэв. Хасар Бэйжин\nхотыг оруулж, Зvрчидийн Фухану-г дагаар оруулж, мєрт тохиолдсон хотуудыг\nэзлээд Таур голыг єгсєн давааг давж, Чингисийн уул ордонд бууж ирэв. 254. Тvvний хойно Чингис хааны, сартаул иргэнд явуулсан Ухуна тэргvvтэн зуун\nэлч алагдсанд, Чингис хаан єгvvлрvvн: \"Алтан аргамжаа сартаул иргэнээр\nтаслуулаад зvгээр орхиж болох уу? Ухуна тэргvvтэй зуун элчийн єшлийг єшиж, хяслыг хясаж, сартаул (Дундад Азийн Туркестан) улстай байлдъя\" гэж мордоход\nЕсvй хатан Чингис хаанд дуртган єчсєн нь: \"Хаан\n\nЄндєр давааг давж\nЄргєн мєрнийг гэтэлж\nУрт аянд морилохдоо\nУлс иргэнээ захирахыг\nУрьдал болгож сэтгэнэ. Тєрсєн бие тvлбэрэх\nТvмэн амьтны хуулийг\nТєгс ухаандаа санаасай\nУулс мэт бие чинь\nНурж одвол\nУлс олон Монголы чинь\nХэн захирах юм бэ? Тулгуур мэт бие чинь\nТуйвж одвол\n\nТуг их сvлдий чинь\nХэн єргєх юм бэ? Тєрсєн дєрвєн хvvгээс чинь\nТєр барих нь хэн бэ? Хан хєвvvд дvv нар\nХарц олон ард ба\nХатад бид бvхэнд\nХариу айлдах эсэхийг\nХааны зарлиг мэдтvгэй\"\n\nгэж єчвєл, Чингис хаан зарлиг болруун: \"Хатан хvн боловч Есvйн хэлсэн vг зєвєєс зєв! Дvv\nнар хєвvvд, Боорчи, Мухулай та нарын алин ч энэ vгийг дуртгасангvй. Би, євгєдийн\nхойноос одохгvй мэт єєрєє мартсан ажээ. Yхэл надаас тойрох мэт vнэхээр тvvнийг\nсанасангvй\" гээд, \"Хєвvvдийн ах Зvчи мєн. Юу хэлнэ? Чи хэл!\" гэв. Зvчийг vг\nхэлэхийн урьд Цагадай єгvvлрvvн: \"Зvчийг vг хэл гээд Зvчийг юунд томилох гэж\nбайна? Энэ мэргидийн орхидост бид захирагдах гэж vv?\" гэсэнд, (Бєртэ хатан, мэргидэд олзлогдож байгаад жирэмсэн болж ирсэн учраас тэгж хэлсэнд) Зvчи\nбосоод Цагадайн энгэрээс шvvрэн барьж єгvvлрvvн: \"Хаан эцэг, намайг гадуурхаж\nvзээгvй байхад чи намайг яагаад ялгаж байна? Чи надаас ямар эрдэм чадлаар илvv\nвэ? Чи ганц догшин омгоороо илvv биз. Харвалцаад чамд гартвал эрхийгээ огтолж\nхаясугай! Барилдаад чамд ялагдвал унасан газраас бvv боссугай! Хаан эцгийн\nзарлиг мэдтvгэй!\" гэв. Зvчи Цагадай хоёр энгэрээсээ барилцаад Зvчийн гараас\nБоорчи татаж, Цагадайн гараас Мухулай татаж байхад, Чингис хаан дуугvй сууж\nбайв. Хєхєчос зvvн этгээдэд байж єгvvлрvvн: \"Цагадай чи юунд яарав? Хаан эцэг\nчинь, хєвvvдийн дотроос чамд итгэж байсан билээ. Та нарыг тєрєхийн урьд\n\nОдтой тэнгэр орчиж\nОлон улс байлдаж\nОрондоо унтах завгvй\nОлзлон булаалдаж байв. Хєрст дэлхий хєрвєж\nХєвчин улс хямралдаж\nХєнжилдєє унтах завгvй\nХєнєєлдєн тэмцэж байв. Эргэлзэн бодох чєлєєгvй\nЭлбэлдэн зvтгэж явав\nУхран дутаах газаргvй\nУрагшлан байлдаж явав. Амар жаргах аргагvй\nАлалдан тэмцэж явав\n\nХатан сайхан эхийнхээ\nХалуун элгийг хєргєж\nХайрт зvрхийг гомтгож\nТос шиг санааг царцуулж\nСvv шиг сэтгэлийг ээдvvлэх\nЧалчаа муу vгийг\nЦагадай чи хэллээ. Бvлээн элэг нэгтэй\nБєртэ хатны хvvхэд бишvv\nХалуун элэг нэгтэй\nХамт тєрсєн хvvхэд бишvv. Зvрхний хайрт эхийн\nЗvртгэсэн ачийг мартаж\nЗvйгvй vгээр гомтговол\nГэвшивч нэгэнт хожидно. Хэвэлдээ тээсэн эхийн\nХэтэрхий ачийг мартаж\nХэдэр vгээр гомтговол\nХэзээ ч баясгаж чадахгvй. Хаан богд эцэг чинь\nХамаг улсыг байгуулахдаа\nХар толгойгоо хайрлахгvй\nХалуун цусаа гамнахгvй\nХамхих нvдээ ирмэхгvй\nГарын ханцуйг дэрлэж\nГадаад хормойгоо дэвсэж\nШvлсний хєєсєєр ундалж\nШvдний махаар хооллож\nМагнайн хєлсийг гоожтол\nМацаж чармайж явахад\nУлны хєлсийг урстал\nУлсаа хурааж явахад\nХайрт хатан эх чинь\nХамт зовж явжээ. Оюун тєгєлдєр эх чинь\nОёдолт дээлээ огшуулж\nОготор хормойгоо шууж\nХvvхдээ єсгєхийн тул\nХvч чадлаа шавхаж\nЗалгих хоолны шимтэйг\n\nЗаяасан хvvхдэдээ єгч\nУух ундны дээжийг\nУрьдаар та нарт єгч\nЄсєх vрээ тэжээж\nЄлсєж ядарч явлаа. Эгмээс чинь татаж\nЭрийн зэрэгт хvргэсэн\nЭрхэм ачийг санацгаа\nХvзvvнээс чинь татаж\nХvний зэрэг болгосон\nХvндэт ачийг бодоцгоо. Бохиры чинь арилгаж\nБорвий чинь тэнийлгэж\nЭрийн зэрэгт оруулж\nЭмээлийн дєрєєнд хvргээд\nЭнхрий хєвvvд та нарын\nЭрхэм сайныг vзье гэж\nЭх чинь одоо бодож байна. Наран шиг гэгээн ухаант\nНавч шиг дэлгэр сэтгэлт\nСайн хатан эхийнхээ\nСанааг бvv гомдуул!\" гэв", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 255, "text": "Тэндээс Чингис хаан єгvvлрvvн: \"Зvчийг тэгж хэлж яаж болно? Хєвvvдийн\nминь ахмад Зvчи бишvv? Хожим тэгж бvv хэлтvгэй\" гэж зарлиг болов. Энэ vгэнд\nЦагадай мєшилзєж єгvvлрvvн: \"Зvчийн хvч эрдмийг басамжлахгvй. Амаар алсныг\nАчиж болдоггvй\nYгээр vхvvлснийг\nЄвчиж болдоггvй. Аавын хєвvvдийн ахмад нь\nЗvчи бид хоёр биз. Хаан эцэгтээ\nХавсарч хvчээ єгье\nДалдиран зайлсан этгээдийг\nТас цавчиж шийтгэе. Салж саатсан этгээдийг\nСалбартал цавчиж байя\nЄгэдэй єршєєлтэй тул\nЄргємжлєхєд болно. Хаан эцгийн дэргэд\nХамт ойр байлгаж\nБараат их малгайг\nБариулан мэдvvлж болно\n\nгэв. Энэ vгэнд Чингис хаан єгvvлрvvн: \"Зvчи юу хэлэхээ хэлэгтvн!\" гэв. Зvчи\nєгvvлрvvн: \"Цагадайн хэлсэн ёсоор Цагадай бид хоёр хавсарч хvчээ єгье. Єгэдэйг\nєргємжилье!\" гэв. Чингис хаан зарлиг болруун: \"Хавсрах нь юу вэ? Эх дэлхий аугаа\nбєгєєд ус мєрєн олон бий. Харь улсыг эзлvvлэн тус тус салгая. Єєр єєрийн нутгийг\nєргєтгєж яваарай. Харин Зvчи Цагадай та хоёр, хэлсэн vгэндээ хvрч, ардын\nинээдэм, амьтны тоглоом болохгvй, эв найртай яваарай. Эрт цагт Алтан Хучар хоёр\nэнэ мэтээр vг барилдсан байтал, хэлсэн vгэндээ хvрсэнгvй, хэдэр зан гаргаад юу\nболсныг та нар мэдэж байгаа биз. Одоо Алтан Хучар хоёрын харьяат нарыг та нарт\nхувааж єгнє. Тэднийг vзэж цээрлэл болгож явагтун!\" гээд Єгэдэй юу хэлэх вэ? Хэлэгтvн!\" гэв. Єгэдэй єгvvлрvvн: \"Хаан эцэг соёрхож, vг хэлгэхэд би юугаа хэлэх\nвэ? Чадахгvй гэж яаж хэлэх вэ? Чадахыг хичээе! Гагцхvv хойд vеийн хєвvvд ач нар\nминь, євсєнд ороовч vхэр тоож идэхгvй, єєхєнд хучивч нохой тоож идэхгvй юм\nтєрєєд хандгайг харваад оготныг онох болуузай. Би vvнээс єєр юуг хэлэх вэ?\" гэв. Энэ vгийг сонсоод Чингис хаан зарлиг болруун: \"Єгэдэй ийм vгийг хэлэх бол\nболжээ. Бас Толуй юу хэлэх вэ? Хэлэгтvн!\" гэв. Толуй єгvvлрvvн: \"Би хаан эцгийн\nнэрлэсэн ахын дэргэд байж, мартсаныг сануулж, унтсаныг сэрvvлж, уриалах дуунд\nнь уухай болж, унах моринд нь ташуур болж, холын аянд явалцаж, ойрындайнд\nоролцож тусалъя\" гэж хэлбэл, Чингис хаан зєвшєєн зарлиг болруун: \"Хасарыг\nтvvний vр хvvхдийн нэг нь залгамжил. Алчидайг тvvний vр хvvхдийн нэг нь\nзалгамжил! Отчигиныг тvvний vр хvvхдийн нэг нь залгамжил! Бэлгvтэйг тvvний vр\nхvvхдийн нэг нь залгамжил! Бэлгvтэйг тvvний vр хvvхдийн нэг нь залгамжил! Тэрчлэн намайг миний vр хvvхдийн нэг нь залгамжилж, миний зарлигийг\nєєрчлєхгvй, задлахгvй, осолдохгvй, алдахгvй баримталж явтугай! Єгэдэйн vр\nхvvхэд євсєнд ороовч vхэр тоож идэхгvй, єєхєнд хучивч нохой тоож идэхгvй юм\nтєрвєл, миний ураг тєрлийн дотор нэг хєвvvн нь сайн тєрєх vгvй юу?\" гэж зарлиг\nболов. 256. Чингис хаан (баруун зvг) байлдаанд мордоод, Тангуд улсын Бурханд элч\nявуулж хэлvvлсэн нь: \"Баруун гар чинь болъё гэж чи хэлсэн бишvv? Сараул улсад\nалтан аргамжаа тасдуулаад би хариу авахаар мордов. Баруун гар болж морил!\" гэж\nилгээвэл, Бурханыг vг хэлэхийн урьд Аша хамбу єгvvлрvvн: \"Хvч хvрэхгvй бол\nхаан юунд болов?\" гээд туслах цэрэг єгсєнгvй омогтой их vг хэлж элчийг буцаажээ. Тэнд Чингис хаан єгvvлрvvн: \"Аша хамбуд яаж ингэж хэлэгдэх билээ? Урьдаар\nтэдэнтэй очиж байлдвал зохилтой бишvv? Гэвч єєр хvнд зорьж байгаа цаг тул энэ\nудаа болъё. Мєнх тэнгэрт ивээгдэж алтан жолоогоо бат татаж ирвэл, тэр цагт магад\nболтугай!\" гэжээ. 257. Туулай жил (1219), Чингис хаан, хатнаас Хулан хатныг авч, дvv нараас\n\nОтчигин ноёныг их ордондоо vлдээгээд Арайн даваагаар давж, Сартаул улстай\nбайлдахаар морилов. Зэвийг магнайд илгээв. Зэвийн дараа гэзэгт Сvбээдэйг илгээв. Сvбээдэйн гэзэгт Тогочарыг илгээв. Энэ гурвыг илгээхдээ тушаасан нь:\"Султан\nхааны нутгийн гадуур явж цаана нь гараад биднийг очиход хамтарч нийлтvгэй!\"\nгэв. Зэв яваад хан Мэлигийн балгасуудыг огт тvйвээлгvй гадуур нь гарч одов. Тvvний хойноос Сvбээдэй мєн ёсоор тvйвээлгvй явж єнгєрєв. Тvvний хойноос\nТогочар явахдаа хан Мэлигийн хязгаарын хотуудыг дээрэмдэн, тариачдыг\nолзолжээ. Хан Мэлиг хотуудаа сvйтгvvлэв гэж дутаан хєдєлж, Жалалдин султантай\nнийлж, Чингис хааны эсрэг байлдав. Чингис хааны урьд Шигихутуг манлайлан\nявав. Жалалдин султан, хан Мэлиг хоёр, Шигихутугтай байлдаж, Чингис хаанд\nхvртэл хєєн ирэхэд Зэв, Сvбээдэй, Тогочар гурвуул, Жалалдин султан, хан Мэлиг\nхоёрын хойноос нэхэн байлдаж, тэднийг дарж хядаад Бухар, Сэмисгяб, Отрар\nхотын алинд нь ч оруулалгvйгээр хєєж байлдсаар Шин мєрнийг хvргэвэл\nсартаулын цэрэг Шин (Инд) мєрєнд харайн орж, олонх нь живж vхэв. Жалалдин\nсултан хан Мэлиг хоёр амь хоргодохын тул Шин мєрнийг єгсєн дутаав. Чингис\nхаан, Шин мєрний єєд явж Батхэсэнг дайран одож, Эх горхи, Гvvн горхинд хvрч\nБаруан хээрт буув. Жалалдин султан, хан Мэлиг хоёрыг нэхvvлэхээр Жалайрын\nБалааг илгээв. Чингис хаан, Зэв Сvбээдэй хооёрыг маш сайшаан єгvvлрvvн: \"Зэв\nчиний нэр Зургаадай билээ. Тайчуудаас ирж Зэв нэртэй болов\" гээд Тогочар, хан\nМэлигийн хязгаарын хотуудыг єєрийн дураар сvйтгэж, хан Мэлигийг дайсан\nболгов. Цээрлэл болгож тvvнийг алъя гэж хэлсэн боловч, дараа алахаа байж маш\nбуруушаан зэмлэж, цэрэг захирах эрхийг хасав. 258. Тэр Баруан хээрээс Чингис хаан єєрєє буцаж, Зvчи, Цагадай, Єгэдэй гурван\nхєвvvнээ баруун гарын цэргийг захирч, Аму мєрнийг гэтлэн Єргнэчи (Гурганачи)\nхотыг хvрэгтvн гэж явуулав. Толуйг Иру, Исэбvр тэргvvтэн олон хотыг эзлvvлэхээр\nилгээв. Чингис хаан єєрєє Отрар хотод буув. Зvчи, Чагадай, Єгэдэй гурван хєвvvн\nочоод гэдрэг лавласан нь: \"Цэрэг бvрдэв. Єргнэчи хотыг хvрэв. Бид хэнийхээ vгийг\nдагаж явах вэ?\" гэж єчиж илгээвэл, Чингис хаан зарлиг болруун: \"Єгэдэйн vгээр\nявтугай\" гэж илгээв. 259. Тэндээс Чингис хаан, Отрар хотод буугаад бас хєдєлж, Сэмисгяб хотод буув. Семисгяб хотоос хєдєлж, Бухар хотод буув. Тэнд Чингис хаан, Бала ноёныг хvлээж, Алтан горхины нуруунд Султан хааны зусланд зусаж, Толуйд элч илгээж\nхэлvvлсэн нь: \"Зуны халуун болов. Цэргээ амсхийж буулга. Чи бидэнд ирж нийл! Гэж илгээв. Толуй, Иру, Исэбvр хотыг аваад Систэн хотыг эвдэж, Чvхчэрэн хотыг\nэвдэж байхад элч хvрч очив. Толуй, Чvхчэрэн хотыг эвдээд буцаж ирээд Чингис\nхаанд нийлэв. 260. Зvчи, Цагадай, Єгэдэй гурван хєвvvн, Єргнэчи хотод орж гурвуул олон хот ба\nиргэнийг хувааж аваад Чингис хаанд хувь гаргаж єгсєнгvй. Гурван хєвvvн буцаж\nирвэл Чингис хаан, Зvчи, Цагадай, Єгэдэй гурван хєвvvнд уурлаж, гурван єдєр эс\nуулзав. Тэгэхэд Боорчи, Мухулай, Шигихутуг гурав єгvvлрvvн: \"Тэмцэн мэлзэж\n\nбайсан Сартаул улсын султаныг доройтуулж, хот ба иргэнийг нь авлаа, бид. Хуваагдаж автах Єргнэчи хот хувааж авах хєвvvд бvгд Чингис хааных билээ. Тэнгэр газарт хvч нэмэгдэж, сартаул иргэнийг ингэж доройтуулсанд олон бид, цэрэг морь чинь бvгдээр баясаж бахдаж байна. Хаан юунд ингэж хилэгнэв? Хєвvvд\nнэгэнт буруугаа мэдээд айж байна. Хойшид сургаал болтугай! Хєвvvдийн авир\nалгасангуй болуузай. Хаан соёрхвол, хєвvvдийг уулзулж болох уу?\" гэж єчвєл, Чингис хаан тайтгарч Зvчи, Цагадай, Єгэдэй гурван хєвvvнийг уулзуулж донгодож, євгєдийн vгийг єв болгож, хуучин vгийг хууль болгож, байсан газар нь тогтож\nядтал, магнайн хєлсийг арчиж ядтал зэмлэж буруушааж байхад Хонхай, Хонтахар, Чормаган энэ гурван хорчин, Чингис хаанд єчрvvн: \"Гєрєєнд сая гарч байгаа залуу\nхарцага мэт, хєвvvдийн зоригийг шантруулан энэ мэтээр яаж донгодож болох вэ? Хєвvvд айж сэтгэл алгасангvй болуузай. Ургах нарнаас шингэх наранд хvртэл\nдайсан иргэн олон байна. Бидний тvвд нохдыг (зуудаг нохдыг) тухирч явуулбал, дайсан улсыг бид дарж, тэнгэр газрын ємгєєр хvчээ нэмэгдvvлж, алт, мєнгє, эд уурс\nэл бvхий юмыг чамд авчирч єгье! Аль улсад явуулах вэ гэвэл, Багдад иргэний\nХалиф султан гэж бий гэнэ. (Багдад бол Энэтхэг ба Иранаас баруун тийш, Тигер\nмєрний хєвєєн дээр байгаа их хот мєн). Тvvнийг эзлэхээр бид аялан явъя!\" гэж\nєчвєл энэ vгийг шvvмжлэн бодож, Чингис хааны хилэн тайтгарч зєвшєєрєєд\nХонхай, Хонтахар, Чормаган гурван хорчинг соёрхож, Адаргины Хонхай, Долонгирын Хонтахар хоёрыг \"Миний дэргэд байтугай!\" гэж нєгєє Yдгэгийн\nЧормаганыг Багдад улсын Халиф султанд аялуулав. 261. Бас индус (энэтхэг) иргэн, багдад иргэн хоёрын завсарт байгаа Ару-Мару\nМадсаары улсын Абту хотыг эзлэхээр Дєрвэдийн Дєрбэй догшиныг аялуулав. 262. Бас Сvбээдэй баатрыг умар зvгийн Ханлин, Хипчак, Бажигид, Орос, Мажар, Асу, Сасу, Чэркэс, Кэшимир, Болар буюу болгар, Лала эдгээр арван нэгэн\nаймагхарь улсыг хvртэл Ижил (Волга), Яик (Урал гол) мєрнийг гэтлvvлэн, Кивамен\n(Кивамен буюу Киев), Хэрмэн хотуудыг хvртэл аялуулав. 263. Бас Сартаул улсыг эзэлж дуусаад Чингис хааны зарлигаар хот, хотод дарга\nтавихад Єргнэчи хотоос Хоромши овогтой сартаул Ялавач, Масхуд гэдэгнэртэй\nэцэг хєвvvн хоёр ирж, хот газрын ёс заншлын тухай Чингис хаантай ярилцав. Тэд, хот газрын заншил ёсыг сайн мэдэх тул хєвvvн Хоромши Масхудыг монгол дарга\nнарын хамт Бухар, Сэмисгяб, Єргнэчи, Удан, Хисгар, Уриан, Гусандарил тэргvvтэн\nхотыг захируулаад эцэг Хормши Ялавачийг авчирч, Хятадын Жунду (Бэйжин)\nхотыг захируулав. Ялавач, Масхуд нар хот суурин газрын журам ёсыг сайн мэдэх\nтул Хятад улсыг захирах монгол дарга нарын дэргэд сартаул хvмvvсийг зєвлєгч\nнараар томилов. 264. Чингис хаан, Сартаул улсад долоон жил яваад тэнд Жалайрын Бала ноёныг\nхvлээж байхад Бала ноён Шин мєрнийг гэтэлж, Жалалдин султан, хан Мэлиг\nхоёрыг Индус газар хvртэл нэхвэл Жалалдин султан, хан Мэлиг хоёр нэгэнт\nзавхсан тул Индусийн хязгаарын иргэдийг олзолж тоноод олон тэмээ, ямааг авч\n\nбуцаж иржээ. Тэндээс Чингис хаан, буцах замдаа Ирчис мєрєнд зусаж, долоодугаар\nон тахиа жил (1225) -ийн намар Туул голын Хар шугуйд их ордоо засаж буув. 265. Тэр євєл євєлжиж, тангуд иргэнд морилъё гэж цэргээ шинээр тоолон бvртгэж, нохой жил (1226)-ийн намар Чингис хаан, тангуд иргэнтэй байлдахаар мордов. Хатдаас Есvй хатныг авч явав. Замын зуур євєл, Арбухад олон хулан авлахад\nЧингис хаан, зост (толбот) бор морийг унаж явав. Олон хулан дайрч ирэхэд зост\nбор морь vргэж Чингис хааныг унагавал, хааны бие маш чилээрхэж Цоорха гэдэг\nгазар буув. Тэр шєнє хоноод єглєє Есvй хатан єгvvлрvvн: \"Хєвvvд ноёд\nхэлэлцэгтvн! Хааны бие шєнє их халуурч хонов\" гэв. Хєвvvд ноёд хуралдсанд\nХонхотны Толун чэрби єгvvлрvvн: \"Тангуд иргэн, байсан газартаа байран\nнутагладаг, шавар хотондоо шавалдан суудаг тул байран нутагладаг, шавар\nхотондоо шавалдан суудаг тул байран нутаг, шавар хотоо хаяж тэд хаана очих вэ? Бид буцаж, хааны биеийг сайжруулан, жич дахин байлдахаар мордъё!\" гэвэл, хєвvvд ноёд цємєєр тэр vгийг зєвшєєрч, Чингис хаанд айлтгавал Чингис хаан\nєгvvлрvvн: \"Тангуд иргэн биднийг зvрх шантарч буцав гэх болно. Бид элч илгээж, мєн элчийг иртэл, энд Цоорхад биеэ сувилж байгаад Тангудын хэлэх vгийг сонсож\nбуцвал болно\" гэж элчийг томилоод дуу бариулж (албан бичиг нь их тєлєв шvлэг\nбєгєєд цээжлэвч амархан тул дуу гэж нэрлэсэн) хэлvvлсэн нь: \"Урьд тангуд иргэн\nбаруун гар болж тусалъя! гэж Бурхан чи хэлсэн билээ. Чиний тэр vгийн ёсоор бид\nсартаул иргэнийг эрхэндээ оруулахаар мордохдоо чамд мэдэгдвэл, Бурхан чи\nхэлсэн vгэндээ хvрсэнгvй, цэрэг ч єгсєнгvй, харин их vгээр дайрсан билээ. Тэр vед\nбид єєр улсад зорьсон тул дараа учраа ололцъё гэж сартаул иргэнд морилж, мєнх\nтэнгэрт ивээгдэж, сартаул иргэнийг эрхэндээ оруулж, одоо Бурхан чамтай учраа\nололцъё гэж ирэв\" гэж илгээвэл, Бурхан єгvvлрvvн: \"Дайрамх муу vгийг би\nхэлсэнгvй\" гэв. Аша хамбу єгvvлрvvн: \"Дайрах vгийг би хэлсэн. Одоо монголчууд\nта нар байлдаж сураад байлдъя! гэвэл, миний бие Алаша нутагт тэрэм (ханат)\nгэртэй, тэмээн ачаатай хvмvvс бий. Алаша-д аялж надад ирэгтvн! Тэнд байлдъя! Алт, мєнгє уурс, таваар хэрэгтэй бол Яргай (Нин-ся), Эржиv (Ся-лян) хотод\nирэгvн!\" гэж илгээжээ. Энэ vгийг Чингис хаанд сонсговол, Чингис хаан бие их\nхалуунтайгаар єгvvлрvvн: \"За тэр бишvv. Тэд ийм их vг хэлж байхад бид яаж буцаж\nболно? Yхэвч тэр их vгийг зvгээр орхихгvй. Мєнх тэнгэр чи мэд!\" гэж Чингис хаан\nАлашаг зорьж хvрээд Аша хамбутай байлдаж, Алаша-д бvсэлж Аша хамбыг барьж, тvvний тэрэм гэртэй тэмээ ачаатай иргэнийг vнсэн товрог болтол талж сvйтгэв. \"Тангудын омогтой дуулгаргvйгий нь хядаж орж дагагсдыг манай цэргvvд дураар\nбарьж олзолж автугай!\" гэж зарлиг болов. 266. Чингис хаан, Цаст ууланд зусаж, цэргээ явуулж, Аша хамбыг дагаж ууланд\nдутаан бvгсэн тэрэм гэртэн, тэмээн ачаатан тангудыг хураан эзэлж авав. Тэндээс\nБоорчи Мухулай хоёрт \"Тангуд иргэнээс чадлын хэрээр автугай!\" гэж соёрхоод\n\nзарлиг болруун: \"Боорчи Мухулай хоёрт хятад иргэнээс соёрхож эс єгсєн билээ. Хятад иргэний жvйнийг та хоёр адил хувааж авагтун! Тэдний сайн эрсээр шувуугаа\nбариулж дагуулж явагтун! Сайхан хvvхнээр нь эхнэрvvдийнхээ хормойг засуулж\nявагтун! Хятад иргэний Алтан хааны итгэлт янагууд нь Монголын євєг эцгийг\nхорлосон Хар хятадын жvйн байсан билээ. Одоо миний итгэлт янаг нєхєд Боорчи\nМухулай та хоёр бишvv!\" гэж зарлиг болов. 267. Чингис хаан, Цаст уулнаас хєдєлж, Яргай хотод бууж, Яргай хотоос хєдєлж, Тvрэмгий (Лин-жоу) хотыг эвдэж байхад Бурхан, Чингис хаантай уулзахаар ирэв. Тэнд Бурхан, уулзаж алтан сvм тэргvvтэн алтан мєнгєн аяга сав есєн ес, хєвvvд\nохид есєн ёс, морь, тэмээ есєн ёс, элдэв зvйлс тус бvр есєн есийг бэлэглэн уулзахад\nБурханыг vvдний гадна бараалхуулав. Тэр уулзах vед Чингис хааны дотор муухай\nболов. Тvvнээс хойш гуравдугаар єдєр Чингис хаан зарлиг болж, Илаху Бурханд\nшударга нэрийг єгч, Илаху бурхан шударгыг ирvvлээд Чингис хаан, Илаху-г Толун\nчэрби гардаж нєгчєєтvгэй! Гэж зарлиг болов. Толун чэрби, Илаху-г гардаж\nтанилгавгэж айлтгавал, Чингис хаан зарлиг болруун: \"Тангуд улстай учраа ололцох\nгэж ирэх замд Арбухад хулан авлаж євдсєн биеий минь анаая гэж амь биеий минь\nхайрлаж vг дуртгасан Толун чи мєн биз. Дайсан хvний хорт vгэнд хорсож яваад\nмєнх тэнгэрийн хvч нэмний ачаар дайсныг гартаа оруулж єшєєгєє авав бид. Илахугийн энэ авч ирсэн нvvдлийн харш (дагшаа орд), аяга сав сэлтийг Толун чи\nавтугай!\" гэж зарлиг болов. 268. Тангуд улсыг эзэлж, Илаху Бархунд шударга нэр єгєєд тvvнийг тонилгож, тангуд иргэнийг уг удмаар нь хvртэл мохол мушгилгvй болгож (vр vлдэгдэлгvй\nболгож vvнийг тэмдэглэхийн учир) идээ ундаа идэж уугаад \"Мохол мушгилгvй\nболсон\" гэж хэлж тєгсгєж бай! гэж зарлиг болов. Тангуд улс, vгээ баталж хэлээд\nтэр хэлсэн vгэндээ хvрсэнгvйн тул дахин байлдахаар явж, Тангуд улсыг сєнєєн\nдараад гахай жил (1227) [долоон сарын 12-т Тvрэмгий балгасанд, А.то.] Чингис\nхаан, тэнгэрт халив. Халихын ємнє, тангуд иргэнээс маш олныг Есvй хатанд єгєв. [Эзний алтан хvvрийг хасаг тэргэнд тээж харин єєд болон ирэхэд Сєнидийн\nГилvгэтэй баатар магтан шvлэглэсэн нь нь: \"Хамгийн хаан, улсын эзэн минь\nХарцгай шувууны жигvvр болон одов\nХангинах тэрэгний тээш болон одов\nЖиргэх шувууны жигvvр болон одов\nЖигдрэх тэрэгний ачаа болон одов\"\n\nгэж магтан дуулав. Мунын хєєвєрт хасаг тэрэг булд хvртэл шигдэж таван хvлгээр татаж хєдєлгєн ядаж, гvр их улс зовоход Сєнидийн Гилvгэтэй баатар єчрvvн: \"Хєх тэнгэрээс заяагаар тєрсєн\nХvлэг богд эзэн минь! Хvр их улсаа орхиж одов уу, чи? Тєвшитгєн байгуулсан улс тєр чинь\nТєгс заяат хатад хєвvvд чинь\nТєрсєн их газар ус чинь\nТэмvжин эзэн чамайг хvлээж байна. Ариунаа байгуулсан тєр чинь\nАлбат олон улс чинь\nАмраг хатад хєвvvд чинь\nАлтан орд харш чинь\nАлс газар билээ. Удирдан байгуулсан тєр чинь\nУчирсан хатад хєвvvд чинь\nУраг элгэн монгол чинь\nУлс олон иргэн чинь\nУнасан Дэлvvн болдог чинь\nТэнд хол байна. Хээр азарганы хєхлєєр хийсэн\nХийр туг сvлд чинь\nХэнгэрэг бvрээ уриа чинь\nХэлэхгvй бvгд улс чинь\nХэрлэний Хєдєє арал чинь\nТэнд билээ эзэн минь! Бvтэхийн урьд учирсан\nБvртэгэлжин сэцэн хатан чинь\nБуянт газар нутаг чинь\nБоорчи Мухулай нєхєд чинь\nБулт их улс чинь\nТэнд билээ эзэн минь! Хувилгаанаар учирсан\nХулан хатан чинь\nХуур цуур хєг дуу чинь\nХотол бvгд улс чинь\nХутагт эрхэн (эрхэм) газар ус чинь\nТэнд билээ, эзэн минь! Харууна уулыг дулаан гэж\nХарь тангудыг олон гэж\nХатад охидыг гоо гэж\nХамаг монголоо мартав уу\n\nХайрт эзэн минь! Халуун амийг чинь алдавч\nХас эрдэнэ мэт хvvрийг чинь\nХамгаалан авч харъя эзэн минь! Хатан Бvртэгэлжинд чинь vзvvлье\nХамаг улсад чинь хvргэе\"\n\nгэж євчєл\n\nХаан эзэн энэрэн соёрхов. Хасаг тэрэг хангирсан хєдлєв\nХамаг улс баясгалант болов. Хан их газар тэнд хvргэв\nХамгийн мєнхийг тэнд оршуулж\nХаан зайсангуудын тулгар болж\nХамаг улсын бштээн болоод\nНайман цагаан гэр болов за. Энэ их улсад тунхаг зарлаж\nЄмссєн цамц, єргєє гэр\nОроосон оймыг тэнд онголов. Yнэн хvvрий нь заримууд Бурхан Халдунд онголов гэх, заримууд Алтай хааны ард, Хэнтий ханы євєрт Их єтєг нэрт газар онголов гэх бий А.то.]", "period": "XIII зуун"}
{"source": "Монголын нууц товчоо", "chapter": 269, "text": "Хулгана жил (1228) Цагадай, Бат тэргvvтэй баруун гарыг эзэлсэн хєвvvд, Отчигин ноён, Жэv, Есvнхэй тэргvvтэн зvvн гарыг эзэлсэн хєвvvд, Толуй тэргvvтэн\nголыг эзэлсэн хєвvvд охид, тvvний ноёд, мянганы ноёд бvгдээр Хэрлэний Хєдєє\nарал (одоогийн Баян-Улаан)-д хурж, Чингис хааны гэрээсэлсэн зарлигийн ёсоор\nЄгэдэйг хаан єргємжлєв. Цагадай ах, Єгэдэй дvvгээ хаан єргємжлєєд Чингис хаан\nэцгийн алтан амийг сахиж байсан хэвтvvл, хорчин, мянган торгууд хаан эцгийн\nшадар явсан ємч тvмэн хишигтнийг Цагадай Толуй хоёр, Єгэдэй хаанд єгєв. Голын\nулсыг мєн ёсоор Єгэдэй хаанд єгєв. 270. Єгэдэй, хаан єргємжлєгдєєд шадар бараа болох тvмэн хишигтэн, голын улсыг\nєєрєє захирч урьдаар Цагадай ахтай зєвлєєд, Чингис хаан эцгийн дуусгаагvй Багдад\nулсын Халиф султанд аялсан Чормаган хорчийн хойноос Оготор Мєнхєт хоёрыг\nилгээв. Бас урьд Сvбээдэй баатрыг Ханлин, Хипчак, Багижид, Орос, Асу, Сасу, Мажар Кэшимир, Чэркэс, Болгар, Кэрт улсуудад хvртэл, Ижил, Яик мєрнvvдийг\nгэтлvvлэн, Мэкэтмэн, Хэрмэн, Кэйбэ тэргvvтэн хотыг байлдан эзлvvлэхээр\nявуулсан нь тэдгээр улсын эсэргvvцэл vлэмж гэх мэдээг аваад Сvбээдэйн хойноос\nБат, Бvри, Мєнх тэргvvтэн хааны тєрлийн ахмад хєвvvд ноёдыг Бат ахлан\nзахиртугай! гэж зарлиг болов. Гол улсаас гарсан цэргийг Гvюг ахалтугай! гэж\n\nзарлиг болов. Энэ аянд улс иргэнийг захирсан хан хєвvvд єєрсдийн хєвvvдийн\nахмадыг явуултугай! Улсыг эс захирсан хан хєвvvд, тvмэн, мянган, зуун, аравны\nноёд, олон хvн хэн боловч, мєн тэрчлэн єєрийн хєвvvдийн ахмадыг явуултугай! Ханы охид хvргэд мєн тvvний адилаар хєвvvдийнхээ ахмадыг явуултугай! гэж\nзарлиг болоод бас Єгэдэй хаан єгvvлрvvн: \"Хєвvvдийн ахмадыг ингэж аянд явуулах\nсаналыг Цагадай ах гаргав. Цагадай ахын хэлvvлсэн нь: \"Сvбээдэйн хойноос\nхєвvvдийнхээ ах бvрийг явуулна. Хєвvvдийн ах аялбал цэрэг арвин болно. Цэрэг\nолон бол vзэгдэх сvр хvч их болно. Тэнд, дайсны хvн vлэмж, харийн улс олон бий. Тэр хязгаарын улсууд хэцvv. Хилэгнэвэл єєрийн биеийг мэсээр хорлож vхэх улс\nбий. Хурц мэстэй гэнэ\" гэж илгээжээ. Цагадай ахын хичээн болгоомжилж хэлсэн\nэнэ vгийн ёсоор хєвvvдийн ахмадыг томилж явуулъя! гэж зvг зvгт тунхаг зарлаж\nБат, Бvри, Гvюг, Мєнх тэргvvтнийг аянд мордуулах болсон учир ийм билээ\" гэжээ. 271. Бас Єгэдэй хаан, Цагадай ахад зєвлєж илгээсэн нь: \"Би Чингис хаан эцгийнхээ\nбэлэн сууринд суув. Ямар эрдмээр хаан суув? гэж би хэлэгдэх бишvv? Цагадай\nахыг зєвшєєрвєл бидний хаан эцгийн эзэлж дуусгаагvй орхисон Хятад улсын Алтан\nхааныг эзлэхээр морилъё\" гэж зєвлєж илгээвэл, Цагадай ах зєвшєєрч \"Юу алзах вэ? Аураг ордоо сайн хvнд тушаагаад морилогтун! Би эндээс цэрэг гаргаж илгээе!\"\nгэжээ. Их ордоо Олдхар хорчинд тушаав. 272. Туулай жил (1231) Єгэдэй хаан, хятад иргэнд морилж, Зэвийг манлай болгож\nилгээв. Тэгээд Хятадын цэргийг хиартал хядаж, Цавчаалын даваагаар давж зvг зvгт\nолон хотыг хааж байлдах цэргvvдийг явуулав. Тэр vед Єгэдэй хаан євчин хvрч vг\nхэлж чадахгvй болов. Бєє, тєлєгчин нараар мэрэглvvлбэл Хятад улсын газар усны\nэзэд, хvн хєрєнгєє сvйтгvvлж, хот балгасаа эвдvvлсний учир хилэгнэн хаанд хор\nхvргэж байна гэв. Хvн хєрєнгє, алт мєнгє, адгуус идээгээр золио єгье гэж тєлєгдвєл\nєвчин ялааршихгvй харин улам хvнд болов. Ойр тєрлийн хvнээс золио болгож єгье\nгэж тєлєгдвєл хаан гэнэт нvдээ нээж ус гvйж уугаад \"Юу болов?\" гэж асуув. Бєє\nнар єгvvлрvvн: \"Хятад улсын газар усны эзэд газраа сvйтгvvлж, хvн хєрєнгєє\nталуулаад хорлож ийм євчин хvргэжээ. Элдэв бусад юмаар золио тєлєєс єгье гэхэд\nзєвшєєрєхгvй улам хилэгнэж байна. Гагцхvv ойр тєрлийн хvнийг золио болгож єгье\nгэвэл зєвшєєрч євчнийг хєнгєрvvлж байна. Одоо яахыг зарлиг мэднэ!\" гэж єгвєл\nЄгэдэй зарлиг болруун: \"Хан хєвvvдээс миний дэргэд хэн байна?\" гэвэл, дэргэд нь\nбайсан Толуй єгvvлрvvн: \"Суут Чингис хаан эзэн минь, дээр чинь ах нар, доор чинь\nдvv нар байтал, хаан ах таныг агт морь шиг сорьж, иргэ хонь шиг барилж vзээд их\nсууринд суулгаж, олон улсыг захирах дээд vvргийг даатгав. Намайг хаан ахын\nдэргэд байж, мартсаныг сануулж, унтсаныг сэрvvлж яв гэсэн билээ. Одоо хаан ах\nчамайг алдвал, би хэний мартсаныг сануулж, хэний унтсаныг сэрvvлэх вэ? Yнэхээр\nхаан ах муужирвал, олон монгол улс єнчирч, Хятад улс баясах болно. Хаан ахын\nоронд би золио болъё! Тул загасны нурууг тунтарч явлаа, би. Хилэм загасны\nнурууг хяргаж явлаа, би. Илийг ялж, далдыг дарж байв. Миний нvvр гоо, нуруу\nєндєр биз. Бєє нар бєєлж залбирагтун!\" гэв. Бєє нар бєєлєн залбирч, адисласан усыг\n\nТолуйд уулгав. Бяцхан суугаад єгvvлрvvн: \"Согтов би. Согтсоноос сэргэтэл єнчин\nєчvvхэн дvv нар ба бэлбэсэн бэр Бэрvдийг хvмvvжvvлэн асрахын хаан ах мэдтvгэй! Аливаа vгээ хэлэв, би. Согтов!\" гээд гаран одож муужирсан билээ. 273. Єгэдэй хаан, тэгээд Алтан хааныг мєхєєж Сяа-Сы (зарц) нэрийг єгч, алт, мєнгє, алттай хээтэй уурс таваар, агт морь, албат зарцыг хурааж аваад захирагч, мэдээлэгч\nнарыг томилоод Нанжин, Жунду ба зvг зvгийн хотуудад дарга нарыг тавьж тєвшин\nмэндээр буцаж, Хар Хоруим хотод ирж буув. 274. Чормаган хорчи, Багдад улсыг дагуулжээ. Тэндхийн газар сайн, эд эрхэм\nгэдгийг мэдээд Єгэдэй хаан зарлиг болруун: \"Чормаган хорчи, мєн тэр газарт\nзахирагч (тамгач) болж, шар алт, шармал чимэг, хоргой, магнаг, хив, торго, сувд, тана, урт хvзvvтэй, єндєрхєлтэй аргамаг морь, ачааны тэмээ, луус зэрэг юмыг жил\nбvр хvргэн ирvvлж байгтун!\" гэв. Сvбээдэй баатрын хойноос явсан Бат, Бvри, Гvюг, Мєнх тэргvvтэн олон хєвvvд Ханлин, Хипчак, Бажигидыг оруулж, Ижил, Яик\nмєрнийг гэтэлж, Мэгэд хотыг эвдэж оросыг хядаж сvйтгэв. Асу, Сасу, Боларман, Хэрмэн, Кива зэрэг хотын иргэнийг эзлэн дагуулж, дарга захирагч нарыг тавиад\nбуцав. Урьд Зvрчид Солонгосыг эзлэхээр аялсан Жалардай хорчийн хойноос\nЕсvдэр хорчийг явуулав. Тvvнийг тэнд захирагч суутугай! гэж зарлиг болов. 275. Бат, хипчак нутгаас Єгэдэй хаанд нууцаар єчиж илгээсэн нь: \"Мєнх тэнгэрийн\nхvчинд, хаан ахын сууд Мэгэд хотыг эвдэж, Орос улсыг эзэлж, зvг зvгт арван нэгэн\nхарь улсыг оруулж, алтан жолоогоо татаж салалцах болоход их асар босгож\nхуримыг хуримлав. Энэ хурим дээр би бvх хан хєвvvдийн ахмад тул нэг хоёр аяга\nсархад тэргvvлэн уув. Гэтэл, Бvри Гvюг хоёр надад муудаж хуримаас гарч одов. Явахдаа Бvрийн хэлсэн нь: \"Бат бид адил байтал, яагаад тэргvvлэн уух билээ?\" Тэр\nсацуурах санаатай сахалт эмгэнийг єсгийгєєр давтаж єлмийгєєр гишгичих юм сан! гэжээ. Гvюгийн хэлсэн нь: \"Бид хоёр тэр нум сум агссан эмгэдийн эгмийг\nхарвалдъя\" гэжээ. Элжгэний хєвvvн Аргасуны хэлсэн нь: \"Тэдэнд модон сvvл\nзvvвэл зохино\" гэв. Бид, харь элэгтэй, дайсан улсын дотор явж байгаа учир зvйгээ\nгаргаж хэлсэн боловч, Бvри, Гvюг хоёр тэгж хэрvvлийн vгийг хэлээд найрамдалгvй\nтарав. Одоо яахыг хаан авга мэдтvгэй!\" гэж єчиж илгээжээ. 276. Батын энэ vгийг сонсоод Єгэдэй хаан маш хилэгнэж, Гvюгийг\nбараалхуулсангvйгээр єгvvлрvvн: \"Энэ тvрэмгий гайхал, хэний vгэнд орж ах\nхvнийг ам мэдэн доромжлох болов? Ганц муу єндєг ялзарчээ. Ах хvний єєдєєс\nэсэргvvцсэн ажээ. Харь хол газар хайгуулд явуулж, арван хурууны нь хумсыг\nханзартал уул мэт хотыг эзлvvлэхээр урагш зvтгvvлье! Зах хол газрын захирагч\nболгож таван хурууны нь хумсыг тамтартал бат бэх хотыг байлдуулан авируулъя! Бузар муу тvрэмгий Аргасун, хэнийг дуурайж, бидний ургийн хvнд ам гарч\nдоромжлох vг хэлэв? Гvюг Аргасун хоёрыг хамт илгээе! Зvй нь Аргасуныг албал\nзохих билээ. Гэтэл, та нар алагчлах гэх биз. Бvрийн тухай бол Батад хэлэгтvн! Цагадай ахад хэлж илгээтvгэй! Цагадай ах мэдтvгэй!\" гэв. 277. Хан хєвvvнээс Мангай, ноёдоос Алчидай, Хонхордай, Жанги тэргvvтэн ноёд\nдуртган єчрvvн: \"Чингис хаан эцгийн чинь зарлиг билээ: Хээрийн vйлийг хээр\nшийтгэж, гэрийн vйлийг гарт шийтгэх билээ. Хаан, одоо Гvюгт хилэгнэж байна. Энэ бол хээрийн vйл хэрэг мєн. Хаан соёрхвол энэ хэргийг Батад тушааж илгээвэл\nболох уу?\" гэж єчвєл энэ vгийг хаан зєвшєєж тайтгараад Гvюгийг уулзуулж\nбуруушаан донгодож сургасан нь: \"Аянд явах зуур эрvvл бєгстэй хvнийг эс\nvлдээсэн гэнэ, чи. Цэрэг хvний нvvрийн арьсыг хуулж явсан гэнэ, чи. Чиний тэр\nуур хилэнгээс айж, Орос улсыг дагаж орсон гэж бодож байна уу? Чи орос иргэнийг\nганцаараа дагуулж оруулсан мэт санаж, бардам омог гаргаж, ах хvний єєдєєс\nэсэргvvцэв vv? Чингис хаан эцгийн зарлигт: Олон хvн хvчтэй, гvн ус аюултай! гэж\nбий бишvv. Сvбээдэй Бужиг хоёрын далавч дор явж олон бvгдээр хамсаж, орос, хипчакуудыг оруулж авсан байтал, чи анх удаа гэрээс гараад орос, хипчакийн нэг ч\nхvнийг олж барьсангvй, адаглавал ишигний шийр ч олж авсангvй байж эрэмгий\nтvрэмгий зан гаргаж, ийм тийм vг хэл болж, ганц биеэ гайхуулж явдаг чинь юу вэ? Харин Алчидай, Хонхордай Жанги нар, бургилсан зvрхийг дарах нєхєр болж, буцалсан усыг сэвэх шанага болж уур хилэнг минь амирлиулав. Хээр болсон хэрэг\nтул vvнийг Бат шийтгэвэл зохино. Гvюг Аргасун хоёрыг Бат мэдтvгэй! Бvрийг\nЦагадай ах мэдэж шийтгэтvгэй!\" гэв. 278. Бас Єгэдэй хаан зарлиг болруун: \"Чингис хаан эцгий минь хамгаалж явсан\nхэвтvvл, хорчин, торгууд, бvх хишигтний тухай нийтэд тунхаг зарлигийг буулгах\nнь: Хаан эцгийн зарлигийг урьдын ёсоор дагаж явтугай! Хорчин, торгууд урьд\nёсоор єдєр дараалан ээлжлэн манаж, наран шингэмэгц vvргээ хэвтvvлээс єєр хvн\nдотогш ордонд орвол хэвтvvл манаач, тэр хvний толгойг цавчиж хаятугай! Шєнє\nяаралтай мэдээг хvн хvргэж ирвэл хэвтvvлийн хамт гэрийн хойно байж мэдээгээ\nхэлтvгэй! Орд гэрт орох гарах бvх зvйлийг Хонхордай Ширхан хоёр хэвтvvлтэй\nхамт элбэж эрхлэн мэдтvгэй. Элжигэдэй итгэлтэй хvн боловч vдэш хэвтvvлийн\nдэргэдvvр яваад хэвтvvд баригдсаны адилаар зарлигийг дагаж, хэдий итгэлтэй хvн\nболовч хэвтvvлийн ойр очиж vл болох ба хэвтvvлийн тоог асууж vл болно. Хэвтvvлийн дэргэдvvр бvv явтугай! Хэвтvvлийн завсраар бvv явтугай! Хэвтvvлийн\nдэргэдvvр явж, хэвтvvлийн завсраар орсон ардыг хэвтvvл барьтугай! Хэвтvvлийн\nтоо асуусан хvний тэр єдрийн унаж явсан эмээл хазаартай морийг бvх хувцасны\nхамт хэвтvvл автугай. Хэвтvvлийн байрны дээр хэн ч сууж vл болно. Хэвтvvл, туг\nхэнгэрэг, дєрєє, жад, аяга савыг асарч хадгалтугай! Идээ унд, архи айраг, мах\nшvvсийг хэвтvvл даргалж мэдтvгэй!\" гэж зарлиг болов. \"Орд тэргийг хэвтvvл асарч\nмэдтvгэй! Бидний шувуу авлахад хэвтvvлийн зарим нь орд гэр, тэргийг сахиж, зарим нь бидэнтэй хамт явтугай! Хэвтvvлчин, нутаг vзэж, орд єргєєг нvvлгэж\nбуулгатугай! Ордны vvдэнд хаалгачин хэвтvvл vргэлж сахиж байтугай! Бvх\nхэвтvvлийг мянганы ноён Хадаан захирч мэдтvгэй!\" гэж зарлиг болов. \"Бас\nхэвтvvлийн ээлж хишгийн ноёд Хадаан Булхадар хоёр, нэг ээлж болон хавсарч, нэг\nээлж болон манаж, ордны баруун зvvн этгээдэд оногдсон хагасаа сэргийлж\n\nманатугай! Амал Чанар хоёр хавсарч нэг ээлж болж ордны баруун зvvн этгээдэд\nоногдсон хагасаа сэргийлэн манатугай! Хадй Хорчи-хачар хоёр хавсарч, нэг ээлж\nболон орж ордны баруун зvvн этгээдэд оногдсон хагасаа сахиж манатугай! Ялбаг\nХараудар хоёр хавсарч нэг ээлж болон орж ордны баруун зvvн этгээдэд оногдсон\nхагасаа сахиж манатугай! Бас Хадаан, Булхадарын ээлж, Амал, Чанарын ээлж, энэ\nхоёр ээлж жасааны манаачид ордны баруун этгээдэд байрлаж суутугай. Энэ дєрвєн\nээлжийн хэвтvvлийг Хадаан ноён захирна. Бас хэвтvvл миний биеийншадар ордыг\nтойрон байж vvдийг сахиж харгалзтугай. Хэвтvvлийн хоёр хvн ордонд орж сєн\nтvшиж барьтугай!\" гэж зарлиг болов. \"Бас хорчныг захирсан Есvнтэй, Бvхэдэй, Хорхудаг, Лабалха дєрвvvл нум сум агссан торгуудаа дєрвєн ээлж болгож, ээлж\nбvрийн хорчиноо захиран орж сахитугай!\" гэж зарлиг болов. \"Бас торгуудын\nээлжийн ахлагчдыг урьдын захиран мэдэж байсан хvний ургаас болгож, урьд\nмэдэж байсан Алчидай Хонхордай хоёр хавсарч нэг ээлж торгуудыг захирч\nортугай. Тэмvдэр Жэхv хоёр хавсарч нэгэн ээлж торгуудыг захирч ортугай! Мангудай гэзэглvvр (туслах) нэгэн ээлжийн торгуудыг захирч ортугай!\" Бас хаан\nзарлиг болруун: \"Бvх ноёдыг Элжигэдэй ахалж, Элжигэдэйн vгээр явтугай! Ээлжийн манаач, цагаас хожимдвол урьдах зарлигийн ёсоор гурван бэрээ\nжанчтугай! Мєн хvн дахин ээлжээс хожидвол долоон бэрээ жанчтугай! Бас тэр хvн\nєвчний шалтгаангvй, ээлжийн ахлагчийн зєвшєєрєлгvйгээр гурав дахь удаа\nтасалбал бидэнд бараа болохоос бэрхшээсэн этгээд гэж vзэж, гучин долоон бэрээр\nжанчаад хол газар нvдний далд цєлж орхиё. Бас ээлжийн ахлагчид, харьяат\nхишигтнээ бvртгэн жагсаасангvйгээр манаанд орвол ээлжийн ахлагчдыг шийтгэе! Бас ээлжийн ахлагчид гурван ээлж солилцохдоо энэ зарлигийг хишигтэндээ\nсонсгож байтугай. Зарлиг сонссон бєгєєтєл хишигтэн ээлж тасалбал зарлиг ёсоор\nшийтгэе! Энэ зарлигийг хишигтэндээ эс сонсгосон бол ээлжийн ахлагчдын буруу\nболно. Бас ээлжийн ахлагчид харьяалж хамт манаж байгаа миний хишигтэн нарыг\nахлагч гэсэн тєдийгєєр дур мэдэн шийтгэж vл болно. Тэд, засгийг зєрчвєл бидэнд\nмэдэгдэж ирvvлтvгэй! Алах ёстойг бид ална. Шийтгэх ёстойг бид шийтгэнэ. Ахлагч\nгэсэн тєдийгєєр бидэнд мадагдахгvйгээр, миний хишигтэнд гар хєл хvргэвэл\nнударгын оронд нударгаар, бэрээний оронд бэрээгээр цохиж хариулна. Гаднах\nмянганы ноёдоос миний хишигтэн дээр биз. Гаднах мянганы ноёд, миний\nхишигтэнтэй хэрэлдвэл мянганы ноёдыг шийтгэнэ\" гэж зарлиг болов. 279. Бас Єгэдэй хаан єгvvлрvvн: \"Чингис хаан эцгийн зовж байгуулсан улсыгбvv\nзовооё. Хєлий нь хєсєр, гары нь газар тавиулж жаргуулъя. Хаан эцгийн бэлэн\nсуурийг эзлээд иргэнийг vл зовоохыг эрхэм болгоно. Шєл шvvс болгож харьяат\nулсын сvрэг хонь бvрээс нэжээд хонь жил тутам авч байна. Зуун хониноос нэжээд\nхонь гаргаж улсын доторх vгээгvй ядуучуудын тусламж болгож єгтvгэй. Бас олон\nах дvv эр цэрэг, агт морь дараалан чуулах бол чуулагсдын ундыг тухай бvр ардаас\nтатварлан авах нь зохилдохгvй. Зvг зvгийн мянгат бvрээс гvv гаргаж, мєн саах\nсаальчин адуулах нутагчныг томилж єр хєлсийг тєлєєд унагачин болготугай. Бас\n\nноёд ах дvv нар чуулбал єглєг соёрхлыг єгч байя. Yvний тул эд уурс, мєнгє, сvх, нум, саадаг хуяг, зэв зэргийг байшин зооринд хадгалж, тэр байшин балгасыг\nсахиулъя. Yvнийг зvг бvрээс балгасчин, амучин (аму будаа хадгалагч) нарыг\nтомилж сахиулъя. Бас улс иргэнийг нутаг усыг хувааж єгье. Нутгийг хувааж\nсонгож нутаглахад мянгат бvрээс нутагчныг ялгаж гаргавал болно. Бас цєл говь\nнутагт гєрєєснєєс єєр амьтангvй байна. Ард иргэн, уужим суухыг хvснэ. Чанай\nУйгуртай хоёр тэргvvтэй нутагчныг явуулж, цєл говьд худаг малтуулж хашуулъя. Бас элч нарыг одоогийн байдлаар явуулахад элч нар удаан явах ба ард олонд\nзовлон чирэгдэл vлэмж байна. Одоо бид байнга журам болгож зvг зvгийн мянгатаас\nзамчин улаачин гаргаж, суурь суурьд єртєє тавьж элч нарыг ард олны дундуур\nхамаагvй уургын улаа унаж хэсvvчлэн давхихгvй гагцхvv єртєє замаар явах болгоё. Энэ vйл хэргийг ингэж явуулъя гэж Чанай Булхадар хоёр санаж бидэнд дуртгасан\nнь зєв зvйтэй санагдах боловч, Цагадай ах мэдтvгэй! Эдэгэр хэлсэн vйлсийг\nзохимжтой гэж зєвшєєх эсэхийг Цагадай ах шийтгэтvгэй!\" гэж илгээвэл, эдгээр\nасууж илгээсэн бvх vйл хэргийг цєм зєвшєєрч \"Тэр ёсоор хийтvгэй!\" гэж хариу\nилгээжээ. Бас Цагадай ахын хэлж илгээсэн нь: \"Би эндээс угтуулан єртєє замыг\nбайгуулсугай. Бас эндээс Батад элч илгээе. Бат угтуулан єртєє зам байгуулж\nхолботугай!\" гээд бас єгvvлсэн нь: \"Бvгдийн хооронд єртєє зам тавья гэдэг, зєвєєс\nзєв vгийг дуртгажээ!\" гэж илгээжээ. 280. Тэндээс Єгэдэй хаан єгvvлрvvн: \"Энэ явдлыг Цагадай ах, Бат тэргvvтэн баруун\nгарын хєвvvд, ах дvv нар цєм. Отчигин ноён, Кэхv тэргvvтэн зvvн гарын хєвvvд ах\nдvv нар цєм, голын охид, хvргэд, тvмний ноёд, мянганы ноёд, зууны ноёд, арваны\nноёд цєм зєвшєєрчээ. Зєвшєєрсєн зvйл нь: Далай хаан (Єгэдэй хааныг жижиг\nхаадаас ялгаварлаж, их хаан буюу Далай хаан гэнэ)-ы шєлд хэрэглэхээр жил тутам\nсvрэг бvрээс нэжээд шvлгэн иргийг харгаж єгнє. Зуун хониноос нэжээд зусаг хонь\nгаргаж, vгээгvv ядуу хvмvvсийн тусламж болгож єгвєл сайн бий. Єртєє тавиулж, замчин, улаачныг гаргавал олон улс иргэнд амгалан болох ба элч нарт дєхємтэй\nгэснийг бvгдээр зєвшєєрчээ гэж хаан зарлиг болж, Цагадай ахтай зєвлєєд Цагадай\nах зєвшєєрсєн тул бvх улсаас, зvг зvгийн мянгатаас хааны зарлигаар жил тутам, сvрэг хониноос нэжээд шvлгэн иргэ, зуун хониноос нэжээд зусаг хонь гаргуулав. Гvvг гаргуулан цуглуулж унагачныг суулгав. Унагачин, балгасчин, амучныг\nтомилж гаргуулав. Замчин, улаачныг гаргуулж суурилах газрыг тогтоож, єртєє\nзамыг тавиулаад Арачиан Тогучар хоёроор захируулж, замын нэгэн суурь єртєєнд\nхорин улаачныг гаргав. Суурь тутмыг хориод улаачтай болгов. Улааны морь, шvvсний хонь, саалийн гvv, хєллєх vхэр, ачих тэрэг зэргийг тогтоосон хэмжээгээр\nбэлтгэж, охор шидэмс дутуулбал уруулын хагасыг огтолно. Халбага хигээс\nдутуулбал хамарын хагасыг огтолно\" гэж зарлиг болов. 281. Єгэдэй хаан єгvvлрvvн: \"Эцгийнхээ их сууринд сууж, хаан эцгээс хойш\nvйлдсэн хэрэг минь: Нэгдvгээрт, би Алтан улсыг эзлэн дагуулав. Хоёрдугаарт, бидний хооронд элч явуулж харилцах ба элдэв хэргийг зєєлгєх єртєє замыг\n\nтавиулав. Гуравдугаарт, усгvй газарт худаг малтуулж гаргуулаад улс иргэнийг ус\nєвсєнд хvрэлцээтэй болгов. Дєрєвдvгээрт, зvг зvгийн суурин улсын хотуудад\nмэдээлэгч, захирагч нарыг тавьж, улс иргэнийг хєл хєсєр, гар газар тавиулж амар\nтєвшин болгов. Хаан эцгээс хойш, энэ дєрвєн vйлийг нэмэв, би. Бас хаан эцгийн их\nсууринд сууж, олон улс иргэнийг захирах их vvргийг хvлээсэн байтал бор дарсанд\nорсон минь нэгдvгээр буруу болов. Хоёрдугаарт ёсгvй эм хvний vгэнд орж Отчигин\nавгын харьяат нарын дотроос хvvхэн авчруулсан нь буруу болов. Улсын эзэн хаан\nбайтал, ёсгvй муу алжаас vйлэнд автсан минь бас нэг буруу болов. Гуравдугаарт\nДоголхуг далдаас хардсан нэг буруу бий. Ямар буруу вэ гэвэл, хаан эцгийн минь\nхарах нvдний ємнє, хамгаас тvрvvнд хатгалдаж явсан Доголхуг хорт муу vгэнд орж\nхороожээ. Одоо миний ємнє хэн тэгж тэргvvлэн давшиж єгєх вэ? Хаан эцгийн минь\nємнє зvтгэсэн журамт хvнийг мэдэхгvйгээр єшєєлснийг єєрєє би буруушаана. Дєрєвдvгээрт, тэнгэр газрын заяагаар тєрсєн гєрєєсийг бусад ах дvv нарын нутагт\nочих болуузай гэж харамлаж, шавар хэрэм бариулж, ах дvv нараас гомдох vгийг\nсонсов, би. Энэ бас нэг буруу бий. Хаан эцгээс хойш дєрвєн vйлийг нэмэв. Бас\nдєрвєн бурууг vйлджээ!\" гэв. 282. Их хуралдаан болж, хулгана жилийн (1240) хуран (долдугаар) сард Хэрлэний\nХєдєє арлын Долоон болдог, Шилхинцэг хоёрын завсар хааны орд бууж байхад\nбичиж тєгсгєв. Эх сурвалж: Формат, фонт зэргийг бага зэрэг янзалж pdf\nхэлбэр уруу хөрвүүлсэн: www.elibrary.mn\nThe Weatherman\nhttp://weatherman.blog.banjig.net/", "period": "XIII зуун"}
