{"url": "https://mn.wikipedia.org/wiki/Монголын_түүх", "title": "Монголын түүх — Википедиа нэвтэрхий толь", "text": "Монголын түүх нь монголчуудын нүүдэл ба суурьшлын түүхтэй салшгүй холбоотой. Өнөөгийн Монгол Улсын нутаг дэвсгэрт хүн суурьшсан цагаас эхлэн нүүдэлчид (нүүдэлчин соёл иргэншил) эзэгнэн, Хүннү, Сяньби гүрнүүд байгуулагдаж байв. 1190 онд Чингис хаан тархай бутархай олон монгол аймгийг нэгэн тугийн дор нэгтгэв. Их Монгол Улс хүчирхэгжсэн үедээ Европын зүүн хагас, Азийн ихэнх газар нутгийг өөрийн мэдэлд оруулсан, хүн төрөлхтний түүхэнд дахин давтагдаагүй асар том газар нутагтай, улсын нутаг дэвсгэр дотроо Монголын энхтайвныг бий болгож чадсан хүчирхэг гүрэн байлаа. Хэдийгээр монголчууд дэлхийн түүхэнд тодрон гарч, Ази-Европын хооронд урьд нь байгаагүй соёл, худалдааг шинэ түвшинд авчирсан ч ихэнх монголчууд нүүдлийн амьдралтай хэвээр байсан юм. 1262 онд Их Монгол улс задран Алтан Ордны улс, Ил Хаант Улс, Цагадайн улс, Юань улс нэртэйгээр дөрвөн том гүрэнд хуваагдан, 16-р зууныг хүртэл өөр хоорондоо дайтах буюу нэгдсээр ирэв. Яг энэ үедээ монголчууд Буддын шашны нөлөөнд автаж эхэлсэн ба түүнээс хойш нэг их удалгүй буюу 17-р зууны сүүлээс эхлэн 18-р зууны дунд гэхэд ихэнх монголчууд Чин улсад дагаар орсон байна. 20-р зууны эхэнд 1911 онд Чин улсын задран унах үед Хятад, Төвөд, Монгол гурван улс нэгэн зэрэг тусгаар тогносон байна. Энэ үед монголчууд эхлээд Хаант Оросын тусламжтайгаар Олноо Өргөгдсөн Монгол Улсыг, дараа нь 1924 онд Зөвлөлт Холбоот Улсын тусламжтайгаар Бүгд Найрамдах Монгол Ард Улсыг байгуулсан нь дэлхийн түүхэн дэх хоёр дахь социалист улс болсон юм. Үүний дараа Зөвлөлт Улстай мөр зэрэгцэн улсаа хөгжүүлж чаджээ. Зүүн Европт гарсан 1989 оны хувьсгалууд ч монголд улс төрийн өөрчлөлтийг авчирсан ба үр дүнд нь 1992 онд ардчилсан дэглэмтэй Үндсэн хуульт, чөлөөт зах зээлийн нийгэмд шилжин орсон. Төлөвлөгөөт эдийн засгаас чөлөөт эдийн засагт шилжих шилжилт нь ихээхэн асуудлыг дагуулсаар байгаа бөгөөд эдийн засгийн өсөлт зарим жилүүдэд маш өндөр үзүүлэлттэй байхад ч нийт хүн амын гуравны нэг нь ядуу амьдарч байсан. Балар эртний үе огторгуй анх үүссэнээс эхлэн бүх үеийг хамааруулж болох ч дэлхий дээр амьдрал үүссэн цаг үеэс эхлүүлэн хамардаг. Эсвэл бүр илүү нарийвчилбал хүн төрөлхтөн үүссэн үеэс эхэлнэ. Түүх судлаачид балар эртний үеийг хуваахдаа чулууны найрлага ба түүний олон улсад танигдсан чулуулга давхаргыг геологийн цаг хугацааны үечлэлтэй хамт ашиглан гурван үед хуваан авч үздэг. Эдгээр гурван үе нь балар эртний үеийн хүмүүсийн цаг үеийг тэдний аж амьдрал эд зүйлсээ хийхдээ голлон ашигладаг материалаар нь нэрлэж дараах гурван цагийн үеүүдэд хуваадаг. Үүнд Монгол орны байгаль газар зүйн шинж төрх эрт цагт бусад улс орны адилаар олонтоо хувьсан өөрчилөгдөж байжээ. Эрин, галав солигдох бүрд нэг бол сэрүүсэж, эсвэл бүр дулаарах, шинэ амьтан, ургамал үүсэх эсхүл мөхөх, шинээр уул нуруу үүсэх, үгүй бол тектоник хөдөлгөөнөөр газрын гадарга доош суух үйл явц тасралтгүй явагдаж байсан нь палеонтологи, геологийн судалгаагаар тогтоогддог. Жишээлбэл одоогийн Төв Оросын нутаг буюу Москвагаас Санкт-Петербург хүртэлх нутаг элсэн цөл байсан бол Антарктид тив халуун дулаан чийглэг уур амьсгалтай, төрөл бүрийн ургамал, амьтнаар баялаг байжээ. Энэ үйл явц одоо ч үргэлжилсээр байгаа бөгөөд Австрали тивийг зүүн хойд зүгт Хойд Америк руу аажимаар шилжиж буй гэж үздэг. Монголд амтосифэйл, заламбдалестес тарбозавр зэрэг төрөл бүрийн үлэг гүрвэл, хөхтөн амьтад эрт үед байжээ. Харин Алшаад алшазавр, Зүүнгарт синраптор зэрэг амьтад байжээ. Эртний элсэн манханд дарагдсан амьтны яс аажимаар чулуужин олон сая жил хадгалагдах боломжтой болдог. Иймээс Монгол болон Америкаас үлэг гүрвэлийн олдвор эртний элсэн манхнаас олддог байна. Монгол нутгийн одоогийн цаг уурын шинж төрх нь Плейстоцены үед бүрэлдэн бий болсон бөгөөд Плейстоцены үед дэлхийн уур амьсгал олонтоо хүйтэрч байв. Гэвч мөстлөгийн үеийн дундуур завсрын шинжтэй дулаан үеүүд ч тохиолдож байжээ. Неогений галавын сүүл, Дөрөвдөгч галавын эхээр Монголын газрын гадарга дээш өргөгдсөнөөр олон уул нуруунууд үүсчээ. Хянганы нуруу, Гималайн нуруу хоёр үүсэж далайгаас ирэх чийглэг уур амьсгалыг хаасан нь Монголын цаг уур хүйтэрч, эх газрын эрс тэс, хуурай уур амьсгалтай болоход томоохон нөлөө үзүүлсэн юм. Гэвч тэр үед Монгол орон одоогийнхоос илүү чийглэг хур тунадастай байсан ба мөсөн голоос эхтэй олон тооны их устай гол мөрөн урсаж томоохон хэмжээний нуур намаг тогтож байжээ. Одоогоос 100 000-40 000 жилийн хооронд болсон мөстлөгөөр Алтай, Хангай, Хэнтийн нурууны зарим хэсэг, Хөвсгөлийн уулс бүхэлдээ мөсөөр хучигджээ. Харин 40 000 жилийн өмнөөс цаг агаар дулаарч 15000-10000 жилийн өмнө мөстлөгийн үе бүрэн дуусчээ. Төв Ази хахир хатуу, хүйтэн, хуурай уур амьсгалтай болсон нь энэ бүс нутгийн бүх амьтан, ургамалд нөлөөлж халуун, чийглэг орны амьтан, ургамлаас овор хэмжээгээр арай бага, хүйтэн, гандуу нөхцөлд тэсвэртэй болжээ. Ийм хахир хатуу нөхцөлд байдаг Монгол орны мод халуун орныхоос удаан ургадаг нь ой модыг нөхөн төлжихөд ихээхэн хугацаа зарцуулахад хүргэдэг. Төв Ази нь урд зүгийн халуун дулаан бүсээс амьтан, ургамлын аймгийн хувьд ядмаг цөөн төрөлтэй, өвс ургамал нь намхан тачир боловч хойд зүйгт тундр руу дөхөх тутам уур амьсгал бүр илүү хахир хүйтэн болдогоос Умард Ази нь Төв Азиас ч цөөн тооны амьтан, ургамалтай байдаг. Монголд тэмээн хяруул, арслан заан, арслан, сэлмэн соёот бар, хирс зэрэг олон төрлийн амьтан хэдэн арван мянган жилийн өмнө амьдарч байсан ч мөстлөгийн сүүлээр бүгд мөхжээ. Эрдэмтэд Азиас буга, аргаль зэрэг амьтад Умард Америк руу нүүн очсон гэж үздэг. Монгол орон нь Монголын тэгш өндөрлөгт оршдог бөгөөд Монголын тэгш өндөрлөг тектоникийн маш алгуур хэдэн сая жил үргэлжилсэн хөдөлгөөнөөр Төв Азид бий болсон юм. Монголын тэгш өндөрлөг нь Төв Азийн бусад хэсэг, Сибириэс илүү өндөр газарт байдаг тул Монголоос эх авч буй бүх гол мөрөн доошоо буюу далай руу чиглэн урсдаг. Иймээс Монголын нутаг нь Төв Ази, Сибирийн бараг бүх том гол мөрний эх болдог бөгөөд Монгол нь Төв, Умард Азийн экологийн аюулгүй байдал, цэвэр усны нөөцийг хадгалах, хамгаалахад маш чухал байр суурьтай стратегийн онцгой бүс нутаг юм. Монгол орон уснаас цухуйж гарсан хамгийн анхны хуурай газрын нэг тул зарим эрдэмтэн Монгол орон эртний хүн үүссэн өлгий нутаг байж болох тухай таамаг дэвшүүлжээ. Тухайлбал Америкийн эрдэмтэн Хэнри Осборн, Р.Эндрьюс хоёр эртний хүн Монголд үүссэн гэж үзэн 1920-иод оны үед Монголын говьд судалгаа хийсэн ч үүнийг батлах нотолгоо олоогүй. Гэвч тэд олон тооны үлэг гүрвэлийн олдвор олсон нь палеонтологийн шинжлэх ухааны томоохон нээлт болжээ. Монгол орны умард, төв хэсэг нь 2 тэрбум гаруй жилийн өмнө үүссэн цагаасаа хойш огт хувираагүй үлдсэн эртний их газрын царцдас буюу \"Азийн эртний зулай\" гэгддэг. Энэ санааг Польшийн судлаач И.Д.Черский, Австрийн геологич Э.Зюсс, Оросын геологич В.А.Обручев нарын зэрэг эрдэмтэд анх дэвшүүлсэн нь эдүгээгийн геологийн судалгаагаар улам батлагдсаар байна.[1] Монгол оронд 850,000 жилийн тэртээ хүний өвөг амьдарч байжээ.[2] Гэвч чулуун зэвсгийн дээд үеийн хүний яс Монголоос ч, Төв Азиас ч бараг олддоггүй бөгөөд зөвхөн хүн амьдарч байсаны гэрч болох чулуун зэвсэг, сууц, хадны сүг зураг л олддог. Үүнийг Төв Азийн хахир хатуу уур амьсгалд хүний яс өгөршин алга болдогтой холбон тайлбарладаг. Баянхонгор аймгийн Нарийн голын дархны газрын чулуун зэвсгүүд баруун хойд Хятадын Сиходоу суурингийн 800,000 жилийн өмнөх дурсгалтай төстэй болохыг эрдэмтэд тогтоосон байна.[3] Ойролцоогоор 6,000 жилийн өмнө эртний өвөг угсаатнууд задрах үед одоогийн бие даасан угсаатан үүсчээ. Энэ үед Алтайн өвөг угсаатнаас монгол, түрэг, тунгусууд, эртний европчуудаас герман, кельтүүд, аричууд (иран, энэтхэгчүүд), славянчууд тус тус бие даан гарчээ. Хэлний язгуур нь үндэстнүүдийн гарлыг тодорхойлдог. Ан агнан амьдарч байсан эртний хүмүүс яваандаа зэрлэг амьтдыг гаршуулах болсноор мал аж ахуй үүсчээ. Эртний хүмүүс хонийг анх МЭӨ 11 000-9 000 жилийн өмнө Баруун Азид, ямааг МЭӨ 8000 жилийн өмнө Иранд, сарлагийг МЭӨ 2500 жилийн өмнө Төвөдөд, морийг МЭӨ 4 000 жилийн өмнө Төв Азид, нэг бөхт тэмээг МЭӨ 4 000 жилийн өмнө Арабт, Хоёр бөхт тэмээг МЭӨ 2500 жилийн өмнө Төв Азид зүүн хойд Афган, одоогийн Уйгурын зүүн өмнөд нутагт анх гаршуулан аж ахуйд хэрэглэх болжээ. Морийг гаршуулсан нь нүүдлийн мал аж ахуй үүсэхэд гол нөлөө үзүүлсэн бол харин тэрэг үүссэнээр нүүдлийн мал аж ахуй илүү дэвшилтэт хэлбэрт шилжин орсон бөгөөд үүнийг \"сонгодог нүүдлийн мал аж ахуй\" гэж нэрлэдэг бөгөөд монголчууд гол төлөөлөгчдийн нэг төдийгүй сүүлчийн голомт нь болоод байгаа билээ. Төв Азийн хөрсний давхарга буюу үржил шимт хэсэг нь маш нимгэн байдаг учир тариалан эрхлэхэд тохиромжгүй байдаг ба хөрсний үржил шимт давхарга нь хамаагүй зузаан байдаг Европ, Зүүн, Зүүн Өмнөд Ази, Баруун Ази, Өмнөд Азийг бодвол Төв Азийн хөрс амархан элэгдэж үржил шимгүй болон цөлжих аюултай байдаг. Ийм учраас Төв Азийнхан эртнээс нүүдлийн мал аж ахуй эрхлэх болсон байна. Харин хөрсний үржил шим сайтай, бороо хур их ордог Европ, Зүүн, Зүүн Өмнөд Ази, Өмнөд Азийнхан, Бага Азийхан, Кавказчууд, Хоёр мөрнийхөн тариалангийн аж ахуй эрхэлж гаршуулж тэжээж болохоор амьтан байхгүй Умард Азийнхан, Америкийн уугуул иргэд, Австраличууд, Номхон далайн арлын орнууд анчин түүвэрлэгчид болжээ. МЭӨ 4 000-3 000 жилийн өмнө Амар мөрний хавийн овог аймгууд голчлон ан агнуурын аж ахуй эрхэлж байсан бол түүнээс зүүн зүг байсан монголчууд ба бусад Төв Азийнхан хэдийн газар тариалан, мал аж ахуй эрхэлж байв. Энэ үед Байгал нуурын хавийн аймгуудын зарим нь анчин зарим нь малчин, тариаланчид байсан байна. Угсаатны хамгийн эртний бөгөөд жижиг бүлэг болох овог нь балар эртний үед үүссэн ба хүй нэгдлийн байгуулал задарч анхны төр улс байгуулагдаж байх үед овгууд нийлж аймаг бүрдүүлэх болжээ. Дараа нь олон тооны аймгууд нэгдэн нийлснээр угсаатны арай томоохон бүлэг болох ястан бүрэлдэн бий болсон бөгөөд нэг гаралтай ястнууд үндэстнийг бүрэлдүүлдэг. Одоогоос хэдэн мянган жилийн өмнө морийг гаршуулж дараа нь модон тэргийг зохион бүтээж хэрэглэх болсноор хүмүүс нааш цааш нүүдэллэх нь улам ихэсчээ. Тухайлбал Татар аймаг нэг хэсэг Тувад байж байгаад хамгийн сүүлд Буйр нуурт очсон байдаг. Нүүдэлчид ийнхүү байнга нүүж байсан нь ямар аймаг, угсаатан хэзээ, хаана байсныг тогтооход бэрхтэй болгодог. Үүнийг тогтоохын тулд археологийн соёл, этнологи, антропологи, соёл судлал, генетикийн судалгаа, түүхийн сурвалж мэдээгээр хөөж үздэг. Увс аймгийн Чандмань уулын соёлыг хиргисүүрийн соёлтой холбодог. Чандмань уулын соёлын хүмүүс монголоид, европоид холимог гентэй хүмүүс байсан бөгөөд цэвэр монголоид эсвэл европ гентэй хүн тэдний дунд ховор байжээ.[4] Хакас, өмнөд Красноярскийн хязгаарт байсан Тагарын соёлын хүмүүсийг европжуу төрхтэй иран хүмүүс байсан гэдэг ба түрэг гэх хувилбар нь батлагдаагүй. Афанасьев, Андроновын соёлыг иранчуудынх гэж үздэг. Алтайн угсаатнуудтай гарал нэг фин-угорууд, индианчууд, Сибирийн угсаатнууд эрт цагт Алтайн угсаатнуудын хойд захаар амьдарч байгаад салж нүүжээ. Казахстаны хойд нутаг, Уулын Алтай, Украин, Төв Оросын ихэнх буюу зарим нутагт эрт цагт фин-угорууд амьдарч байгаад ихэнх нь түрэг, иран, орос, украинд уусан мөхсөн байдаг. Угорууд Уулын Алтай, умард Казахстан, Баруун Сибирийн өмнөд хэсэгт байсан бололтой. Шиньжяньд Төв Азийн бусад нутгаас харьцангуй хожуу буюу 4-5,000 жилийн өмнө хүн суурьшсан бөгөөд баруун, баруун өмнөд, хойд, баруун хойд талаас нь европчууд ба монголоид төрхтэй азийнхан нэгэн зэрэг шахуу нүүн ирсэн ч ази хүмүүс нь европчуудад уусчээ. Тува, Хакасын эрт үеийн угсаатнуудын талаар мэдээ баримт хангалттай бус, самоедь зэрэг монголжуу угсаатнууд байсан бололтой бөгөөд Тува хавиар байсан самоедьчууд эрт болон дундад зууны үед өөр угсаатнуудад (иран, монгол, түрэг) уусчээ. Дэлхийн бүс нутаг, улс орон бүр дэхь чулуун зэвсгийн болон хүрэл, төмөр зэвсгийн үе шатуудын үргэлжилсэн хугацаа, ангилал нь өөр өөр байдаг. Доод палеолитын үед Монгол нутагт оршин амьдарч байсан хүний хөдөлмөрийн гол зэвсэг нь гилбэр ба мэсэн зэвсэг байсан бөгөөд тэдгээр нь цохих, цавчих, хэрчих, хусах зэрэг олон үйлд хэрэглэгдэж байжээ. Монгол орны доод палеолитийн үе 800,000-100,000 жилийн өмнөх үеийг хамарна. Монгол одоогийн байдлаар дунд палеолитийн үеийн хүний оршуулга хараахан илрээгүй байгаа хэдий ч тэрхүү хүмүүсийн эдлэж хэрэглэж байсан ан агнуурын болоод хөдөлмөрийн багаж зэвсгүүд олон тоотойгоор олддог. Дунд Палеолитоос дээд Палеолитод шилжихэд орчин үеийн хүн буй болсон гэж үздэг. Энэхүү дээд үе нь МЭӨ 40000-15000 жилийн өмнөх үеийг хамрана. Энэхүү үеийн гол онцлог бол эртний хүн сүргүүд задарч тодорхой газар нутагт тархан суурьшиж, овгийн нэгдэл буюу, овгоор амьдрах ёс үүсэж, нийгмийн хөгжлийн давуу тал бий болжээ. АНУ-ын Калифорнийн их сургуулийн эрдэмтэд ДНК-гийн өөрчлөлтийг судалсны үндсэн дээр чононоос нохой үүсэх явц ойролцоогоор 135 мянган жилийн өмнө явагдсан гэж тогтоосон бол дэлхийн хамгийн эртний буюу 33 мянган жилийн настай нохойн яс Алтайн нуруунаас олдсон байдаг. Мөн Монгол нутагт 12 мянган жилийн тэртээд нохойг гаршуулсан үеийг харуулсан хадны сүг зураг Увс аймгийн Сагил суман дахь Можоогийн хаданд буй. Судлаачид энэ зургийг хүй нэгдлийн буюу Мезолитын үеийн хосгүй үнэт өвийн нэг гэж үздэг. Дэлхийд 500 гаруй төрлийн нохой байдаг. Оросын эрдэмтэн эмэгтэй манай улсад ирж судалгаа хийнгээ аймаг бүрээс монгол ноход сонгон авч Санкт-Петербург хотын ойролцоох төвдөө аваачин үржүүлж байгаа юм билээ. Тэрбээр монгол нохдын цусыг Бельгийн цусны төвд шинжлүүлж үзэхэд чонын ДНК илэрч, монгол нохой чонотой адил үзүүлэлттэй гарсан нь монгол банхар хүмүүний гаршуулсан нохойны анхдагч болохын нэг баталгаа болж байгаа юм. Хятадын зарим эрдэмтэд ч монгол нохой дэлхийн бүх нохойны угшил гэж үздэг.[5] Монголын неолитын буюу шинэ чулуун зэвсгийн үе нь 12,000-4,000 (7,000-4,000 (?)) жилийн өмнөх үеийг хамарна. Энэ үед мал аж ахуй, дараа нь газар тариалан үүссэнээр хөдөлмөрийн шинэ хуваарь, шинэ соёл иргэншил үүсчээ. Монгол нутагт хүрлийн үйлдвэрлэл III мянганаас эхэлсэн байна. I үед өргөн дэлгэрч НТӨ I мянганы эх хүртэл үргэлжилжээ. Хүрэл эдлэлд зэс 90%,цагаан тугалга 10% ордог байна. Хүрлийг хайлж цутгаж эдлэл хийдэг байжээ. Дөрвөлжин булшнаас болон түүврээр хүрэл сүх, хүрлээр хийсэн ооль, хутга, зэвүүд, дуулга, тогоо, амгай, зуузай, шөвөг, хуруувч, амьтны дүрстэй тээг товруу, даруулга зэрэг зүйлс олджээ. Ер нь хүрэл зэвсэг аж ахуй чимэглэлийн зүйлс Монгол оронд ихээхэн тархмал байдаг. Тиймээс ч Монгол орныг дэлхийн хүрлийн үйлдвэрлэлийн нэг томоохон төв гэж үздэг. Хүрлийн үеийн гол дурсгал болох дөрвөлжин булш, буган чулуу нь аймгийн ахлагч,аймгийн холбооны тэргүүн зэрэг хүндтэй удирдагчдад зориулагджээ. Тийм нүсэр байгууламжийг аймаг хотлоороо бүтээхээс биш ганц нэгэн хүн бүтээх боломжгүй. Буган хөшөө нь ноёлогч аймгийн сүлд байсан бололтой. Тэгэхээр хүрлийн эхэн үеэс аймаг өрнөлийн үеэс аймгийн холбооны зохион байгуулалттай болжээ. Дөрвөлжин булш нь Хүннү нарын эртний хэлбэр тэдний өвөгтэй холбогдох дурсгал болохыг эрдэмтэд тогтоожээ. Хятад сурвалжид тэмдэглэсэн Хүннүгийн өвөг аймгийн анхных нь Хүнью болон Гүй нар юм. НТӨ II мянганы үед Гүй нар монгол нутаг дээр мал маллаж тэрэг хэрэглэн нүүдэллэн амьдарч байсан ажээ. Ху нар VII зууны үеэс намгийн хүрэн хүдрээс \"Бух дарах\" аргаар бага хэмжээний төмөр ялган авч багаж зэвсэг хийж эхэлжээ, эхэн үедээ төмөр ховор байснаас хүрэл зэвсгийн зарим хэсгийг төмрөөр хийж мөн хүрэл зэвсэгтэй хослуулан хэрэглэж байжээ. Чандманийн булш болон бусад газраас түүврээр сумны зэв чинжаал хутга төмөр сүх шөвөг зэрэг төмөр багаж зэвсгүүд олджээ. Төмөр зэвсэг хэрэглэсний үр дүнд НТӨ IV зууны үеэс Хүннү нар хүчирхэгжин Хүннүгийн морин цэргийн довтолгоонд Хятадын умард хэсгийн улсууд өртөж байжээ. Тэд Хүннүгийн довтолгооноос өөрсдийгөө хамгаалах зорилгоор бэхлэлт хэрэм барьж тэр нь алдарт цагаан хэрэм болсон байна. Эртний Монголын нутагт хүрэл зэвсгийн үед амьдарч байсан овог аймгуудын оюуны соёлын нэг чухал дурсгал бол хадны сүг зураг буюу хадны бичиг болно. Археологийн судлаачид хад чулуунаа улаан зосоор зурсан зураг бол хүрэл зэвсгийн үеийн дурсгал гэж тогтоожээ. Монгол нутагт хадны улаан зосон зураг өргөн тархсан байдаг. Зосон зураг дундаас Улаанбаатар хотын ойролцоох Богд хан уулын их бага Тэнгэрийн амны хадны сүг зураг эрдэмтдийн анхаарлыг ихээр татаж байна. Их бага Тэнгэрийн ам болон Гачууртын адагт байдаг Бичигтийн амны хадан дахь үхэрт хөллөсөн анжисны зураг нь төмөр зэвсгийн түрүү үе буюу НТӨ VII-III зуунд хамаарахыг эрдэмтэд тодорхойлжээ. Нэлээд олон аймгуудын газар нутгаас нум сумаар ан авлаж байгааг харуулсан хадны сүг зургууд элбэг олддог. Үүнд: хүн, морь, тэмээ, янгир,аргаль, буга, бодон гахай, чоно, үнэг, зээр, шонхор, бүргэд зэргийг харуулсан байдаг. Хүрлийн үед уран дархчуул чулуугаар хэв хийж гоёл чимэглэл байлдааны жад сэлэм цутгаж үйлвэрлэн гаргаж байжээ. Хүрлийн үеийн хадны сүг зургийг улаан зосоор зурсан зургууд, хад хонхойлон сийлж хийсэн зургууд гэж хуваан үзэж болно. Хүрлийн үйлдвэрлэлийн үеийн нэн чухал олдвор бол хүрэл тогоо юм. Үүнийг ерөнхийд нь 3 хөлт, цөгцөн ёроолт гэж 2 хувааж үздэг. Ийм тогоо Төв ази, Монгол орноос Дунай мөрөн хүртэлх нутгаас олддог. Цөгцөн ёроолт тогооны жишээ гэвэл: 1988 онд Монголын археологчид Ховд аймгийн Манхан сумын Тахилтын хотгорт малтсан Хүн нарын язгууртны том булшнаас олдсон олдвор. Эртний Монгол нутаг дахь бугын дүрст хөшөө нь хүрлийн үеийн гайхамшигт дурсгалын нэг юм. Эртний хүмүүс нь урт гонзгой чулуунд бугын дүрсийг уран дүрслэлээр цохиж сийлэхдээ буганыхаа эвэр, хошуу, хоншоор, хөл, сүүл, их биеийг бодит байдлаар нь дүрсэлсэн байдаг, гол төлөв дөрвөлжин булшны баруун урд буланд босгосон байдаг. Монгол орны Буган чулуун хөшөөний олонх нь Архангай Булган Хөвсгөл Баянхонгор Завхан аймгуудын нутагт элбэг тохиолддог. Монгол улсын нутгаас бугын дүрст сийлсэн чулуун хөшөө 550 гаруй олджээ. Энэ хөшөө нь баатар дайчин эрэгтэйчүүдэд зориулсан дурсгал бөгөөд түүнийг өвч бүрэн зэвсэгтэй нь дүрсэлсэн байдаг. Зарим хөшөөний дээд хэсэгт нар сар байдаг. Ер нь нар, сар, галын дүрс нь нүүдэлчдээс суурьшмал Нанхиад зэрэгт дэлгэрсэн гэж түүх сударт бичигдсэн байдаг бөгөөд Төв Азийн унаган гаралтай дүрслэл зүйл юм. Хорвоо ертөнцийн гэрэл гэгээ сайн сайхан амьдрал дэлхийн ертөнцийн нар сар од гараг марал бугыг угалзалсан олон салаат эврээ урт сайхан зоо нуруундаа сунган тавьсан тэнгэр өөд дүүлэн нисэж байгаа бугын дүрст хөшөө бол хүрлийн үеийн хүмүүсийн амьдрал оюуны үнэт соёлын нандин дурсгал гарцаагүй мөн болох нь батлагдаж байна. Энэ нь Монгол нутгийн төв баруун хойт зүүн өмнөд хэсэгт өргөн тархсан байдаг. Монгол орон дахь төмөр зэвсгийн үе нь МЭӨ 1000- МЭӨ III зууныг хамрах ба эхэндээ төмөр ховор байсан тул хүрэл зэвсгийн зарим хэсгийг төмрөөр хийж байв. Монголчуудын эртний өвөг Ху нар МЭӨ VII зуунаас намгийн хүрэн хүдрээс бух дарах аргаар төмөр ялгаруулан авч эхэлжээ. Эхэн үеийн төмөр зэвсгийн гол олдворын тоонд төмөр амгай зэрэг жижиг хэрэглэл ордог бол яваандаа төмрөөр илүү олон төрлийн эдлэлийг хийж сурчээ. \"Бух дарах\" арга төмөр боловсруулахад чухал үүрэгтэй байсан бөгөөд Өвөрхангай аймгийн Зүүн Баян-Улааны Шар дов уулын оройгоос нуур намгийн хүдрийг бух дарах аргаар хайлуулж төмөр боловсруулж байсан зуухны үлдэгдэл олджээ. Салхинд туугдсан төмрийн үртэс нуур намгийн усанд орон эргийн ёроолд живж яваандаа шавартай хутгалдан хүрэн хүдэр үүсгэдэг. Ийм хүдрийг салхи ихтэй уулын орой дээр аваачин том шавар зуухны дээр хийж гал асаахад ширүүн салхинд галын илч улам хүчтэй болж шавраас төмөр нь хайлан ялгарч зуухны доод хэсэгт тунадаг. Бух дарах аргаас яваандаа илүү боловсронгуй хяс, тулман хөөргөөр хөөргөдөх аргууд гарчээ. Монголын археологичид эртний хүмүүсийн хадан дээр сийлж үлдээсэн сэрээ тамга, онги тамга гэх мэт тамганууд нь Их Монгол Улс, Цагадайн улс зэрэг хожуу үеийн улсуудын тамгатай ижил болохыг тогтоожээ.[6] Хүннү гүрнийг НТӨ 209 онд Модун шаньюй нэгтгэн байгуулсан. Хүннү гүрэн нь богино хугацааны дотор Цинь улсад аюул учруулсан хамгийн гол хүчин болсон ба Цинь улсын үед хятадын олон улс бүр тусдаа барьсан Цагаан хэрмийг хооронд нь холбожээ. Цагаан хэрэм нь жанжин Мэнь Тянийн үед 300,000 цэргээр хамгаалагдаж байв. Хамгийн хүчирхэг үедээ баруун зүгт Балхаш нуур, зүүн зүгт Хянганы нуруу, хойд зүгт Байгал нуур, өмнө зүгт Цагаан хэрэмд тулсан өргөн уудам нутгийг эзлэж байжээ. Хүннү гүрнийг Түмэн шаньюй үндэслэсэн гэж шууд үзэж болохгүй. Харин түүнээс өмнө хэд хэдэн шаньюй нар байсан тухайд олонх судлаачид санал нэгтэй байдаг. Түүний хүү Модун шаньюй нь НТӨ 209 онд эцгийгээ хөнөөж Хүннүгийн 24 аймгуудыг нэгтгэж Хүннү улсыг хүчирхэгжих эхлэлийг тавьжээ. Дараад нь зүүн Монголд байсан гол өрсөлдөгч аймаг болох Дунху нарыг эзэлжээ. Улмаар Цинь улсын баруун аймгуудыг эзлэн өөртөө нэгтгэжээ. Хань улстай байлдсанаас хойш арван жилийн дараа Юэчжи нарыг байлдан эзлээд, НТӨ 174 онд нас барсан. Түүнээс хойш 100 гаруй жилийн турш Хүннү нар дотоод Азид ноёрхож байсан. Үүнээс хойш Сяньби, Нирун(Жужан Роаран ч гэх), Түрэг, Уйгур,Хиргис(Енисэйн),Кидан(Хятан)улсууд оршин тогтнож байжээ. Сүмбэ буюу Сяньби улс нь МЭ 1-р зуунаас хүчирхэгжиж эхлэсэн бөгөөд Таньшихуайн (156-181 он) үед нэгдсэн улс болжээ. Таньшихуай хааны үед Хүннүгийн захиргаанд байсан газрыг эзэмших болжээ. Сүмбэ нь 167 онд Хань улсын довтолгооныг няцааж 180 онд Хятадын хойд хэсгийг эзлэн авчээ. Сүмбийн ард нь мал аж ахуйгаас гадна бага хэмжээний газар тариаланг эрхэлж байжээ. Сүмбэ нь III зуунд бутарчээ. Сүмбэ нарын нэгэн хэсэг болох Тоба аймаг нь 386 онд хойд Хятадад Тоба Вэй улсыг бий болгожээ. Тоба Гуй хаан нь нүүдэлчдийг нэгтгэж урагш довтолсоор өөрийгөө Хятадын хаанаар өргөмжилжээ. Гэвч тэдгээр нь хожмын манжууд шиг хятад үндэстэн рүү уусан алга болсон ажээ. Тоба Вэй улс 534 онд бутарчээ. Сүмбэ нарын гарал үүслийг монгол гаралтай, тунгус гаралтай, эсвэл энэ хоёр үндэстний аль алиных нь овог болно гэсэн 3 ерөнхий таамаг байдаг боловч хэл аялгууны хувьд үнэхээр монгол хэлтэн байсан бололтой. Тэдний нутаглаж байсан газар нь Хянганы нурууны орчмоос Ляодуны хойг хүрч байлаа. Жужань буюу Нирун улс нь 330-555 оны хооронд Байгал нуураас Говь цөл, Балхаш нуураас Солонгосын хойг хүртэлх нутгийг захирч оршин тогтножээ. 402 онд Шэлүнь буюу Жарун ширээнд сууж хаан цолыг хэрэглэх болсон ба Шэлүнийн үеэс хойш хүчирхэгжсэн. Нийслэл нь Орхоны хөндийд байршиж Чуну хааны үед Мумэ хотыг байгуулсан байсан. 552 онд Нируны удирдлага доорх түрэг угсаатан бослого гаргаж 555 онд Нирун улсыг мөхөөжээ. Зарим эрдэмтдийн үзэж буйгаар Нируны зарим хэсэг Монголоос гарч VI зууны үед Ижил мөрний хөндийд хүрээд Авар улсыг байгуулсан гэж үздэг бол зарим нь аварууд түрэг хүмүүс гэж гэж үздэг. Нируны Монголд үлдсэн хэсэг нь Татар, Хамаг Монгол, Ойрад зэрэг 12-р зууны монгол аймгуудыг бүрэлдүүлжээ. Түрэгийн хаант улс нь Хятадын Цагаан хэрэмнээс Хар тэнгис хүртэлх нутгийг өөрийн захиргаандаа оруулжээ. Түрэгүүд нь Жужан улсад голдуу дархдын үүрэг гүйцэтгэж байжээ. Хөх Түрэгийн анхны хаан Буман, жужаны хаанд бослогыг дарахад нь тусалсан боловч жужанчууд түүний тусыг албатын гүйцэтгэх үүрэг хэмээн тоомжиргүй хандсан байна. Үүний дээр Амгай хааны охиныг сүйлэхийг гуйхад, эрс гутаан доромжилсноор Нирун улсыг довтлох болсон. Ийнхүү Буман хаан, охинтой нь гэрлэж чадаагүйнхээ төлөө Тоба нартай холбоо тогтоож, Амгай хааны цэргийг ялаад удалгүй 553 онд таалал төгссөн. Үүний дараа 553-554 онуудын хооронд хоёр хаан солигдож, Мухан хаан болсон. Улмаар Умард Ци улстай эвсэж, хоёр этгээдээс нь цэрэг оруулснаар Нирун улсыг мөхөөжээ. Буман өөрийн дүү Истеми тардушт өрнөд хэсгийн газар нутгаас өгч Түрэгийн эзэнт гүрнийг байгуулсан аж. Буманы дараагийн хаад ялангуяа Мухан буюу Буга хааны үед түрэгүүд киргиз, киданчуудыг байлдан дагуулж жужаны үлдэгдлийг хойд Байгал нуур хүртэл элдэн хөөжээ. Мөн Хятадын Чи, Жоу улсууд 570 оноос Түрэгийн хаанд татвар төлөх болов. Гэвч 589 онд Хятадыг нэгтгэсэн Сүй улсын нөлөөгөөр, 590 онд Түрэгийн хаант улс Дорнод Түрэг, Өрнөд Түрэг хоёр хэсэгт хуваагджээ. Ингэснээр хүч нь суларч, 590-609 оныг хүртэл Сүй улсын хараат улс болоход хүрсэн. Өрнөд Түрэг 590-659 оны хооронд оршин тогтнож байгаад 658-659 оны хооронд Тан улсын довтолгоонд өртөн мөхсөн. 670 ба 682 онд тус тус Өрнөд Түрэг ба Дорнод Түрэг дахин бага зэрэг хүчирхэгжсэн ч гэсэн удаан тогтож чадсангүй. 745 онд Түрэг улсын дотоод хямрал гүнзгийрсэн үеэр Уйгур, Басмал, Кидан, Тэлэ аймгууд бослого гаргаж, Түрэг улсыг бүрэн мөхөөжээ. Уйгурууд 745 онд Пейло хэмээх хааны үед түрэгүүдийн эсрэг бослого гаргаж, Дорнод Түрэгийн хаант улсыг унаган Уйгурын хаант улсыг байгуулжээ. Пейлогийн дараа хаан суусан Моюнчур (747-759)-ын үед Уйгур улс хүчирхэгжижээ. 751 онд Орхон голын хөндийд хот байгуулж, Орду балык гэж нэрлэсэн. Уйгурын хаант улс нь хамгийн хүчирхэг цагтаа Алтайгаас Хянганы нуруу, Соёны нуруугаас Цагаан хэрэм хүртэлх газар нутгыг захирч байжээ. 755 онд Тан улс тариаланчдын бослогыг дарахын тулд уйгуруудыг урьж авчирч байжээ. 766 оноос хойш Идигинь хаан алагдах хүртэл 12 жилийн турш Тан улс Уйгурт алба гувчуур өгөх болжээ. Уйгурууд нь өмнөх нүүдэлчдийгээ бодвол илүү их соёлыг хөгжүүлж согд-түрэгийн бичгийг сайжруулж өөрийн бичиг үсэгтэй болсон бөгөөд үүнийг хожмын нүүдэлчид өвлөн хэрэглэх болжээ. Уйгурын хаант улс 840 онд Енисейн киргизүүдэд цохигдон бутарч, тэдний зарим нь Шиньжаанд очиж, шинэ улс байгуулсан ажээ. Уйгурчууд Монголд байхдаа илүү монголоид төрхтэй байсан ч урагш нүүдэллэн европчуудтай холилдон өөртөө уусгаснаас ихээхэн европжуу холимог төрхтэй болжээ. Енисейн киргизүүд 20-иод жил үргэлжилсэн бослогын эцэст 840 онд Уйгур улсын нийслэл Ордубалыкыг довтлон Уйгур улсыг унаган Киргизийн удирдагч Ажо өөрийн улсыг байгуулжээ. Уйгур улс унаснаар Монгол дахь түрэгийн ноёрхол үндсэндээ төгсгөл болсон гэсэн үзлийг дэлхийн эрдэмтэд дэмждэг бөгөөд киргизийн цэргүүдэд хөөгдсөн уйгурууд богино хугацаанд Монголыг орхин ураш нүүснээр Монголын өндөрлөгт түрэг угсааны овог аймгууд бараг үлдээгүй байна. Киргизийн цэрэг тэднийг Тэнгэр уул хүртэл үлдэн хөөж нийслэл Ордубалыкийг тонон дээрэмдсэн байна. Түрэгүүд Монголын өндөрлөгөөс нүүнгүүт урьд нь түрэгийн довтолгоонд шахагдан зүүн зүг нүүсэн монгол овог аймгууд эх нутагтаа эргэн ирж суусан байна. Киргизийн болон дэлхийн зарим түүхчид Уйгур улс унасны дараа Киргизийн хаант улс одоогийн Монгол, Өвөр Монгол, Тува, Хакас, Енисей мөрний сав газар зэрэг хэдэн сая км² нутгийг захирч байгаад 924 онд Кидан улсын довтолгооноор эзэлсэн газраа алдсан гэж үздэг ч энэ үндэслэл муутай юм. Үнэн хэрэг дээрээ Енисейн киргизүүдийн эзэмшил нь төдийлөн их тэлээгүй бөгөөд Тува, Хакас зэрэг Енисей мөрний сав газрын хэдэн зуун мянган км² газрыг л хамарч байжээ. Төв Ази дахь эртний улсуудын түүхийг судлахад эртний Хятадын он тооллын бичгүүдийг ихээхэн ашигладаг ба Киргизийн хаант улс оршин тогтнож байсан гэх баттай баримт эртний Хятадын түүхийн номнуудад байдаггүй. Түүхчид хятад хэлээрх мэдээллийг уншихдаа алдаа гаргаснаас Киргизийн улс нжлээд том газартай, удаан хугацаанд оршин тогтнож байсан гэсэн алдаатай дүгнэлтэд хүрчээ.[7] [7][8][9] Мөн Киргиз улсын удирдагч \"инал\" гэсэн цолтой байсан ба хан, хаан цол хэрэглэдэггүй байв.[9] 924 онд Кидан улсын цэрэг Монголын тал нутгийг эзлэхэд Монголд киргизүүд байгаагүй нь Киргиз улс Монголыг захирч байгаагүйг баталдаг.[8] Хиргисүүд нь нүүдэлчин ард түмэн байсан бөгөөд Ажо хааны 12 хөвүүн нь түүний улсыг авч чадалгүй бутран доройтоход хүргэсэн байна. Киргизүүд Хакасд төвлөн суурьшиж байжээ. Судрын чуулганд дурдсанаар Уйгурын дараа Татарууд хүчирхэгжин Монголын нутагт нөлөөгөө тогтоосон гэдэг тул Түрэгийн үе 840 онд дууссан гэх үндэстэй юм. Киданчууд нь 4, 5-р зууны үед Цагаан хэрмийн хойно нүүдэллэн амьдарч байсан ба үүний улмаас нүүдэлчин ард иргэдээс хамгийн их хятадчлагдсан нь байлаа. 917 онд Киданы тэргүүлэгч Елюй Амбагян 3 жил тутам тэргүүлэгчийг сонгодог журмыг зөрчин, Киданы хаан ширээг үе улиран залгамжлах болгов. Мөн Киданы хуучин 8 аймгийг үндэс болгож, Кидан улсыг байгуулжээ. Киданчууд нь Солонгос, Манжуур, мөн Хэрлэн, Туул, Орхон голын хөндийнүүдийг захирч байжээ. Улам хүчирхэгжиж Хятадыг эзэлж эхэлснээр Ляо гүрэн хэмээн нэрийдэх болжээ. Кидан улс нь хоёр янзын амьдралтай иргэдээс тогтож байжээ: хойд талдаа бэлчээрийн мал аж ахуй эрхэлдэг ард, өмнөд талдаа газар тариалан эрхэлдэг ард. Энэ 2 хэсэг нь бие биетэйгээ худалдаа наймаа өргөн хийдэг байжээ. Киданчууд нь ханз бүхий киданы их бичиг, цагаан толгой бүхий киданы бага бичиг хэмээх хоёр төрлийн бичигтэй байжээ. Киданы Их бичгийг 920 онд Амбагяны ач хүү Лубугу, эрдэмтэн Тулюйбу хоёр хятад бичгээс үлгэр авч зохиожээ. Харин Амбагяны хүү Елюй Тэла (Жүңдүхүн) уйгур бичгээс үлгэрлэн зохиосон бичиг нь Киданы Бага бичиг хэмээн алдаршжээ. Киданчууд бөө мөргөл шүтэх нь багасаж, Буддын шашныг ихээр шүтэж байв. Кидан улс өмнөд талаараа Хятадын Сүн гүрэнтэй Шаньси мужаар хиллэн, 200 орчим жилийн турш зүрчидийн Алтан улс байгуулагдах хүртэл оршин тогтножээ. Хятад, Зүрчидэд цохиулж Бээжинг булаалгасан 100 000 нүүдэлчин киданчууд баруун тийш нүүн 1128 онд Кашгарт хүрч, тэндээ Хар Киданы хүчирхэг хаант улсыг байгуулжээ. Энэ нүүдэлд суурьшмал киданчууд бараг оролцоогүй. 12, 13-р зууны эхээр одоогийн Монгол нутагт нэгдсэн захиргаагүй, бие биетэйгээ өрсөлдөгч, биеэ даасан олон монгол аймаг оршин тогнож байжээ. Хожим нь эдгээрээс Хамаг Монгол хүчирхэгжин бусдыгаа захирах болсон юм. Хамаг Монгол Боржигин овгийн Хабул ханы үед нэг хэсэг хүчирхэгжиж байснаа дараагийн хэдэн үедээ дарагджээ. Түүний дараа Тайчуудын Амбагай хан цолыг авчээ. Амбагай хан охиноо Татарт өгөхөөр явж байхдаа татаруудад олзлогджээ. Татарууд Амбагайг зүрчидэд өгч цаазлуулжээ. Энэ үеэс татаруудад өш хонзонтой болж, Хабул ханы хүү Хотула дараа нь Хамаг Монголын ханд өргөмжлөгдөхөд Татарын эсрэг 13 удаа дайтжээ. Хотула ханы хожмын удирдагчид нь Хамаг Монголын хан цолгүй байсан нь хүч суларч байсны шинж болно. Хабулын ач Есүхэй баатар нь 1171 онд татаруудад хорлогдон нас баржээ. Энэ үед түүний хүү Тэмүжин 9 настай байсан ба Монголын эзэнт гүрнийг үндэслэгч болсон байна. Харин 1189 он хүртэл Хамаг Монгол ямар ч удирдагчгүй, зохион байгуулалт байхгүй байлаа. Есүхэй баатар татарчуудад хорлогдсоноос хойш Хамаг Монгол нь захирагчгүй байлаа. Түүний хүү Тэмүжин нь бага насандаа асар их зовлон бэрхшээлийг туулжээ. Түүний эх Өэлүнг Мэргидийн Чилэдүгээс эцэг нь авсны өшөөнд мэргидүүд Тэмүжиний эхнэр Бөртэ үжинг авсан байна. Эхнэрээ аврах гэж Тэмүжин эцгийн анд Ван хан Тоорил, өөрийн багын анд Жамухын тусламжтайгаар Мэргидийг эзэлжээ. Энэ хэрэг явдлаар Хамаг Монгол дотроо Тэмүжиний нөлөө ихээр ихсэж анд Жамухатай өрсөлдөөн эхлэжээ. 1189 онд түүнийг Хамаг Монголын хаанд өргөмжилж, Чингис хаан нэртэй болжээ. 1206 он хүртэл Тайчууд, Жүрхин, Татар, Найман гээд Монголын бүх аймгуудыг нэгтгэжээ. Ингэснээр Онон голын орчимд хурилдай зохион байгуулж Их Монгол Улсыг (Ехэ Монггул Улус) 1206 онд зарлан тунхагласан байна. Чингис хаан нь 1206-1227 оны хооронд Тангуд, Сартуул, Хар Кидан, Зүрчидийн Алтан улсыг байлдан дагуулж уртаашаа Манжуураас Каспийн тэнгис хүртэл уудам газар нутгийг эзэлжээ. Түүнийг нас барах үед Монголын эзэнт гүрэнд зүүн хойд Перс, хойд Хятадын хэсэг, Сибирь, дундад Ази багтаж байв. Үр удам нь байлдан дагуулалтыг үргэлжлүүлэн газар нутгаа хоёр дахин томруулжээ. Чингис хаан Их Монгол улсыг дөрвөн хүүдээ хуваан өвлүүлжээ. Зүчид Уралын нуруунаас Эрчис мөрөн хүртэл газар нутаг, Цагадайд Эрчисээс Балхаш нуур, Төв Ази, дорнод Персийг, Өгэдэйд Зүүнгар, Манжуур, хойд Хятад, отгон хүү Тулуйд Монгол ёс заншлаар язгуурын Монгол нутгийг тус тус өвлүүлжээ. Өгэдэй хаан (1229-1241) нь гүрнийг улам тэлж, нийслэл Хархорумыг байгуулжээ. Түүний удирдлага доор Их Монгол улс нь Чингис хааны эзлэж дуусгаагүй Алтан улсыг эзлэж, баруун Ази, Европ руу улам тэлжээ. Өгэдэй хааныг нас барсны дараа Чингисийн үр удмууд нь нэг талдаа Зүчи, Тулуйн удмынхан нөгөө талдаа Өгэдэй, Цагадайн удмынхан гэж хоёр хуваагджээ. Өгэдэй хааны дараа 1236 оны Их хурилдайгаар түүний хүү Гүюгийг хаан (1236-1248) ширээнд залжээ. Гүюгийн дараа 1251 онд Тулуйн хүү Мөнхийг хаан (1251-1259) ширээнд суулгажээ. Мөнх хаан нь өөрийн дүү Хүлэгүг Персийг дайтахаар явуулж тэрээр 1257-1259 онуудад Персээс гадна Багдад, Кавказ, Сири зэрэг улс нутгийг өөрийн эрхшээлдээ оруулжээ. 1260 оны Их хурилдайгаар Мөнхийн дүү Аригбөхийг хаан ширээнд залсан боловч ах Хубилайтай 1261-1266 онд нас барах хүртлээ тэмцэлджээ. Хубилай хаан Хятадад Юань улсыг (1271-1368) байгуулж өөрийгөө Их хаанд өргөмжлөн Даду буюу одоогийн Бээжинд нийслэллэснээр Их Монгол улсын бутрал түргэсжээ. Их Монгол улс нь: Юань гүрнийг эсэргүүцсэн бослого удаа дараалан гарсаар босогчид 1368 онд Дайдуг эзлэн Тогоонтөмөр хаан Дайду хотоос хөөгдөн Юань гүрэн үндсэндээ мөхөв. Хойд зүгт нүүсэн тэдний улсын нэрийг Курё “Умард Юань” гэж нэрлэсэн.[10][11] Тэнд хөөгдөж ирсэн монголчууд Хятадыг дахин эзлэхийг оролдсон боловч 1390-ээд онд энэ бодлогоо орхисон. 1399 онд Ойрадууд Монголоос салж Дөрвөн Ойрадын бие даасан улс байгуулснаар Монгол хоёр хуваагдаж хоорондоо сөргөлдөн байлдах болжээ. Урьд нь Монголын хаан Ойрадын удирдагчыг алсан явдал нь Ойрадуудыг салан тусгаарлахад нөлөөлжээ. 14-17-р зуунд Зургаан түмэн монгол, Дөрвөн түмэн ойрад хэмээн нэрлэгдэх болсон монголчууд Хянганы нуруунаас Тэнгэр уул, Сибирээс урагшлаад Цагаан хэрэм хүртэлх нутагт нутаглаж байв. Эдгээр нь тус тусдаа бие даасан тархай бутархай ханлиг байжээ. Энэ зурвас үеийг Монголын түүхэнд Бага хаадын үе хэмээн нэрлэдэг. Энэ үеийн Монголын түүхэн номуудад улсынхаа нэрийг \"Монгол Улс\" гэж тэмдэглэсэн байдаг. Юанийн дараа Чингисийн үеийн дөчин түмнээс баруун гарын гурав, зүүн гарын гурван түмэн, Ойрадын дөрвөн түмэн Монголд үлдсэн учир Зургаан түмэн монгол, Дөрвөн түмэн ойрад гэсэн нэр үүсчээ. Энэ үед Монголыг дахин нэгтгэсэн хүн бол Батмөнх даян хаан юм. Түүний өмнөх Мандуул хаан угсаа залгамжлах нуган хөвүүнгүй нас барсан тул 33 настай бага хатан Мандухай нь 7 настай Батмөнхтэй ураглаж, түүний нэр дор монголчуудыг нэгтгэсэн билээ. Ийнхүү улсыг нэгтгэсэн хатныг түүхэнд Мандухай цэцэн хатан хэмээн хүндэтгэн дурсдаг төдийгүй монголчуудын дунд үлгэр домог болон үлджээ. Батмөнх даян хааныг тэнгэрт хальсны дараа Монгол орон дахин хэд хэдэн эзэмшил болон хуваагдав. Батмөнх даян хааны отгон хүү Гэрсэнз Монгол нутгийн төвд эцгийнхээ язгуурын улсыг залгамжлан, Халхын засаг ноёдын өвөг нь болжээ. Халх монголчууд хэмээхийн халх гэдэг үгийг эрдэмтэд голчлон \"халхавч\" гэсэн үгнээс гаралтай гэж үздэг. Гэрсэнз халхыг долоон хөвгүүндээ хувааж өгснөөр халхын долоон хошуу үүсэв. Халхад тус тусдаа эзэмшил бүхий 1586-1620-иод оны хооронд Түшээт хан, Засагт хан, Сэцэн хан гэсэн цол бүхий гурван хан зэрэг шахам бий болсон. Даян хааныг залгамжлагчдын дотор Баруун түмнийг толгойлогч Алтан хан (1507-1582) ихэд алдартай байв. Түмэдийн Алтан хан говиос урагш, Цагаан хэрмээс хойших уудам нутгийг захирч байсан бөгөөд шарын шашин дэлгэрүүлэхэд ихэд хүчин зүтгэсэн. Түмэдийн Алтан хан одоогийн Хөх хотыг үүсгэн байгуулсан нь Түмэдийн эдийн засагт ихээхэн ахиц гарсныг илтгэдэг. 17-р зууны үеэс Монголын хааны эрх мэдэл маш суларчээ. Сүүлийн хаан Лигдэн нь Цахарын Лигдэн нэртэй болсон нь бүх Монголыг бус зөвхөн Цахарыг л удирдлага доороо байлгаж чадсаны шинж юм. Ингэснээр Монгол нь олон ноёдын эзэмшил болон хувирч, цэргийн нэгдсэн хүч гаргаж чадахгүй болжээ. Энэ үеэс зүүн зүгт манжууд хүчирхэгжжээ. 1636 онд одоогийн Өвөр Монгол Манжид дагаар оржээ. 1620-иод оноос Буриад Орост эзлэгдэж эхэлсэн байна. 1691 онд Халх, 1757 онд Зүүнгарын хаант улс Манж Чин улсын захиргаанд орсноор 1911 он хүртэл 220 жил, (Ойрадыг эзлэгдсэнээс эхлэн тооцвол 153 жил Манжийн захиргаанд байжээ. Манж Чин улс Монголыг гадаад ертөнцөөс таслах бодлого явуулсны уршгаар Монгол орон дэлхийн хөгжил дэвшлээс хоцрогдсон орон болон хувирсан байдаг. 20-р зууны эхнээс Чин улс Шинэ засгийн бодлого гээч Гадаад Монголыг Хятадад нэгтгэх бодлогыг хэрэгжүүлэх болжээ. Энэхүү бодлогыг эсэргүүцэн 1911 оны зун VIII Богд Жавзандамба хутагтад бат оршил өргөх үеэр зөвлөлдөн Манжийн эрхшээлээс ангижрахаар шийдвэрлэсэн Монголын хаад ноёд, дээд лам нар Чин ван Ханддорж тэргүүтэй төлөөлөгчдийг 8 сард Оросын Хаант Улсын Санкт-Петербург руу илгээжээ. Энд оросууд тусалцаа өгөх болно гэж шийдвэрлэж Монголд эргэн ирэхэд нь Хятадад хувьсгал гарч, Чин улсын нөлөө, эрхшээл багасаж байсныг далимдуулж 1911 оны 12 сард Хүрээний манж амбаныг Бээжин руу буцаажээ. Ингээд 12 сарын 29-нд Богд Жавзандамбыг шашин төрийг хослон баригч хаанд өргөмжилж, албан ёсоор тусгаар тогтнолоо зарлажээ. Богд Хаант Монгол Улсын албан ёсны нэр нь \"Олноо Өргөгдсөн Монгол Улс\", \"Монгол Улс\" юм. 1913 онд Өвөр Монголыг шинээр тусгаар тогтносон Монгол улстай нэгтгэхээр цэргүүдийг явуулсан ч, Хаант Орос, Дундад Иргэн Улс дарамт шахалт үзүүлснээр цэргүүдээ татжээ. Монгол тусгаар тогтнолоо зарласан ч Хаант Орос, Дундад Иргэн Улсын шахалтад байсаар 1915 оны Гурван улсын гэрээнд Монгол улс ДИУ-ын автономит болж тусгаар тогтнол нь устжээ. Орос дахь Октябрын хувьсгалыг хятадууд ашиглаж Монгол руу цэрэг илгээн 1919 онд Монголын автономийг устгах гэрээг хүчээр зуруулжээ. Энэ нөхцөл байдалд 1921 онд Монгол Ардын Нам (МАН) байгуулагдаж, Зөвлөлт Орос Улсаас тусламж хүсэхээр болжээ. Энэ үеэр Барон Унгерн фон Штернберг Хүрээг эзэлж, 1921 оны 3 сард Хятадаас тусгаарлаж 7 сарын 6-нд Хаант засгийг байгуулж, хятад цэргүүдийг хөөжээ. Харин 1921 оны 7 сарын 6-нд МАН, Зөвлөлтийн цэргүүдтэй хүч хавсарч Хүрээг эзлэж, шинэ Засгийн газрыг байгуулжээ. Дараагийн хэдэн жилүүдэд ЗОУ-ын нөлөө улам ихэсч, Богд хаан нас барсны дараахан 1924 оны 11 сарын 26-нд Анхны Үндсэн хуулиа баталж Бүгд Найрамдах Монгол Ард Улсыг тунхаглажээ. Монгол улс хэдийгээр бүрэн тусгаар тогтносон боловч 1921 оны хувьсгалаас хойш 68 жилийн турш ЗХУ-ын нөлөөнд, улс төр, эдийн засгийн хувьд хараат байдалд Зөвлөлтийн заавараар тэдний загварыг баримтлан хөгжиж ирсэн. Гэвч түүхийн энэ үед Монголд соёл, боловсрол, шинжлэх ухаан, техник технологийн томоохон өөрчлөлтүүд хийгдсэн байна. 1924 онд Монголын сүүлчийн хаан 8-р Богд Жавзандамба хутагт нас барсан бөгөөд мөн Богдын дүр тодруулахыг хоригложээ. 1924 он 11-р сарын 26-ны өдөр анхдугаар Үндсэн хуулиа баталж Бүгд найрамдах улс болсноор хаант засгаас татгалзаж шашныг төрөөс салгасан юм. Түүнчлэн 1940, 1960 онд Үндсэн хуулийг дахин шинэчлэн баталж байжээ. Энэ нь улс орны тухайн үеийн хөгжил, улс төрийн хүрээнд дэвшүүлсэн зорилтоос хамаарч байжээ. Социализмын үед Соёлын (бүх нийтээр бичиг үсэгтэй болох гэх мэт) довтолгоо, Нэгдэлжих хөдөлгөөн, Атрын аян зэрэг томоохон хөдөлгөөн, аянууд улс орон даяар өрнөж байв. Энэ нь манай орны хүн ам, соёл, амьдрах хэв маяг, эдийн засгийн бүтэц, тогтолцооны хувьд эрс өөрчлөлтүүдийг авч ирсэн билээ. Бүгд Найрамдах Монгол Ард Улс нь ЗХУ-ын нөлөөнд түүний заавраар оршиж байв. 1920 ба 30-аад оны үед Зөвлөлтийн нөлөөллийг эсэргүүцэж, илүү тусгаар тогтносон байдлыг дэмжиж байсан Догсомын Бодоо, Солийн Данзан нар нь эрх мэдлийн төлөөх тэмцэлд хохирогч болж алагджээ. 1939 онд Хорлоогийн Чойбалсан удирдагч болжээ. Тэрбээр Зөвлөлтийн шахалтаар хувийн өмчийг хурааж, шашин шүтлэгийг хязгаарлах, зарим иргэдийг үндэслэлгүйгээр баривчлан хэлмэгдүүлэх үйл ажиллагаа явуулжээ. 1937 оноос эхлүүлсэн Их Хэлмэгдүүлэлтэд 30,000 гаруй хүн алагджээ. БНМАУ нь Дэлхийн хоёрдугаар дайны үед ЗХУ-ыг бүрэн дэмжиж тусламж илгээж байсан ба 1939 оны Халх голын дайнд ЗХУ, Монголын хамтарсан хүчин Японы армийг ялжээ. Энэ байлдааны үр дүнд ЗХУ нь Японтой төвийг сахих гэрээнд гарын үсэг зуржээ. Дэлхийн хоёрдугаар дайны сүүлийн өдрүүдэд БНМАУ ЗХУ-тай хамт Японд дайн зарласан байна. Монгол улс 1945 оны чөлөөлөх дайны үеэр манай удирдлага Өвөр Монголыг өөртөө нэгтгэхийг зорьж байв. 1945 онд Иосиф Сталин, Чан Кайши нар Японы эсрэг хоорондоо холбоо тогтоож, энэ үед Тайвань нь Монголын тусгаар тогтнолыг хүлээн зөвшөөрчээ. 1949 оны 10 дугаар сарын 1-нд Бүгд Найрамдах Хятад Ард Улс байгуулагдахад 1949 оны 10 сарын 6-нд дахин бие биеэ хүлээн зөвшөөрч дипломат харилцаа тогтоосон байна. 1952 оны 1 дүгээр сарын 26-нд Хорлоогийн Чойбалсан Москва хотод нас барахад Зөвлөлтийн дэмжлэгээр Юмжаагийн Цэдэнбалд улсыг удирдах эрх мэдэл шилжив. Энэ үеэс харьцангуй тайван байдал өрнөх болжээ. 1961 онд НҮБ-ын гишүүн болж, өрнөдийн зарим оронтой дипломат харилцаа тогтоож эхэлжээ. Харин яг энэ үед буюу 1960-аад оноос ЗХУ-БНХАУ хоорондын харилцаа муудан тасарч, Монгол нь ЗХУ-ын талыг бүрэн баримтлах болжээ. Ингэснээр ЗХУ-ын оролцоо, нөлөө мөн ихэсчээ. Монголын эдийн засаг 60-аад оноос эрчимтэй хөгжиж бүх нийтээрээ бичиг үсэг тайлагдсан Азийн анхны улс болжээ.1984 онд Ю.Цэдэнбал Москвад айлчилж байхад нь түүний эсрэг эргэлт гарч Жамбын Батмөнхийг Монголын удирдагчаар сонгожээ. 1989-1990 онд ЗХУ болон дорнод Европын орнуудад өрнөсөн \"өөрчлөн байгуулалт\", ардчиллын төлөөх тэмцэл Монгол улсад ч нөлөөлж 1989 оны 12 сарын 10-нд Ардчиллын төлөөх анхны цуглаан болж Монголын Ардчилсан Холбоо байгуулагдсанаа зарлажээ. Үүний дараа шил шилээ даран олон жагсаал цуглаан зохиогдох болж, олон хөдөлгөөн холбоод байгуулагджээ.[12] 1990 оны 3-р сарын 7-нд МоАХ-ны зарим гишүүд Монголд анх удаа улс төрийн өлсгөлөн зарлаж, тухайн үед төрийн эрх барьж байсан МАХН-ын Төв хорооны Улс төрийн товчоог огцрохыг шаардсан байна. Тэдний шаардлагыг эрх баригчид хүлээн авч 3 сарын 9-ний орой Улс төрийн товчоо бүрэн бүрэлдэхүүнээрээ огцорч, Монгол улсад улс төрийн олон намын оролцоо бүхий чөлөөт сонгууль явуулах болжээ. Анхны чөлөөт ардчилсан сонгуулиар байгуулагдсан Ардын Их Хурал 76 хоног хуралдаж 1992 оны 1-р сарын 13-нд хүний эрх, эрх чөлөө, хувийн өмч эзэмших эрхийг баталгаажуулсан шинэ Үндсэн хуулийг баталснаар Монгол улс ардчиллын замыг эргэлт буцалтгүй сонгосон юм. Монголын ойрх түүхийн буюу нэн шинэ түүхийн үе нь 1990 онд Монголын ардчилсан хувьсгал ялснаас хойш одоо хүртэлх үеийг хамарна. 1989 оны 12-р сарын 03-д Эрдэнэт хотод анхны тайван жагсаал болсон бөгөөд анх 1988 оны 12-рсарын 14-нд ММС удирдах газрын АТК-н жолооч нар ажил хаяж цалин хөлсөө нэмүүлэх тэмцэл хийсэн бөгөөд энэ нь улмаар хувьсах, өөрчлөгдөхийн эхлэл болсон. Харин 1989 оны 12 сарын 6-8-нд, мөн 10-нд Эрдэнэт хотын төвд жагсаал цуглаан болж байсан түүх видео бичлэг байдаг. 1989 оны 12-р сарын 19-д Эрдэнэтэд МоАХ байгуулагдаж 1990 оны 01сарын 19-21-нд гишүүдээ элсүүлж өргөдөл бичүүлэж байсан. Тэр үеийн 5-р микрийн 21-р байрны 6 тоот болон уурхайчин Соёлын ордоны бага зааланд анхны гишүүдээ элсүүлсэн болно. 1989 оны 12 сарын 10-нд Монголын Ардчилсан Холбоо байгуулагдаснаар ардчилсан хөдөлгөөн эхэлжээ. Удалгүй Монголын Ардчилсан Нам, Монголын Социал Демократ Нам, Монголын Үндэсний Дэвшлийн Нам, Монголын Ногоон Нам, Монголын Чөлөөт Хөдөлмөрчдийн Нам гэсэн намууд байгуулагджээ. Тэд анх ардчилсан нийгэмд шилжих тухай биш социализмыг сайжруулах уриа дэвшүүлж байсан юм. 1990 оны 3 сарын 7-9-ны хооронд Монголын Ардчилсан Холбооны гишүүд өлсгөлөн зарласнаар МАХН-ын Төв хорооны Улс төрийн товчоо бүрэн бүрэлдэхүүнээрээ огцорч нийгмийн улс төрийн тогтолцоог шинэчлэх үйл ажиллагааны эхлэл тавигджээ. 1990 оны 7 сард Монголын анхны ардчилсан сонгууль болж, ардчилал тогтжээ. 1992 онд шинэ Үндсэн хуулийг баталжээ. 1993 оны 6-р сарын 6-нд анхны шууд ерөнхийлөгчийн сонгууль болж П.Очирбат анхны Ерөнхийлөгчөөр сонгогдож 1997 онд тэрээр улиран сонгогдсон байна. 2001 онд ИАХН-аас нэр дэвшигч Нацагийн Багабанди Монгол улсын 2 дахь Ерөнхийлөгчөөр сонгогдсон байна.", "source": "mn.wikipedia.org", "word_count": 6222}
{"url": "https://mn.wikipedia.org/wiki/Хүннү", "title": "Хүннү улс — Википедиа нэвтэрхий толь", "text": "Хүннү улс (хят. 匈奴, Xiōngnú)ᠾᠦᠩᠨᠦ нь НТӨ 209 – НТ 93 онд өнөөгийн монголын газар нутагт оршиж байсан нүүдэлчдийн холбоот улс юм. Нүүдэлчдийн байгуулсан Эзэнт гүрний дотроос анхны бөгөөд хамгийн удаан хугацаанд оршин тогтносон гүрэн юм. Нүүдэлчдийн эзэнт гүрний үндсэн бүтэц, зохион байгуулалтыг Хүннү гүрний үед бий болгосон нь түүнээс хойш хоёр мянган жилийн турш онцын өөрчлөлтгүйгээр уламжлагдан хөгжжээ. Хүннү бол олон үндэстнээс бүрдсэн эзэнт гүрэн хэдий ч гол цөм ноён нуруу нь хожмын Монголчууд холбоотой юм.[4] НТӨ 318 онд Хүннү нар бусад улсуудтай нийлэн Цинь улс руу довтолсон гэж түүхийн сударт хамгийн анх дурдагджээ. Хүннү улс НТӨ 209 онд Модун өөрийн эцэг Түмэн шаньюйг хороож, шаньюйгийн суудлыг булаан авсан. Энэ явдлыг өмнөх үеийн түүхчид Модун шаньюй бол Хүннү улсыг байгуулсан гэж бичсээр ирсэн ч, үүнээс өмнөх үеийн хэд хэдэн шаньюйг дурддаг нь Хүннүгийн төрт ёсны түүх эртний уламжлалтай гэдгийг нотлож байдаг. НТӨ 198 онд Баруун Хань улстай найрамдлын гэрээ байгуулж 50 жилийн турш алт мөнгө, тариагаар алба татвар авч, Торгоны их замыг хяналтандаа байлгасан. Хүннү гүрэн нь Монгол нутаг дахь анхны төрт улс биш хэдий ч, өмнөх үеийн улсуудаас хамгийн анхны төрийн захиргааг бий болгосон учраас түүхэнд нэр алдар нь илүү үлдэж чадсан юм. Энэ үед Хүннү гүрэн хүчирхэгжилтийнхээ дээд туйлд хүрч умардад Байгал нуур, урагш Хятадын цагаан хэрэм, баруун тал руугаа Түрэгстан, зүүн тийш одоогийн Солонгосын хойг хүртэлх өргөн уудам нутгийг оруулж чадсан юм. Одоогийн Хятадын нутагт тэр үед шинээр үүссэн Хань Улс Модун шаньюйд алба гувчуур барьж байсан төдийгүй хааны ургийн гүнжийг түүнд хатан (яньжи) болгон өгч байжээ. Хүннүчүүд байлдааны арга барилыг одоогийн тусгай албадын нууц арга болгон хэрэглэж байгаа нь сонирхол татдаг. Модун шаньюй Хань улсаас ирсэн элчид өөрийн армийг үзүүлэхдээ зөвхөн сул дорой болон хөгшин настай хүмүүсээ харуулаад явуулсан жишээ байдаг. Үүнд нь хууртсан Хань улсын элч Хүннүгийн цэргийн хүчийг басамжлан үзэж дайтсан боловч тус улсын цэрэг Хүннүгийн цэрэгт хиар цохиулж байжээ. Модун шаньюй НТӨ 174 онд таалал болсноос хойш 100 гаруй жил Хүннү нар Төв Азид ноёрхсон хэвээр байв. Манай эриний он тооллын эхэн, манай эриний өмнөх тооллын сүүл үед Хүннү гүрэн дотоодын тэрсэлдээн, гадаадын дайралт довтолгооны нөлөөгөөр умард, өмнөд гэсэн хоёр хэсэгт хуваагдаж, өмнөд нь Хань улсад дагаар орж, умард Хүннү нь тусгаар оршиж, өөр хоорондоо дайтах болсон байна. Өмнөд Хүннү нар умардынхныгаа удаа дараа хиар цохиж, Хань улсын нөмөр нөөлөгт оршиж байсан ч жил ирэх тутам доройтсоор НТ-ний I зуунд Сяньби улсын эрхшээлд орсноор дуусгавар болсон юм. Хүннүгийн шаньюй өглөө наранд өдөр тэнгэрт, үдэш саранд мөргөдөг байсан гэдэг. Тухайн үед тэнгэр шүтлэг Хүннүгийн төрийн шашин болж байв. Хөрш Дунху (Нэрний утга нь Дорнын зэрлэг гэсэн утгатай) нар Модун хаанаас сайн морь, хатнаа өгөхийг шаардахад эвийг эрхэмлэж шаардлагыг нь биелүүлж байсан ч хүн нутагладаггүй хилийн зурвас газрыг өгөхийг шаардахад тэр \"газар бол төрийн үндэс\" хэмэн шууд цэрэг хөдөлгөн хилээ хамгаалж байжээ. Хүннүгийн захирагаанд байсан Динлиньчүүд I зууны дундуур Ганьсу муж руу нүүсэн байдаг бөгөөд зарим нь Сяньбигийн бүрэлдэхүүнд орж бусад нь түрэгд уусчээ. Хүлүгү шаньюйгийн дараа түүний хүү зүүн гули ван Хуяньди НТӨ 85 онд Хүннүгийн шаньюй болов. Эл үед Хань Улс олон жилийн дайн тулааны ялагдлаас шалтгаалан томоохон дайн байлдаан хийхээс зайлсхийж, Хүннүтэй найрсаг харилцаа тогтоохыг зорьж байв. Гэвч хүннүчүүд тэдэнд цэргийн дарамт шахалт байнга үзүүлж, “Энх ургийн гэрээ”-г дахин байгуулах зорилгоор өдөөн хатгалаг хийсээр байжээ. Тиймээс тус улс Хүннүгийн эсрэг НТӨ 72 онд Усуньтай хамтран таван замын 200 мянган цэргийн хүчээр Хүннүг довтолж, Хүннүгийн баруун гули вангийн 59 мянган хүн, 70 мянга гаруй малыг олзолсон байна. Тус дайнаар хүчирхэг холбоотонтой болсон Хань Улс гадаад бодлогоо өөрчилж эзлэн түрэмгийлэх дайны бодлогод шилжсэн бөгөөд Усунь нараас гадна Динлин, Ухуань нар хүчээ өгөх болжээ. Улмаар Хүннү гүрэн рүү хойд талаас Динлин, зүүнээс Ухуань, баруунаас Усунь, урдаас Хань Улс довтолж ихээхэн хэмжээний хохирол учруулсан байна. Мөн Хүннүгийн нутагт эл дайны он жилүүдэд дараалан ган, зуд тохиолдсоноос мал сүрэг ихээр хорогдож, үр тариа ургаагүйгээс шалтгаалан хүн амын тал хэсэг нь үхэж үрэгджээ. Хуяньди болон Сүлююаньчю шаньюйн үед буюу НТӨ 68-60 оны хооронд Хүннүгийн язгууртнуудын бие даасан байдал нь бэхжиж, шаньюйн засаглал суларчээ. Улмаар Хүннүгийн зүүн, баруун гарын язгууртнууд шаньюйн угсаа залгамжлах асуудалд оролцох болж НТӨ 59 оноос өөр хоорондоо шаньюйн суудлын төлөө тэмцэлдэж эхэлсэн байна. Энэ үед Хүннүд нэгэн зэрэг таван шаньюй хаан суусан ба эл тэмцэлд ах дүү шаньюй болох Чжичжи болон Хуханье нарын ялалтаар өндөрлөжээ. Ийнхүү Хүннү гүрнийг НТӨ 50-иад оноос ах дүү хоёр шаньюй хуваан захирах болов. Тэд НТӨ 54 онд Хангайн нуруунд тулалдаж ах шаньюй Чжичжи өөрийн дүү Хуханьег ялсан байна. Ийн бие биедээ дайсагнан хоёр өөр хэсэгт хуваагдан өөр хоорондоо байлдсан нь Хүннү гүрнийг сулран доройтуулах үндэс болжээ. Өөрийн ахдаа ялагдсан Хуханье шаньюй эдийн засгаа сэргээж, хүчээ нөөцлөх зорилгоор албат нараа дагуулан урагш нүүж өнөөгийн Өвөр Монголын нутагт төвлөрөн Хань Улсыг түших болов. Хятадын түүхэнд Чжичжиг Умард Хүннүгийн шаньюй, Хуханьег Өмнөд Хүннүгийн шаньюй хэмээн тэмдэглэжээ. Хуханье шаньюй хүч чадлаа сэргээх, Хань Улсын хүчийг ашиглан ахыгаа дарж Хүннү гүрнийг дахин нэгтгэхийн тулд НТӨ 130-аад оноос тасраад байсан “Энх ургийн гэрээ”-г Хань Улстай байгуулжээ. Уг “Энх ургийн гэрээ” нь Маодун шаньюй үед байгуулагдаж байсантай харьцуулахад хамаагүй буулт хийсэн шинжтэй байв. Тодруулбал, Хүннүгийн шаньюй өөрийн хүүгээ Хань Улсад барьцаанд илгээж байх, шаньюй өөрийн биеэр Хань Улсын хааны ордонд очиж хүндэтгэл үзүүлэх, Хүннү нь Хань Улсаас хараат гэдгээ илэрхийлж бэлгэдлийн шинжтэй татвар төлөх, шаардлагатай үед Хань Улсын умард хилийг хамгаалах зэрэг заалтыг тусган байгуулсан байв. Уг гэрээгээр Хань Улс түүхэндээ анх удаа Хүннүтэй харилцах харилцаандаа давуу байдлыг олж авсан юм. Өнөөгийн Монгол Улсын баруун нутагт сууж байсан Чжичжи шаньюй Хань Улстай найрамдалт харилцаа тогтоохыг оролдсон ч чадаагүй байна. Иймд тэрээр Хань Улсаас дэмжлэг хүлээсэн Хуханье шаньюйгаас болгоомжлон орд өргөөгөө Орхоны хөндийгөөс Алтайн цаад Бие Тарвагатайд шилжүүлэн суужээ. Ийн шилжин суухдаа баруун гарт өөрийгөө шаньюй хэмээн өргөмжилсөн Ильмүг цохиж 50 мянга орчим цэргийг нь захиргаандаа авчээ. Мөн Усунь, Динлин нарыг довтлон захиргаандаа оруулсан байна. Ийнхүү Чжичжи шаньюй Талас голын хөндийд хэрэм бэхлэлт бүхий хот байгуулан баруун бүс нутагт бэхжих болов. Тиймээс Хань Улс Чжичжин сэргэлтээс сэргийлж НТӨ 36 онд Талас голын хөндийд хүрч түүнийг бүслэн байлдаж ялжээ. Энэхүү тулаанаар Хуханье шаньюй Хятадын нутгаас Монголын Дорнод хэсэгт буцаж ирэх боломж бүрдэж, улмаар НТ 47 онд эх нутагтаа иржээ. Улмаар Чжичжи шаньюй өнөөгийн Монгол Улсын баруун болон умард хэсгийг, харин дүү Хуханье үндсэн хэсгийг эзэмших болов. Хэдийгээр ах дүү хоёр арав гаруй жил найрсаг харилцаатай байсан ч энэ нь түр зуур дүр эсгэсэн хэрэг байсан бөгөөд НТӨ 36 онд тэд дахин их цэргээр байлдан Чжичжи ялагдал хүлээснээр Хүннү гүрэн Хуханье шаньюйн захиргаанд дахин нэгдсэн байна. Хуханье шаньюй НТӨ 31 онд нас барахад, хүү Фүжүлэ (НТӨ 31-20) залгамжлав. Фүжүлэ шаньюйн дараа түүний 5 дүү болох Сусе (НТӨ 20-12), Чэя (НТӨ 12-8), Үжүлю (НТӨ 8-НТ 13), Үлэй (НТ13-18), Хүдэрши (НТ18-46) тус тус шаньюй суужээ. НТӨ 8 онд Наньжияс Хүннүгийн хаан ширээнд Үжүлю цолтойгоор шаньюй болсон байна. Тэрээр Хань Улстай найрсаг харилцаатай байх бодлогыг баримталж, хүү Үтиясыгаа Хань Улсын хааны дэргэд алба хашуулахаар явуулсан ч түүний хүү нэг жилийн дараа үл мэдэгдэх шалтгаанаар өөд болжээ. Мөн Хань Улсын холбоотон Усунь нар Хүннүгийн эзэмшил нутаг руу цөмөрч, ихээхэн хэмжээний үймээн дэгдээсэн байна. Үүний хариуд Үжүлю шаньюй хөрш улсын найрамдалт байдлаас хандсан боловч Усунь нар түүнийг үл тоон дахин довтолжээ. Уг хоёр дахь удаагийн тулаанд Усунь нар нь амархан ялагдсан байна. Дээрх үйл явдал нь Үжүлю шаньюйг ямар их сэтгэлийн хаттай хийгээд чадварлаг жанжин гэдгийг баталсан байна. Эл үйл явдлаас төд удалгүй Хань Улсын Ай-ди хаан Усунь нарыг бут цохисон Үжүлю шаньюйг үл тоон эзэмшил газраас нь таслан авахыг санаархаж, элч илгээн ой мод бүхий, цэрэг дайнд ихээхэн ач холбогдолтой газар нутаг өгөхийг шаардсан байна. Уг захидлын хариу болгож Үжүлю шаньюй “Танай элч эрх хэмжээгээ хэтрүүлж, зүй бус шаардлага тавьсан байна. Зүй нь түүнийг цаазлах ёстой ч өршөөж алс газар цөлж шийтгэв” хэмээн захидал илгээсэн нь Үжүлю шаньюй Хүннү гүрнийг Хань Улстай адил тэнцүү улс хэмээн үзэж байсантай холбоотой байв. Мөн НТӨ 2 онд Үжүлю шаньюй Хань Улсын нийслэлд зочлох үед Шанлиньюань хэмээх усан үзмийн цэцэрлэгтээ хүлээн авч урьдын шаньюй нартай харьцуулахад хамаагүй их бэлэг сэлт өгжээ. Үжүлю шаньюйн үед Хүннү нь Хань Улстай найрамдалт харилцаатай байж, дотоод байдал нь тогтворжиж, улмаар Хань Улстай эн тэнцүү харилцах хэмжээнд хүрчээ. Гэвч Хуханье шаньюйн үед Хань Улстай байгуулсан “Энх ургийн гэрээ” хоёр улсын харилцаанд үйлчилсэн хэвээр байв. НТӨ I зууны сүүлээр Хань Улсын төрийн хэргийг түшмэл Ван Ман гэгч мэдэх болжээ. Тэрээр Хань Улсаас Хүннүгийн талаар явуулж байсан зөөлөн бодлогыг өөрчилсөн байна. Тухайлбал, Турфан зэрэг Хүннүгийн эрхшээл дэх баруун газар орныг Хань Улсын харьяат гэж зарлах, Ухуань нарыг Хүннүд алба барихгүй байхыг ятгах, Хүннүгийн шаньюйгийн нэрийг ганц үет хятад нэр болгон засах зэрэг үйл ажиллагаа явуулсан бөгөөд Үжүлю шаньюй Ухуань-аас бусад бүх шаардлагад буулт хийжээ. Ван Ман Хүннүг дотроос нь хагалах зорилгоор Үжүлю шаньюйг алгасан хаан угсааны 15 хүнийг урьж тус бүрд нь шаньюйд өргөмжлөх оролдлого хийв. Үүний үр дүнд Үжүлю шаньюй НТ 13 онд Хань Улс руу цэрэг хөдөлгөн довтолжээ. Үүгээр НТӨ 53 оноос хэрэгжсэн “Энх ургийн гэрээ” тасарсан байна. Ван Ман нь өөрийн цэргийн жанждын үгийг үл тоон Үжүлю шаньюйг Шивэр ойт хэмээх газар луу шахах нь зүйтэй хэмээн 300 мянган цэргийн хүчээр Хүннүг довтлох бэлтгэлийг хангаж эхэлсэн боловч Хятадад түүний эсрэг бослого гарч, тэрээр алагджээ. Мөн эл үед тэртээх наяад жилийн өмнөөс гундан уруудаж, тавиад жилийн тэртээ баруун, зүүн болсон Хүннү гүрний хаан ширээнд суусан Үжүллю хаан НТ 13 онд өөд болсон байна. Хожуу Хань Улс Хүннүд элч илгээн “Энх ургийн гэрээ”-г сэргээх санал тавихад Хүдэрши шаньюй өөрийн хүч чадлыг Модуньтай зүйрлэжээ. Үүнээс үзвэл, Хүдэрши шаньюй НТӨ 198 оны гэрээг сэргээхийг эрмэлзэж байсан бололтой. Сэргэж хүчирхэгжсэн Хүдэрши шаньюй Хань Улсыг довтлох явдлаа эрчимжүүлэн тус улстай харилцах харилцаанд давуу байр суурь олохыг зорьжээ. Хань Улс Хүннүгийн довтолгоог зогсоож хүчрэлгүй хүн ард нь урагш дүрвэх болсноор тус улсын хойд хилийн тойргууд эзгүйрчээ. Иймд хүннүчүүд Цагаан хэрмийн дотор шилжин суух болсон байна. Ийнхүү НТ 10-аад оноос Хүннү гүрэн газар нутгаа тэлэн, говийн өмнөх нутгаа буцаан авч Сяньби, Ухуань болон баруун газар оронд нөлөөгөө бэхжүүлснээр Маодун, Лаошан шаньюйн үеийн хэмжээнд дахин хүчирхэгжжээ. Цагийн аясаар Хүннү дотроо хагаран, өмнөд, умард гэж хуваагдахад Хан улс ар Хүннүгийн Жижи шаньюйг бутцохисноор баруун Хүнчүүд өрнөд рүү нүүдэллэх эхлэлийг тавьсан байна. Хан гүрэн үүнээс цааш давшаагүй билээ. Эртний Хятадын сонгодог зохиолын нэг алдартай Цай Ванжи гүнжийн “Хүннүгийн модон цуур” 12 шад шүлгийн түүх Өмнөд Хүннү Хан гүрний мэдэлд орсон ч Алтай-Тарвагатайд үлдсэн баруун Хүнчүүд Хөх нуурт бэхэжсэн Хятадын бэхлэлтийг үе үе амжилттай уулгалж байсныг нотолдог юм. Ланжоугийн бэхлэлтийн захирагчийн охиныг нэгэн удаагийн довтолгооноор Хүннүгийн жижиг ноён олзолжээ. Тэр хүүхэн аав нь барьцаа төлж суллатал Хүнчүүдийн дунд 12 жил амьдарсан бөгөөд “Нам гүм шөнөөр идээлсэн арьсны эхүүн үнэртэй хөнжилдөө шурган, ил галын дэргэд цугласан Хүннүчүүдийн модон цуур уйтай эгшиглэхийг сонсон өнгөрөөсөн 12 жилийнхээ тухай бичсэн байдаг. Тэр Хүннү ноёнд хоёр хүү төрүүлж өгсөн бөгөөд хүүхдүүд нь ээжтэйгээ бус аавтайгаа үлджээ. Хятадууд эсвэл нүүдэлчид Хөх нуурт нэг л бэхэжсэн бол баруун талаа алс бэхэлж чаддаг нь геополитикийн хувьд нотлогдсон билээ. Тан улсын үеийн гайхамшигт яруу найрагч Ли Байн их алдаршсан “Хөх нуурын эрэгт сар харан гиюүрч, дайнд явсан эргэж ирэхгүй нөхрөө хүлээсэн бүсгүйн тухай” уянгын шүлэг бий.Өрөмчөөс 120 орчим километр зайтай Турфаны хөндийд байдаг одоо Жаохэ гэж нэрлэсэн жижиг голын шар шавраар бүтсэн аралд байсан 3500 цэрэг гаргах чадалтай Гүши хэмээх жижигхэн улсыг эрхшээлдээ авахын тулд Хан гүрэн, Хүннү гүрэнтэй хоёр зуун жил өрсөлдсөн юм. Хятадын арми давшихад Хүнчүүд цөл дундуур усгүй газар руу дагуулан ухраад бүслэн хяддаг байжээ. Хүнчүүд гардан тулаанд оролгүй алсуур бүслэн давхих зуур хол тусгалтай нумаар харван цөөрүүлсээр туйлдуулан ялдаг байв. Хан гүрний цэрэг хүнс, усаа бараад Хүнчүүдийн харвасан сумыг эргүүлэн харвах ба морьд эзэнгүй хулжин одох нь олон ч эцэстээ Хятадууд үхэж дуусдаг байв.Энэ тактик 1455 онд Түмогийн хөндийд Мин улсын Инзун хааныг олзлоход хүртэл үр дүнтэй хэрэгжиж байсан. Хаан монгол эхнэр авч, тав гэзэг тавьж, хонь хариулдаг байв. Хонь хариулах гэснээс Хүннүчүүдэд хууртан мөрдөн хөөсөөр усгүй цөлд бүслэгдсэн Хятадын По ну жанжин өөрөө ус хайж яваад Хүнчүүдэд олзлогдож, харин шаньюй түүнийг алсангүй, авъяас чадвартай жанжныг Хакасын захирагчаар томилсон байдаг. Харин түүний ах сул эр байжээ, Хүннүд олзлогдоод хонь хариулан ядарч явахдаа шувуу тэжээж дүүдээ захиа илгээхийг оролддог байсан ч Хүнчүүд тагнав хэмээн хардаж, захиаг нь олзлохын тулд шувуудыг нь харваад алчихдаг байсан гунигт түүхийг өгүүлсэн шүлэг мөн л Хятадын сонгодог зохиолд гардаг.Олон зууны тулаанд эцэстээ Хятадууд ялжээ, Пону Хүннүд үнэнч байж, зоригт хягас (хакас, киргизийн өвөг) дагуулан Хан гүрний эсрэг тулалдаад дахин ялагдсан юм. Хятадууд Гүши хаант улсын Чеши хэмээн нэрлэжээ. Үүний дараа Хятадууд стратегийн ашигтай байршил олж авчээ. Дорнын Геродот гэгддэг алдарт аялагч Сыма Цянь Хүн гүрний баруун этгээдэд байрладаг хүчирхэг гүрнийг хайх гэж гараад Хүнчүүдэд олзлогдон 12 жил болсон юм. Тэгээд оргож Ром хүртэл аялахдаа газрын зураг үйлдсэн нь орчин үеийн газрын зурагтай тун ойролцоо байдаг. Нангиадууд 3000 жил оршин тогтнохдоо хязгаарлагдмал орон зайд л түр хүчирхэгжих чадалтайгаа харуулжээ.Турфанд бэхэжсэн Хятадууд Хүнчүүдийн баруун зүгийн улсуудтай харилцах замыг тасалжээ. Нангиадын хаадын он удаан жил үргэлжилсэн хутган үймүүлэх бодлогын үр дүнд дотоодын зөрчлөөс болж НТӨ I зуун гэхэд Хүннүчүүд ихэд сульдсан байлаа. Ар Хүннүгийн Жижиг шаньюйд туслуулахаар Парфянчууд баруун зүгт хийсэн дайныхаа явцад Крассын гурвын холбооноос олзолсон легионыг илгээсэн байдаг юм.Үүнийг батлах эх сурвалжийн мэдээ нь Хань-шу-д ийн тэмдэглэгджээ “ Хүннүчүүдтэй хийсэн тулалдаанд тэдний цэргийн бүрэлдэхүүнд Өндөр хамар, хонгор шаргал үстэй харь хүмүүс өндөр бамбайгаараа загасны хайрс, яст мэлхийн хэлбэр гарган тулалдаж байсан” Энэ явдал нь НТӨ 30 онд болжээ. Жижиг шаньюйн бэхлэлтийг хамгаалж байсан ромчууд том дөрвөлжин бамбайгаа өргөн, богино жадаа сунган довтолоход Хятадууд өвөр Хүннү нартай хүч хавсран хатуу холхивч нумаар нягт жагсаалыг нь сарниулаад морин цэргээр хядчихсан байдаг юм. Жижиг шаньюй бууж өгөлгүй тулалдсаар алуулсан ба хүннү нар Дундад азийн гүн рүү ухран зугтсан байна. Үжүлю шаньюй дараа Үлэй (НТ13-18), Хүдэрши (НТ18-46), Уда (хэдэн сар), Пүнү (НТ 46-48) залгамжлав. Хүдэрши шаньюйн хүү Уда нь шаньюй болсноор Хүннүд хаан ширээний төлөөх тэмцэл дахин эхэлжээ. Учир нь НТӨ 31 оноос НТ 46 он хүртэл Хуханье шаньюйн хөвгүүд ахаас дүүд зарчмаар шаньюй суух, ёс тогтоод байв. Уг ёс зөрчсөнийг эсэргүүцэгчид болох Хүннүгийн найман аймгийн ахлагчид НТ 48 онд хуралдан Үжүлю шаньюйн хүү Би-г Хуханье шаньюйд өргөмжилжээ. Түүхчид түүнийг өмнөх Хуханье шаньюйгаас ялгахын тулд II Хуханье шаньюй хэмээдэг. Ийнхүү НТ 48 онд Хүннү гүрэн Пүнү захирсан Умард Хүннү, Би шаньюйн захирсан Өмнөд Хүннү болон дахин хуваагджээ. НТ 49-50 оны үед Өмнөд Хүннү нар Хожуу Хань (НТӨ 206-9 он хүртэл тогтсон Хань Улсыг “Түрүү”, НТ 23-220 онд тогтсон Хань Улсыг “Хожуу” хэмээн ялгадаг) Улсыг дагаж түүний хойд хилийг Умард Хүннүгээс хамгаалах болсон байна. Энэ нөхцөлд Умард шаньюй 51, 52, 53 онд Хань Улсад элч илгээн “Энх ургийн гэрээ” байгуулахыг оролджээ. Хань Улс Шаньюйн саналыг хүлээж аваагүй учир Умард Хүннүгийн цэрэг НТ 62 оноос Хожуу Хань Улсын хилийг довтлон дарамт шахалт үзүүлэх болов. Үүний дүнд Хань Улстай хилийн худалдаа хийхийг зөвшөөрүүлж чаджээ. Гэвч НТ 83 онд Умард Хүннүгийн Жилюси гэгч ахлагч 38 мянган хүнээ дагуулан Хожуу Хань Улсад дагаар орсон үеэс Умард Хүннүгийн язгууртнууд дунд эрх мэдлийн төлөөх тэмцэл гарч НТ 85 онд Умард Хүннүгийн 73 аймаг Хятадад дагаар орсон байна. Ийнхүү НТ 83 оноос Умард Хүннүгийн дотоод байдал нэн тогтворгүй болж Сяньби, Динлин болон баруун бүс нутгийн орнуудыг довтолгох ихэссэн байна. Улмаар НТ 87 онд Сяньби нар Умард Хүннү рүү довтолж Юлю шаньюйг хэрцгийгээр хөнөөжээ. Эл үйл явдлаас төд удалгүй НТ 89 онд Өмнөд Хүннүгийн захирагч Түньтүхэ Хятадын эрх баригчидтай хуйвалдан Умард Хүннүг хүч хавсран цохиж бүрмөсөн устгахаар тохиролцжээ. Өмнөд Хүннүгийн 30 мянган морьт цэрэг, Хятадын 8 мянган морьт цэрэг Умард Хүннүгийн нутгийн гүнд дайран орж, Хангайн нуруунд Умард Хүннүгийн цэрэгт хүнд цохилт өгч 200-гаад мянган хүн олзолж буцсан байна. Дараа жил нь Өмнөд шаньюй Шиги 8 мянган хүннү, цөөн тооны хятад цэрэгтэй Умард Хүннүгийн нутагт цөмрөн орж, шинэ тавигдсан нэрийг үл мэдэх шаньюйн өргөө ордыг бүслэн цохижээ. Умард шаньюй нэг мянган цэрэгтэйгээр дайсны эсрэг эрэлхэг тэмцэж байгаад хүнд шархдан мориноосоо унажээ. Гэвч үнэнч нөхөд баатрууд нь түүнийг шүүрэн авч эмээл дээр нь тавиад бүслэлтийг зад татан гарч, шаньюйгаа авч зугтан оджээ. Уг дайнд Умард шаньюй төрийн хаш тамга, гэр бүлээ дайсанд алдаж үнэхээр хүнд хохирол үзсэн байна. НТ 91 онд Умардын шаньюй Хятадын цэрэгт цохигдоод зугтан алга болов. Түүний дараах Умард Хүннүгийн шаньюй Юйчжүгянь Хятадтай найрамдаж гэрээ байгуулахыг хүссэнд Хятад зөвшөөрсөн дүр үзүүлж байгаад НТ 93 онд түүнийг мэхлэн барьж алснаар Хүннү мөхсөн билээ. Юйчжүгянь шаньюй бол Маодун шаньюйн овгоос гарсан Умард Хүннүгийн сүүлчийн шаньюй байсан бөгөөд түүнтэй хамт Ар Монгол дахь Умард Хүннү Улс хамт мөхсөн байна. Хүннү гүрэн НТ 93 онд мөхсөн үү? Энэ үйл явдлаас хойш хятадын түүхэнд Умард Хүннүгийн талаар төдий л тэмдэглэдэггүй бөгөөд зөвхөн Өмнөд Хүннүд болсон үйл явдлыг голлон дурдах болжээ. Энэ байдлыг харгалзан түүхчид Хүннү гүрнийг НТ 93 онд мөхсөн хэмээн түүх бичлэгтээ бичиж, тэмдэглэж ирсэн. Гэвч НТ 104, 106 онд Умард Хүннүгийн шаньюй Хожуу Хань Улсад элч илгээн “Энх ургийн гэрээ” дахин байгуулах хүсэлт тавьж байсан, мөн НТ 140-150 онд холбогдох “Хожуу Хань улсын судар”-т тэмдэглэгдсэн Таньшихуайн намтарт түүний эцэг нь Толухоун Хүннүгийн цэрэгт гурван жил алба хаагаад ирсэн гэх зэрэг сурвалжийн мэдээ баримтаас үзвэл, Хүннү гүрэн НТ 93 онд мөхөлгүй, НТ II зуун хүртэл оршин тогтсоор байсан байх магадлалтай. Хүннү гүрний захиргаанд байсан, Дун-Ху нар буюу Сяньби нар Хан улстай холбоо тогтоов, НТӨ 48 онд хаан ширээний төлөөх тэмцэл гарч Ар, Өвөр гэж 2 хуваагдан өмнөд хэсэг Хан улсын харъяат болов. Гадаадын улсууд довтолсон. Нийтийн тооллын 85, 87 онд Сяньби аймаг ар хүннү нарыг бут ниргэсэн учир тэд дахин сэхэж чадаагүй юм. Өвөр хүннү нар хятад цэрэгтэй хүч хавсран ар хүннү нарыг хэд хэдэн удаа хавчин тулж тэднийг бут цохижээ. Ар хүннү нар 93 онд аймгийн бие даасан нэгдэл болон тогтохоо больж нэг хэсэг нь хядуулж, амь гарсан нэг бум гаруй өрх айл, сяньби аймагт нэгдэж тэдний аймгийн нэртэй болжээ.Нангиадууд 3000 жил турш нүүдэлчидтэй тэмцэхдээ хязгаарлагддмал орон зайд л түр хүчирхэгжих чадалтайгаа харуулжээ.Турфанд бэхэжсэн Хятадууд Хүнчүүдийн баруун зүгийн улсуудтай харилцах замыг тасалсанхийгээд Нангиадын хаадын он удаан жил үргэлжилсэн хутган үймүүлэх бодлогын үр дүнд дотоодын зөрчлөөс болж НТӨ I зуун гэхэд Хүннүчүүд ихэд сульдсан байлаа. Өмнөдийнхөндөө бут цохигдон олон хэсэг болж тарж бутран, хөөгдөн нүүдэллэцгээсэн ба тэд одоогийн Европт хүрч очсон Кангю аймагтай холбоо тогтоон хэсэг зуур хүчирхэгжиж өрнө дахинд ноёрхлоо тогтоож байв. Хүннү нар бутран умард болон өмнөд болж хуваагдсантай уялдан умард хүннүчүүд баруун зүг алслан нүүдэлж, улмаар НТ IV зуунд баруун европыг Аттилла хааны удирдлагаар уулгалан довтолж Баруун Ромын эзэнт гүрнийг доройтуулан мөхөөх гол хүчин зүйл болжээ. Мөн баруун зүг нүүдэллэсэн хүннүчүүдийн нэг нэсэг нь одоогийн афганистан, пакистан, иран болон энэтхэгийн зарим хэсгийг хамарч байсан Кушаны эзэнт гүрнийг мөхөөн Цагаан Хүннү буюу Эфталит улсыг байгуулан тогтож байсан Энэ гүрнийг Баруун түргийн толгойлогч [[Истем] болон Сасанидын гүрний Хосров шахийн хамтарсан хүчний эсрэг тэмцэж НТ 566 он хүртэл оршин тогтносон байна Хүннү нь Ази тивийн төвд, далай тэнгисээс алслагдмал оршдог. Эх газрын хуурай, эрс тэс уур амьсгалтай. Хүннүгийн газар нутаг өндөр уулс, хээр тал, говь цөл хосолсон өргөн уудам. Тэнд хур тунадас бага унадаг боловч өвс ургамал сайтай. Хүннүгийн байгаль, газар зүйн онцлог нь нүүдлийн мал аж ахуй эрхлэн амьдрахад тохиромжтой. Хүннүчүүд мал аж ахуй эрхлэн, жилийн дөрвөн улиралд нүүдэллэн амьдардаг байв. Хүннүчүүдийн малын олонх нь адуу, үхэр, хонь, ямаа байлаа. Этгээд мал гэвэл тэмээ, илжиг, луус юм гэж түүхийн эх сурвалжид тэмдэглэсэн байдаг. Хүннүчүүд өвс, усны сайныг эрэн нэг нутгаас нөгөөд нүүдэллэдэг. Тиймээс суурин хот, байшин сууц цөөн байдаг. Орхон, Сэлэнгэ зэрэг томоохон гол мөрний сав нутагт суурин байгуулж, хажууд нь тариалан эрхэлдэг байжээ. Үүний баталгаа нь Хүннүгийн Ноён уулын булшнаас хар будааны үр, Иволгийн балгаснаас хар будаа, улаан буудайн үр олдсон явдал юм. Мөн түүхчид төмөр анжисны хошуу, зээтүү хадуур зэрэг тариалангийн багажаас гадна тариа хадгалах том ваар олсон байна. Хүннүчүүд мориноос харваж намнахдаа гарамгай, хувцас хунар нь ч морь унахад зохицсон байдаг. Тэд тайван цагт мал маллахын зэрэгцээгээр араатан, жигүүртэн агнаж, амьжиргаандаа нэмэрлэдэг. Хувцас хүнсний хэрэглээг мал аж ахуйгаас гардаг зүйлээр үндсэнд нь залгуулж, үр тарианы бүтээгдэхүүн, гар үйлдвэрийн эд эдлэл, аймгийн сурвалжтаны гоёл чимгийн юмсыг суурьшмал хөрш орон, гол төлөв Хятад орноос авдаг байжээ. Бичиг үсэг бий болох явдал үйлдвэрлэлийн хөгжиж, анги гарч улс төр бэхжихтэй ямагт холбоотой байдаг. Хүннүчүүдийг саяхныг хүртэл бичиг үсэггүй гэж үздэг байсан. Гэтэл саяхнаас монгол нутаг дэвсгэр дээрх хүннүгийн үеийн архелогийн олдвороос бийр янтай хоёр хосоороо гарж ирсэн нь хүннү гүрэн бичиг үсэгтэй байсныг нотолно. Гэвч одоогоор хүннүгийн үеийн бичгийн дурсгал олдоогүй байгаа билээ. Хүннү нарын аймгийн байгуулалтын улс төрийн хэлбэр нь хожим болтол буюу Хүннү нарын хүчирхэг чадал манай эриний 1-р зууны үед доройтох хүртэл хэвээр байсан цэргийн ардчилал юм. “Цэргийн ардчилал” байгуулал улс төр тогтоох буюу ангит нийгэм тогтохын шууд угтуул нь болдог юм. Хүннү нар эрх мэдэл нь үе улиран, тухайн нэгэн овогт бат оршин, эцгээс хүүд нь шилжүүлдэг байжээ. Аймгийн холбооны тэргүүнд эзэн-шаньюй байдаг агаад МЭӨ 3-р зууны үеэс түүнийг аймаг буюу зонхилогчдын зөвлөлөөр сонгохоо нэгэнт больсон байжээ. Аймгийн сурвалжтан ноёд ялгаран гарч Зонхилогчдын зөвлөл байсаар боловч шийдвэртэй алхам хийдэггүй байв. Өөрийн эцэг Түмэн шаньюйг алж МЭӨ 209 онд Засгийн эрхийг булаан авсан Модун шаньюй зонхилогчдоос зөвлөгөө авдаг байсан боловч заримдаа тэднийг тоодоггүйгээр үл барам, хэрэв зонхилогчдыг саналыг нь эс зөвшөөрвөл “толгойг нь ав” гэж тушаадаг байжээ. Модун шаньюй хаан ширээнд суусныхаа дараа шинэчлэлт хийж түүгээрээ хүннү нарын сурвалжтаны үе улирах эрх мэдлийг бэхжүүлжээ. Хүннү нарын мэдэлд орсон газар нутгийг гурав хувааж, нэг хэсэг нь Модун шаньюйгийн харьяат нарын нутаг болж, нөгөө хоёр хэсэг нь зүүн баруун этгээдийн Жүки ван, Лүли ван нарын тэргүүлсэн ноёд захирч байсан. Зүүн этгээд солгой талаа ахмад тал гэж үздэг байжээ. Ер нь Шаньюйн суудлыг залгамжлагч нь зүүн этгээдийн жүки ван байдаг байжээ. Тэр хоёр ван элдэв цолтой үе залгамжилдаг зонхилогч түмний ноёдыг захирдаг байжээ. Тийм зонхилогч 24 байсны тус бүр нь нэг түмэн морин цэрэгтэй байжээ. Түмний ноёд, мянгат, зуут, аравтын дарга нарыг томилон захирах, тушаах хэргээ гүйцэтгэдэг байв. Хүннү нарын их сурвалжит овог: Хуянь, Лань, хожим гарсан Сюйбу гурав байжээ. Тэдгээр овогоос үе залгамжилдаг ноёд,цэргийн том дарга дэвшин гардаг байлаа.Хүннү нарын сурвалжтаны эрх мэдэл үе залгадаг байсан нь овог аймгийн харилцаа задарч ангит нийгэмд шилжин бүхийн тэмдэг билээ. Хүннү гүрний засаг захиргаанд шүүн таслах эрхийг баруун, зүүн Гудоху хэмээх тушаалтан ажиллаж байсан байна. Хүннүгийн хамгийн доод тушаал нь цейцю хэмээх жижиг албыан тушаал байсан байх бөгөөд МЭӨ 166 цейцю хэмээх албан тушаалтан Хань улсад очиж байжээ. Хүннү нь тухайн үеийн хамгийн хүчирхэг морин цэрэг бүхий армитай байсан байна. Хүннүчүүд нь аравтын систем бүхий цэргийн нэгжтэй байсан бөгөөд нум сумыг маш чадварлаг ашигладаг байжээ. Хүннү нарын нутгийн хил нь баруун зүгт Дорнод-Туркестаны хот-улсууд, зүүн зүгт дунху аймгууд нутаглаж байсан Ляо голын эхэн газар, өмнө зүгт хятад /одоогийн Шаньси, Ордос/ нутаг бөгөөд Хятад Хүннү нарын хил нь Түмэн газрын цагаан хэрэм дагуу байж, хойд зүгт хүннү нарын нутаг Байгаль нуур хүрч байлаа. Дайн хийж нутгаа тэлж өргөтгөсөн хүннү нарын амжилтанд нэг талаар бусад нүүдэлч нарын нэлээд сул дорой байсан гадаад зохимжтой нөхцөл, Хятад орон дахь дажин хямрал ихтэй байснаар тийм завшаан нээгдэж, нөгөө талаар тэр амжилтанд хүннү нар эртний хорезмуудын жишээгээр хүнд зэр зэвсэгт морин цэрэг хэрэглэх болж бас хүннү нарын цэрэг аймгийн байгуулалт тус дөхөм болжээ. Зэр зэвсэгт гарсан шинэ зүйл нь чин бат бэгтэр хуягийг хүн морь хоёрт хэрэглэж, бас мориноос гинжээр торгосон довтлох урт жад хэрэглэсэн явдал даруй мөн. Хүннү нарын холбооны цэрэг аймгийн байгуулалт нь дээр заасан ёсоор бүх аймгаа байлдааны нэгж, арван, зуун, мянган, түмэн гэдэн хуваариар хувааж, цэргийн сургууль үргэлж хийлгэдэг байжээ. Тийм байгууламж нь цэргийн хүч зузаатгах бэлтгэлтэй болж, аймгийн бүх эрчүүдийг байнгын цэрэг болгосон гэсэн үг юм. Анхны хүй нэгдлийн харьцаанаас ангит нийгэмд шилжсэн цагийн нийгмийн хөгжлийн шатанд байсан хүннү нарт дайн, байнгын ажил нь байжээ. Энэ бол гагцхүү Хүннү нарт ч хамаатай бус, хөгжлийн тийм шатанд байсан бусад аймагт ч ийм шинж илэрдэг байсан юм. Хүннү нарын Модун Шаньюй, түүний хойчийг залгагсад хөрш орнуудтайгаа сэгхийлгүй дайтдаг байжээ. Модун НТӨ 209 онд дунху аймгуудыг гэнэт довтолж дийлээд, газар хүн хөрөнгий нь түрэмгийлэн авчээ. Нэг хэсэг дунху нар Модунд захирагдах болж, түүнд захирагдахгүй гэсэн нөгөө хэсэг дунху нар нь хойд зүгт зугатаж, Онон, Хэрлэн, Өргөнө мөрний газрыг эзлэн суужээ. Дунхугийн гол олонх нь Ляо /Луух/ голын эхэнд шилжин нүүжээ. Модун цаашдаа баруун зүгт Юэчжи аймгийг бут цохиж, өмнө зүг Ордосоор нутагласан аймгуудыг эзлэн бүр Цинь улсын /НТӨ 246-207 оны/ үед Хятадын жанжин Мэн Тяний, хүннү нараас булаан авсан газрыг эргүүлэн аваад, хойд зүгийн хэд хэдэн аймгийг эзлэн авчээ. Хүннү нарын байн байн дайтаж байсан олон дайн нь үе залгадаг сурвалжтан ялгаран гарч эрх мэдлээ булаацалдан, эрх мэдлээ бүх аймгийн эсрэг тавихад том үүрэгтэй байжээ. Хүннүчүүд өглөө наранд, үдэш саранд мөргөдөг байв. Монголчуудын нар, сар, галын дүрстэй сүлд Хүннүгээс эхтэй бөгөөд Хүннүгийн сүлд Монгол улсын төрийн далбаа, Монгол улсын төрийн сүлд, соёмбонд хадгалагдан уламжлагджээ. Төмөр болон алтаар хийгдсэн нар, сарны дүрстэй сүлд Хэнтийн Дуурлиг нарс, Ховдын Мөнххайханы Шомбуузын бэлчир, Ховдын Тахилтын хотгор[8][9] зэрэг хэд хэдэн газраас олдсон нь Монголын үндэсний түүхийн музейн эртний түүхийн хэсэгт хадгалагдаж байна. Энэ сүлд өөр улс, үндэстэнд байдаггүй. Монголд тархсан зарим буган чулууны дээд хэсэгт нар сар байдаг.[10] Нар, сар, галын дүрстэй сүлд Төв Азийн нүүдэлчдээс суурьшмал Нанхиад зэрэг улсад дэлгэрсэн гэж түүх сударт бичигджээ.[10] НТӨ III - НТ II зуун хүртэлх хугацаанд Төв Азийн өргөн уудам тал нутагт Хүннү нар нүүдэллэн амьдарч, төр улсаа цогцлоон байсны нотолгоо археологийн дурсгалууд Хүннүгийн үндсэн нутаг болох өнөөгийн Монгол улс, ОХУ-ын Өвөр Байгал, Тува, БНХАУ-ын Өвөр Монгол, Шинжан Уйгарын өөртөө засах орон, Ганьсу, Хөх нуур мужийн нутгаас олддог. Хүннүгийн археологийн дурсгалыг булш оршуулгын дурсгал, хот суурин, хадны зураг хэмээн ангилан үздэг юм Монгол улсын нутаг дэвсгэрийн Хүннүгийн үеийн түүх соёлын олон дурсгал байдаг. Үүнээс хамгийн ач холбогдолтой нь Ноён уулын булшнууд билээ. Ноён уулын булшыг 1925 онд оросын эрдэмтэн Козловын экспедици нээж ухсан байна. Ноён уулын булш нь 20-р зууны дэлхийн археологийн шинжлэх ухааны хамгийн том нээлтүүдийн нэгт тооцогддог. Энэ малталтаар Ноён уулын булшнуудын нэг нь Өмнөд Хүннү улсын шаньюй Үжүлэнгийн булш болохыг тодорхойлж, түүнээс олдсон олдворуудыг ЗХУ руу зөөн авч явсан байна. Эндээс олдсон олдворууд гэвэл Хүннүгийн үеийн ширмэл хивс бөгөөд энэхүү гайхамшигтай бүтээл нь одоо ОХУ-д байгаа бөгөөд дэлхийн түүхийн олон бүтээлд Хүннүгийн үеийн гайхамшигт олдвор гэж тэмдэглэгдэн байдаг. Үүнээс чухал олдвор нь малтсан булшнаас Өмнөд хүннүгийн шаньюй Үжүлэнгийн гавлын яс олдсон бөгөөд энэхүү чухал олдвор Монгол улсын Түүхийн музейд үзмэр болон байж байна. Энэхүү гавалын яс бүхий бунханыг чухал энэхүү Үжүлэн шаньюйгийнх болохыг тэрхүү шаньюуд дурсгал болгон үйлдсэн хятад ваарчны аяганы дээрх бичээсээр тогтоосон байна. Энэ булшнаас олдсон бусад алт мөнгөн эдлэлүүд бүгд ОХУ-д байгаа болно. Археологийн судалгаа, сурвалж бичгийн мэдээгээр хүннү, монголчууд соёлын хувьд ижил болохыг тогтоожээ. Тухайлбал хүннү, монгол, скифчүүд гэр тэрэг хэрэглэдэг байсан бол түрэгүүдэд гэр тэрэг огт байгаагүй.[11] Мөн хүннүчүүд уртын дуу дуулдаг байв. Уртын дуу 2000 жилийн түүхтэй [12] ба хүннүчүүд уртын дуу дуулж эхэлсэн тухай хятадын \"Вэй улсын судар\"т бичсэн байдаг.[13] Энэ дуу нь чоно улихтай төстэй сонсогддог гэж хятад сурвалжид тэмдэглэжээ. Эртний хятад түүхчид хятад төвийн үзлийн үүднээс бүх хөрш улс үндэстнүүдээ Хятадаас гаралтай гэх хуурамч үзэл баримталдаг бичдэг байв. Хүннүгийн тухай дэлгэрэнгүй мэдээ гарах болсон нь МЭӨ 4-3 дугаар зууны үе бөгөөд тэр үед Хятадын хойд хязгаарт Хүннү, Дунху гэдэг аймгийн хоёр холбоо бүрэлджээ.Хүннү нарын аймгийн холбоо нь МЭӨ 3-р зууны эцсийн арван онд нэлээд хүчийг олсон нь ардын бослого гарцгааж сурвалжтаны бүлгүүд засгийн эрхийн төлөө хоорондоо тэмцэлдэж байсан хүчирхэг хөрш Хятад орныг сулруулсан явдал нь түүнд зарим талаар дөхөм болжээ. Тэр үед бүрэлдэн байсан Хүннү нарын нийгмийн байгуулал нь анхны хүй нэгдлээс нийгмийн байгуулалд шилжин бүхий үе байжээ. МЭӨ 6-5-р зуунд хамаарагдах өвөг хүннүгийн соёл Шаньси, Хэбэй, Шэньси мужуудын хойд хэсэг, Ляониний баруун хэсэг, Өвөр Монголд тархжээ.[14] Хүннүчүүд анх Ордос, Өвөр Монголын баруун хэсэгт төвлөрөн сууж байгаад Хүннү улс байгуулагдах үед одоогийн Монголын нутгийг захиргаандаа оруулж суурьших болжээ. Зарим судлаачид дөрвөлжин булшны хүмүүсийг хүннүгийн шууд өвөг биш гэдэг. Хүннүгийн соёл скиф-сарматийнхтай төстэй ч өөрийн онцлогтой. Хүннүгийн үед бичгийн систем байгаагүй тул зарим үгийг зөвхөн Хятадын түүхийн номонд тэмдэглэж үлдээх боломжтой байсан бөгөөд эдгээр үгсийн олонх нь утгыг тайлбарлаагүй байв. Хүннү нар олон үндэстний эзэнт гүрэн байсан бөгөөд олон хэлээр ярьдаг, тэр дундаа түрэг хэлтэй байсан байх.[15] Хүннүчүүд монгол угсаатан байсан гэсэн онол нь хүннүгийн гарал үүслийн тухай онолуудаас хамгийн эртнийх нь юм. Сүүлийн үед энэ онолыг дэмжигсдийн тоо олон улсын эрдэмтийн дунд улам бүр өсч байна. Хятад сурвалжид тэмдэглэгдсэн олон тооны хүннү үгийг монгол үг болохыг тогтоожээ.[16] Харин Ардын уран зохиолч, СГЗ, Төрийн шагналт Л.Түдэв агсны судалгаагаар энэхүү хүчирхэг гүрний эх нутаг нь Байгал далай, Баргажин төхөм болохын улмаар Хүн гүрний хүн амын голлох хэсэг нь Барга-ууд байсан бөгөөд Баргын шүтээний сэнтий хойд туйлын наад эрэгт, Кузовын олтриг дахь өндөр байцын оройд үлдсэн \"Нүдтэй наран тамга\" одоо болтол үнэн түүх нээгдэхийг хүлээж байна. Хүн гүрний шүтээн болон одоогийн Монгол Улсын төрийн сүлд, далбаанд ашиглагдан буй нар, сар, галын дүрстэй энэхүү нүдтэй наран тамга ижил төстэй байгаа нь Баргуудыг Хүн гүрний зонхилох иргэд байж болох нэгэн баталгаа гэж үзэх үндэстэй юм. Хүннү болон монголчуудын гарал үүсэл, хоорондын холбоог тогтоох зорилгоор зарим генетикийн судалгаануудыг хийсэн байна. Хүннүгийн 62 бодгалийн яснаас дээж авч, эртний ДНХ ялган авч генетик өгөгдлийг шинжлэхэд эдгээр дээжийн 89 хувь нь Азийн хаплогруппт (А, B4b, C, D4, D5 буюу D5a, F1b) хамаарч, 11 хувь нь Европын хаплогруппт хамаарч (U2, U5a1a, J1) байсан нь Хүннү нарын дийлэнхи нь Монголжуу төрхтөн байсныг харуулах баттай баримт юм. Мөн Эгийн голын хүннүгийн булшны бодгаль болон орчин үеийн монгол хүнд хийсэн ДНХ-ийн судалгаагаар эхийн талаас удамшдаг буюу ДНХ-ийн 9 хаплогруппт болон SNP-ийн 27 хаплогруппээр энэ нутгийн хүннү болон монголын орчин үеийн хүн ам хоорондоо ижил байна гэсэн дүгнэлт гарчээ.[17] Мөн баруун Монголын Хүннүчүүдээс 6, Төв монголын хүннүчүүдээс 11 хаплогрупп илрүүлснээс A,D5, M9, M хаплогрупп зөвхөн Төв Монголын хүннүчүүдэд илэрч, бусад бүс нутагт тохиолдохгүй байна.[18]", "source": "mn.wikipedia.org", "word_count": 4818}
{"url": "https://mn.wikipedia.org/wiki/Монгол_улс", "title": "Монгол — Википедиа нэвтэрхий толь", "text": "Монгол Улс[10] нь дорнод болон төв Азид орших бүрэн эрхт улс. Хойгуураа Оросын Холбооны Улс, өмнө талаараа БНХАУ-тай хиллэдэг, далайд гарцгүй улс юм. Улсын нийслэл нь Улаанбаатар бөгөөд улс доторх цорын ганц их хүн амтай хот. Монгол Улс нь 1 564 116 км2 талбай нутаг дэвсгэртэй, 2022 оны байдлаар 3,398 сая гаруй хүн амтай байна. Нийт хүн амын 95 хувийг монгол үндэстэн, 4 гаруй хувийг Казах үндэстэн эзэлдэг. Өнөөгийн Монгол Улсын нутаг дэвсгэр дээр хүн анх суурьшсан цагаас эхлэн нүүдэлчин соёл иргэншил эзэгнэн, Монголын Хүннү, Сяньби, Нирун, Түрэг Уйгур, Кидан улс байгуулагдан оршин тогтнож байв. 1206 онд Чингис хаан Их Монгол Улсыг байгуулан Евроазийг эзэлсэн эзэнт гүрнийг үүсгэн байгуулжээ. Түүний ач хүү Хубилай хаан Хятадын эх газрыг бүхэлд нь эзэлж, Юань улсыг (1271-1368) байгуулж улсын нийслэлийг Дайду буюу одоогийн Бээжинд шилжүүлсэн байна. Юань улс унасны дараа төрийн нэгдмэл захиргаа суларч монголчууд бие даасан шинжтэй хэд хэдэн хэсэгт хуваагдан орших болсон. 17-18-р зуунд Зүрчидийн Манж Чин улсын мэдэлд орсон ч 1911 онд тусгаар тогтнолоо сэргээн тогтоосон. 20-р зуунд Монгол улс нь олон улсад тусгаар тогтнолоо бүрэн олж авсны дараа нийгэм, эдийн засаг, төр захиргааны хувьд Зөвлөлт Холбоот Улс тэргүүтэй социалист орнуудтай хамтын ажиллагаа бүхий холбоотон улс байв. 1924 онд түүхэндээ анх удаа Үндсэн хуультай болж, Бүгд Найрамдах Ардын засаглалыг тунхаглаж, социалист орон болсон. 1990 оны Ардчилсан хувьсгалаар Монгол Улс социализмаас ардчилсан, чөлөөт зах зээлийн эдийн засагт нийгэмд шилжин орсон. Монгол Улс нь хөгжиж буй орон юм. Дотоодын нийт бүтээгдэхүүний хэмжээгээр (26,8 тэрбум ам.доллар) дэлхийд 111-т жагсаж, нэг хүнд ноогдох хэмжээ 11 882 $ байна. Хөдөө аж ахуй, нүүдлийн мал аж ахуйн уламжлалтай. Зэс, нүүрс экспортолдог. Мөнгөний нэгж — төгрөг. Монгол Улс нь НҮБ-ын 191 улс болон Гэгээн Ширээт Улс, Палестин, Европын Холбоотой дипломат харилцаа тогтоосон бөгөөд Нэгдсэн Үндэстний Байгууллага, Дэлхийн Худалдааны Байгууллага, Олон Улсын Валютын Сан, Европын Аюулгүй Байдал Хамтын Ажиллагааны Байгууллагын гишүүн улс юм. Монгол хэмээх нэрний учир, үгийн гарлын талаар хэдэн янз таамаг бий. Монгол улсыг түүхэнд оршин тогтнож төр засгын дагуу Их Монгол Улс, Юань улс, Дөчин Дөрвөн хоёрын Монгол Улс, Олноо Өргөгдсөн Монгол Улс, Бүгд Найрамдах Монгол Ард Улс (БНМАУ) гэх мэтээр нэрлэдэг. 1992 оны Үндсэн хуулийг баталснаар улсын албан ёсны нэр нь \"Монгол Улс\" болсон. Монгол Улс 1 564 116 км2 талбай газар нутагтай. Энэ нь дэлхийн хуурай газрын бараг 1 хувьтай тэнцэнэ. Газар нутгийн хэмжээгээр дэлхийд 19, Ази тивд 7, далайд гарцгүй улсуудаас 2 дугаарт ордог. Нутаг дэвсгэрийн 0,43 хувийг гадаргын ус бүрхсэн. Монгол Улс Ази тивд хойд өргөрөг (х.ө)- ийн 41°35' - 52°09', зүүн уртраг (з.у)-ийн 87°44'-119°56'-ийн хооронд оршдог бөгөөд ЮНЕСКО-гийн ангиллаар Төв Ази, НҮБ-ийн шинэ ангиллаар Дорнод Азид хамаардаг байна. Газрын байрлалаар хоёуланд нь, соёлын хувьд Төв Ази, эдийн засгийн хувьд Дорно Азитай илүү дотно. Саяхнаас Зүүн Хойд Азийн бүсийн хурал зөвлөгөөнд оролцох болсон. Өмнөд, дорнод, өрнөд гурван талаараа Хятад Улстай 4 677 км, умард талаараа Орос Улстай 3 543 км зурвасаар хиллэнэ. Далайд гарцгүй. Хилийн нийт урт — 8 220 км. Хэдий хиллэдэггүй ч баруун хил Казахстан Улсаас 38-хан километр зайтай. Хөндлөн 2 392 км, гулд 1 259 км сунасан «дэлгэсэн тэрлэг шиг»[11] хэлбэртэй. Захын цэг:[12][13] Монгол төв азийн өндөрлөгт байрлах тул нийт нутгийн 80 орчим хувь нь далайн түвшнээс дээш 1 000 м-ээс илүү өндөр оршино. Нутгийн баруун талаар 900 км урт Монгол Алтай, түүний үргэлжлэл Говь Алтайн нуруу байна. Нутгийн төв хэсгээр Хангай, Хөвсгөлийн уулархаг муж (хойш Соён хүрнэ), дорно умард нутгаар Хэнтийн нуруу байна. Зүүн, зүүн өмнөд зүг рүү өндрийн хэмжээ буусан байдаг. Уулсын өндрөөс дурдвал Монгол Алтайн нурууны ноён оргил Таван богд хөвчийн Хүйтэн оргил (4 374 м), Хангайн Отгонтэнгэр (4 008 м), Соёны Мөнх сарьдаг (3 491 м), Хэнтийн Асралт хайрхан (2 799 м) юм. Дорнод нутгаар Шилийн богд (1 778 м) зэрэг унтарсан галт уулстай. Томоохон гол, мөрний сав газраар харьцангуй нам доор байна. Нутгийн баруунтаа Их нууруудын хотгор, Дэлхийн байгалийн өвд бүртгэгдсэн Увс нуурын хотгор байгаа бол Дорнод аймагт Монгол Улсын хамгийн нам доор цэг буюу Хөх нуурын хотгор далайн түвшнээс дээш 560 м-т бий. Монголд нийлээд 67 000 км урт болох 3 811 гол горхи, 500 м³ эзлэхүүнтэй 3 500 гаруй нуур, 7 000 орчим булаг шанд, 540 м² талбай бүхий 190 гаруй мөсөн гол, 250 гаруй рашаан, газрын доорх усны 139 орд газар байна. Улаанбаатар хот бол хот дотроо рашаантай байдаг дэлхийн хоёрхон нийслэлийн нэг юм. Монголын гол мөрнийг Умард мөсөн далайн, Номхон далайн, Төв азийн гадагшаа урсгалгүй гэсэн гурван ай савд хуваан үзнэ. Орхон бол Монголын хамгийн урт гол юм (1 124 км, усаа цуглуулах талбай 133 000 км²). Харин Хятадад урсдаг уртыг нь оруулж тооцвол Хэрлэн гол Монголын хамгийн урт гол /1 200 км/ юм. Хамгийн ус ихтэй нь Сэлэнгэ мөрөн юм. Жилийн дундаж урсац нь 300 м3/сек байдаг. Монгол орны хамгийн том мөсөн гол бол Алтай Таван богд дахь Потанины мөсөн гол бөгөөд 20 км орчим урттай. Хамгийн том нуур нь Увс (3 350 км²), хамгийн гүн нуур нь Хөвсгөл (238 м) юм. Монгол хойноосоо урагш ойт хээр, хээр, говь, цөлийн гэсэн өргөргийн дөрвөн бүс, өндөр уулс, ялангуяа ойт хээрийн бүсийн уулс өөд авирахад тайгын болон тагийн бүслүүр ажиглагддаг. Монголын байгалийн бүс, бүслүүр, гадаргын байдлыг харгалзан Хангай, Хэнтийн, Алтайн уулархаг, Дорнодын талархаг, Говийн гэж дөрвөн их мужид хуваадаг. Ойт бүслүүр нь тогтмол дулаан, тааламжтай уур амьсгалтай, үржил шим сайтай, ялзмаг ихтэй. Хүрэн, хар хүрэн, цайвар хүрэн, хар шороон, нугын хүрэн, говийн бор, цөлийн бор саарал, нуга намгийн болон мараалаг, давсархаг зэрэг олон төрлийн хөрс байдаг. Үүний дотор үржил шимт хүрэн хөрс тавь орчим хувийг эзэлдэг. Газар тариалан эрхэлж болох газар нь газар нутгийн 0,76 %-г эзэлдэг. Усжуулалттай газар 840 км² байна. Монгол оронд нэг ба олон наст, модлог, бутлаг, хагас бутлаг зэрэг 4 000-аад зүйлийн ургамал, ногоо ургадаг. 7 баг, 24 овог, 70 гаруй төрөлд хамаарагдах 140 гаруй зүйлийн хөхтөн, 390-ээд зүйлийн жигүүртэн оршино. Түүний дотор тахь, хавтгай, мазаалай зэрэг амьтан, монгол алтан хундага, тарваган шийр, дорогостойн вансэмбэрүү зэрэг дэлхийд өөр аль ч газарт байхгүй ургамал бий. Монгол Улс хүн амын тооллогыг ойролцоогоор арав арван жилийн зайтай явуулдаг. 1918 онд явуулсан хүн амын анхны тооллогоор Монгол Улсын хүн ам 647 мянга байсан.[15] Дэлхийн хоёрдугаар дайны дараа Монгол Улсын хүн амын тоо эрчимтэй өсч 1966 онд 1 сая, 1988 онд 2 сая хүнтэй болжээ. Нийгмийн шилжилтийн үед хүн амын өсөлт буурч 2010 оны тооллогоор 2,75 сая хүнтэй байсан бол 2015 оны эхэнд 3 сая хүн амтай болсон.[16] Хүн амын тоогоор дэлхийн 194 улсаас Армени, Литватай зэрэгцээд 135-р байранд байна. Хүн амын нягт — 1,8 хүн/км² буюу хүн амын хамгийн сийрэг суурьшилтай орон болно. 1 000 хүн тутамд 20 хүн төрж, 6 хүн нас бардаг, жилийн дундаж өсөлт — 1,49 % (2016 он). Хүн амын 36,6 % нь 0–14 насны багачууд, 68,9 % нь 15–64 насны хөдөлмөрийн чадвартан, 4 % нь 65-ээс дээш өндөр настан юм. хүйсийн харьцаа жигд, дундаж наслалт — 68,6 жил.[17] Монгол Улс үндсэндээ нэгэн төрлийн ард түмнээс бүрдэнэ. Хүн амын 97хувь монгол үндэстэн байна. Ястнаар салган бүртгэдэг уламжлалтай. 2020 оны хүн амын тооллогыг үндэслэвэл халх ястан (84 %) зонхилж казахууд (3,4 %), дөрвөд (2,8 %), баяд (2,2 %), буриад (1,8 %), захчин (1,3 %), дарьганга (1 %), урианхай (1 %), дархад, хотгойд, торгууд, хотон, мянгад, тува, барга, үзэмчин, элжигин, сартуул, хамниган, цаатан, харчин, цахар зэрэг хориод нэрээр бүртгэж байна. Хятад, Орос, Солонгос зэрэг гадаадын иргэн 0.6 хувийг бүрдүүлж байна.[19] Буриад, Ойрад монгол нь халхжих, тува, хотон, чантуу зэрэг түрэг угсаатан, хамниган тунгус угсаатан нь монголжих үйл явц явагдсаар байгаа. Казахууд Баян-Өлгийд 88 % эзэлж байгаа болохоор харьцангуй өөрийнхөөрөө байна. БНМАУ-ын үед БНХАУ-тай харьцаа муудан 1963—1966 онд Хятадуудыг үлдэн хөөж, Зөвлөлт Холбоот Улс бутрахад 1990—1992 онд Монголд байсан Зөвлөлтийн цэргийн анги, мэргэжилтнүүдийг гаргажээ.[20][21] Ардчилсан Монголд хуулийн хязгаарыг (нийт 3 %, нэг улсаас 1 %) давахгүйгээр гадаадын иргэд орж гардаг болсон.[22] Улсын албан ёсны хэл нь монгол хэл байна. Монгол хэл алтай язгуурын монгол бүлгийн гол хэл юм. Монгол Улсад халх аялга голчлох ба буриад аялга, Ойрад аялга, дархад аялга тодорхой ялгардаг. 1941 оноос хойш кирил үсгээр бичдэг болсон. Кирил монгол бичгийн дүрмийг 1-р ангиас хүүхдүүдэд заадаг. 35 үсэгтэй. Чингис хааны үеэс уламжилсан Монгол бичиг 1990 оноос сэргэж, дунд сургуулийн 5-р ангиас заадаг болсон. Компьютер, гар утаснаа латин үсэг хэрэглэх нь түгээмэл. Мөн алтай язгуурын түрэг төрлийн казах, тува хэлээр ярина. 1-4-р ангид эх хэлийг хүүхдүүдэд зааж, 5-р ангиас Англи (сүүлийн үе), орос (Зөвлөлтийн үеэс), солонгос, герман, хятад, япон зэрэг харь хэлийг хүүхэд залуус сурч эзэмшдэг. Монголын ард түмний ихэнх нь буддын шашинтан (53 %). Буддын шашны гэлүгва буюу шарын шашин гэсэн ёсыг дагадаг. Мөн шашин, бурхны сүжиг алдрах хүний тоо (38 %) өссөн. Хүн амын цөөн хувьд Ислам, бөө, христийн шүтлэг байна.[24] Эрт дээр үеэс Монголд бөө, тэнгэр шүтлэг байсан бөгөөд 16-р зуунаас буддын шашин Монголд гурав дахь удаагаа хүчтэй дэлгэрсэн. Жавзандамба нарын олон хутагт хувилгаан тодорсон. БНМАУ-ын эхэн үед шашныг хориглож, сүм хийдийг шатааж, лам нарыг хороож байв. Хожим суларч 1990 оноос хойш шашин шүтэх эрх чөлөөлөгдсөн. 2010 онд буддын 127, христийн 96, лалын 6, бүгд 234 сүм хийд байв.[25] Том нь Гандантэгчэнлин хийд. Монголын хүн амын 71 хувь хот газар амьдарч байна.[26] Гэхдээ хот дотроо гэр хороолол их. Засаг захиргааны хот суурин байхгүй. Уламжлал болон хууль харвал 22-26 хот бий: Монгол оронд 850 000 жилийн тэртээ «босоо хүн» амьдарч байсан[27] ба балар эртний хүний хадны сүг зураг эд олдвор Хойд цэнхэрийн агуйгаас олддог.[28] Чулуун зэвсэг, хүрэл зэвсэг, төмөр зэвсгийн үеийг дамжсаар эртний улсуудын үетэй золгожээ. Монгол орон эртнээс анчин, малчин, нүүдэлчин ард түмний өлгий байсаар ирсэн бөгөөд тэдгээр нь монгол, түрэг, зүрчид аль ч угсаа байсан үргэлж өмнөд газрын нанхиадтай зууралдан байлдах ба түмэн газрын их цагаан хэрмээр хил тогтдог байв. Сурвалж бичигт гуйфань, шаньрун, ицюй, ху, линь ху, дунху (дорнод ху), хуньюй, шюжун зэрэг олон нэрээр тэмдэглэгдэж явсаар МЭӨ 209 онд Модун шаньюй Хүннү улсыг (НТӨ 209 – НТ 48) нэгтгэн байгуулжээ. Ноён уулнаас Хүннүгийн ноёны бүлэг булш олсон ба хүннүгийн мал адуулах, нум сум, жад, охор илдээр зэвсэглэх нь монголоос ялгаагүй юм. Хүннүгийн зүүн этгээдийн Сяньби хүчирхэгжин Монголыг эзэгнэсэн нь 93–234 он бөгөөд Таньшихуайн үед нэр мандсан. Дараа нь бас нэгэн монгол угсаат Жужан улсыг (330—555) Шэлүнь хэмээх сайн эр алдаршуулж яваад Түрэг улсад (555—745) зай тавьжээ. Уйгур улсын (745—840) нийслэл Хар балгасыг бас нэг түрэг угсаатан болох Енисейн киргиз галдан шатаасан боловч удалгүй монголын Хидан Улсад (907—1125) түрэгджээ. Кидан хүмүүсийг зүрчидийн Алтан улс мөхөөсний дараа Монголын тал нутагт олон аймаг зэрэгцэн оршиж, олзлон булаалдаж байсан ба хамтатгаад зүбү аймгийн холбоо гэж байв. Олон аймгийн дотроос Хамаг Монголын хиад аймгийн боржигон овогт Тэмүүжин буюу Чингис хаан (1162—1227) тодорч татар, мэргид, хэрэйд, найманыг ээлж дараалан дагуулсаар 1206 онд Хэрлэний хөдөө арлын хуралдайгаар нэгдсэн Их Монгол Улсыг байгуулжээ. Чингис хаан «мөнх тэнгэрийн хүчинд» Тангуд, Алтан, Хар Хидан, Сартуул (Хорезм) улсыг дайлан дагуулсан ба найманы Тататунга багшаар Монгол бичиг (эхэндээ уйгуржин), татарын Шихихутуг заргачаар Их Засаг хуулийг зохиолгон улсаа засчээ. Чингис хааны өндөр төрийг Өгөөдэй хаан залган Хархорумыг нийслэл болгон хөгжүүлж, МНТ-г бичүүлж, Алтан улсыг мөхөөж, дорно Европыг байлдан дагуулсан бол Гүюг, дараа нь Мөнх хаан залгаж Багдадын халифыг буулган Ираныг эзэлжээ. Хубилай хаан 1260 онд Монголын хаан болоод 1271 онд Юань Улс (1271—1368) хэмээх үеийг эхлүүлэн Дайдуг (одоо Бээжин) нийслэл болгон сууж, 1279 онд өмнөд Сүнг мөхөөн Хятад орныг бүрэн эзлэсэн ба буддын шашныг шүтэж, дөрвөлжин үсэг хэрэглэжээ. Монголын байлдан дагуулал өрнө зүгт Адриатын тэнгис, Египет, дорно зүгт Япон, өмнө зүгт Индонезийн Ява арал хүрч 33 сая км2 газарт ноёрхож байв.[29] «Дэлхийн талыг эзэлсэн» гэж ярих бөгөөд түүхэн дэх хоёрдугаар (Британийн дараа) их нутагтай гүрэн байжээ. Луужин, өртөө, энхтайван, цэргийн арга ухаан, өрнө-дорныг холбосон зэрэг дэвшил, нээлт авчирсан юм. Нүсэрдээд ирэхийн цагт Юань, Зүчи, Цагаадай, Хүлэгүгийн улс болон бутарчээ. Тогоонтөмөр хаан 1368 онд Хятадыг Мин улсад алдан «Давааны арын орон» буюу монгол нутагтаа эргэн суусан. Тогоонтөмөр хааныг Аюушридар залгаж Хархорумд суусан ч Хархорумыг Мингийн цэрэг 1380, 1388 онд довтлон галдан шатаажээ. 1634 онд Лигдэн хаан нас барж улсгүй болох хүртэл Чингисээс эхлэн тоолвол 39 хаан суусан. Улсын нэрийг эхэндээ «Умард Юань» хэмээсэн ч замхраад хожмоо түүхчид «Бага хаадын үе», «Монголын хаант улс», «Дөчин дөрвөн хоёр» зэргээр нэрийджээ. Улс төрийн эв бутарсан буюу алтан ургийн ноёнтой дөчин монгол (зүүн монгол)-дөрвөн Ойрад (баруун монгол) болон талцаж, хаад нэгнээ хороон солигддог байв. Мин улсын Жөнтун хааныг олзолж байсан Эсэн хаан (1453—1454) алтан ургийн дундуур ганцаар шургасан байдаг. Мандухай сэцэн хатны авчирсан Батмөнх даян хаан (1480—1517) улсаа хурааж «хөл хөсөр, гар газар» амаржуулж байв. Зүүн монгол нь халх, цахар, урианхай зүүн гурван түмэн, ордос, түмэд, юншээбүү баруун гурван түмэн, баруун монгол нь цорос, дөрвөд, торгууд, хошууд дөрвөн аймагт хуваагдаж байв. Сүүлчийн хаад цахар нутагт (хожмын Өвөр Монгол) сууж байсан ба түмэдийн Алтан хан 1577 онд төвөдийн Содномжамцыг урин залж «Далай лам» өргөмжилсөнөөс эхлээд монголчууд нийтээрээ шарын шашинд орсон нь буддын шашин Монголд гурав дахиа дэлгэрсэн явдал юм. Ар халхад 1585 онд Эрдэнэ зуу хийд баригдсан. 1634 онд манжууд Лигдэн хааныг дарж өвөр монголыг дагуулснаар Монголын хаант улс (1368—1634) мөхсөн юм. Гэхдээ ар Монголд халхын Түшээт, Засагт, Сэцэн ханы гурван аймаг, хотгойд, Шиньжянд дөрвөн Ойрад аймаг тусгаар оршин байв. 1688 онд Зүүнгарын Галданд ялагдан дайжсан Өндөр гэгээн, Чахундорж нар халхаа аван 1691 онд манж Чин улсад дагаар оржээ. Манж Чин улс монголчуудыг 1634-1755 оны хооронд гурван хэсэг үед дагаар оруулж эзэрхээд олон хошуу, аймаг, чуулган болгон захирсан бөгөөд өнөөгийн Монгол орныг сүүлийн жилүүддээ «Гадаад (манжаар түлэрги) Монгол» хэмээж байв. Үүнд Сэцэн, Түшээт, Сайн ноён, Засагт ханы халх дөрвөн аймаг, Ховдын хязгаар, Тагны Урианхайн хязгаар (одоо Тува орон) орж байв. Хожим Богдын шавь нутаг нэмэгдсэн. Гадаад Монголын төрийг засах явдлын яам байгуулагдаж, Улиастай (төв), Хүрээ, Ховдод амбан жанжин суудаг байлаа. 1755 онд хотгойдын Чингүнжав Зүүнгарын Амарсанаатай зэрэг манжийн цэргийн эсрэг босоод дарагджээ. Чин улс монгол ноёдыг ван, бэйл, бэйс, гүн гэж зэрэглэн алба гувчуур авч, цалин пүнлүү өгч, ардыг дарлах шат тогтолцоог бий болгосон бөгөөд «хятад хүн монгол нутагт сууж болохгүй», «хятад хүн монгол эхнэр авч болохгүй» зэрэг үндэстний шинжийг хамгаалах цааз гаргасан байсан. 1907 онд Ховдын хязгаараас Алтайн хязгаарыг салган байгуулж, мөн онд «Шинэ засгийн бодлого» гэдэг хятаджуулах түрэмгий бодлого явуулж эхэлснээр ар Монголын ноёдын үндэсний ухамсар сэргэн, тусгаар тогтнох эв санаа нэгджээ. Чин улс хэзээ мөдгүй мөхөх нь тодорхой болсон цагт халхын ноёд Их хүрээнд нууцаар зөвлөлдөх болж, 1911 оны 12 сарын 29-нд Богд гэгээн, 8-р Жавзандамба хутагтыг Богд хаанаар өргөмжлөн Монгол улс сэргэснийг зарлан тунхаглаж, оны цолыг «Олноо өргөгдсөн» гээд улсын нийслэлийг Нийслэл хүрээ хэмээжээ. Монгол улс сэргэн мандахад барга, харчин, өөлд зэрэг олон газрын монголчууд ирж хүчээ өргөж, талархан сайшааж байв. Олноо Өргөгдсөн Монгол Улс таван яам бүхий засгийн газар байгуулаад Хүрээ, Улиастай, Ховдын манж амбан, дарангуй цэргийг хөөн гаргажээ. Тухайлбал 1912 оны зун Дамдинсүрэн, Магсаржав нарын удирдсан 5 000 монгол цэрэг Ховдыг чөлөөлж, 1913—1914 онд Өвөр Монголыг чөлөөлөхөөр 10 000 цэрэг таван замаар байлдаж Хаалган хүртэл давшсан байна. Олон улсаар хүлээн зөвшөөрүүлэх, ДИУ-ын нэхэлтийг сөрөхөөр Оросын Хаант Улс руу элч зарж тусламж гуйж байв. 1914-1915 оны Хятад-Монгол-Орос гурван улсын Хиагтын гэрээгээр тусгаар тогтносон бодит байдлаа баталж чадалгүй Гадаад Монгол нь Хятадын доор «өөртөө эзэрхэх» гэгджээ. 1919 онд хятадын Сю Шүжаны цэрэг Нийслэл хүрээг эзэлж, автономийг устган дарангуйлсан ч 1920 онд Барон Унгернээр удирдуулсан Оросын Хаант Улсын үлдэгдэл цагаан цэрэг нэвтэрч Үндэсний Хувьсгалт Армиг Хүрээнээс хөөхөд Хиагт руу бүгсэн. Богдыг дахин хаан ширээнд өргөмжиллөө. 1921 оны 3 сарын 18-нд Зөвлөлтийн улаан цэргээр дэмжүүлж Сүхбаатарын удирдсан ардын журамт цэрэг Хиагтыг Үндэсний Хувьсгалт Армигаас чөлөөлж, 7-р сард Нийслэл хүрээнд орж ирсэнээс хойш Монгол улс дахин тусгаар тогтнолоо алдаагүй юм. ЗХУ шинэ тутам коммунист ертөнцдөө Монголыг багтааж, Хятадаас өмгөөлөгч ар тал болжээ. Богдыг эхлээд хэмжээт эрхт болгоод Ардын засаг байгуулагдав. Богд нас барснаар хаант засгаас татгалзаж, 1924 оны 11 сарын 26-нд Бүгд Найрамдах Монгол Ард Улс (БНМАУ)-ыг тунхаглан анхны үндсэн хууль баталж, нийслэлийг Улаанбаатар хэмээсэн. Харц ардыг тэтгэж, харин язгууртан, ламыг хавчих болсон бөгөөд 1932 онд шамбалын дайн дэгдэн дарагдаж, 1937 оны үед лам, сэхээтэн, феодал зэрэг 20 000 хүнийг хилсээр буудан хороожээ. 1936 оны Харилцан туслалцах протоколын дагуу 1939 онд Япон Монгол руу дайрахад ЗХУ цэрэг зэвсгээр тусалж, 1941 онд Герман Зөвлөлт рүү дайрахад БНМАУ агт, хувцас, аль байдгаараа тусалжээ. 1945 оны чөлөөлөх дайнд Монгол ардын хувьсгалт цэрэг Жанчхүүгийн даваа хүртэл Японоос чөлөөлж Дэлхийн хоёрдугаар дайны төгсгөлд болсон Яалтын бага хурлаар үнэлэгдэн, ард иргэдийн нэгэн үзүүрт сэтгэл биелж ЗХУ (Орос) ДИУ (Хятад) хоёр Монгол улсыг олсон тусгаар тогтнолоо хадгалахыг хүлээн зөвшөөрчээ.[30] Хорлоогийн Чойбалсан Өвөр Монголыг нэгтгэхийг санаархсан ч Хятадыг коммунист улс болгосондоо ханасан Сталин дэмжээгүй. 1949 онд БНХАУ-тай дипломат харилцаа тогтоож, 1961 онд Монгол улс Нэгдсэн Үндэстний Байгууллагын бүрэн эрхт гишүүн болсон.[31] Социалист БНМАУ-ын нийгэм, эдийн засаг онц дэвшиж, тогтвортой суурь тавигджээ. Засаг захиргааны хуваарийг 1925, 1931, 1957 онд ихээр өөрчилж,[32] аймаг, сумын төв хот сууринг барьж босгож, улсын болоод орон нутгийн байгууллага, эмнэлэг, цэцэрлэг, сургууль, тээвэр, урлаг, спортын байгууллага, холбоо, их сургууль гээд олон зүйл бий болжээ. 1941 оноос монгол бичгийг «хуучин монгол» хэмээн халж кирилл үсгийг «шинэ үсэг» хэмээн хэрэглэх болж, 1960-аад онд бүх нийтээр бичиг үсэгтэн болжээ. 1930-аад онд хамтрал, 1960-аад онд нэгдэлжих хөдөлгөөн, соёлын довтолгоо, атрын аян явагдаж залуус илгээлтээр малчны хот, сангийн аж ахуйг зорьж ажилладаг байв. Дулааны цахилгаан станц, Налайхын уурхай, Багануурын нүүрсний уурхай, Шарынголын уурхай, Эрдэнэтийн зэс молибдений үйлдвэр, Дарханы төмөрлөгийн үйлдвэр, Говь, Улаанбаатар хивс, Эрдэнэт хивс, Талх чихэр, Мах импекс зэрэг хүнд болоод хөнгөн аж үйлдвэр бий болж хөгжсөн байна. Жамсрангийн Самбуу (1954—1972), Юмжаагийн Цэдэнбал (1940—1984), Жамбын Батмөнх (1984—1990) нар нам, төрийг олон жил тогтвортой тэргүүлж байв. ЗХУ-ын өөрчлөн байгуулалт, дорно Европын тэмцлийн салхи Монголд итгэл төрүүлж 1989 оны 12 сарын 10-нд ардчиллын төлөө анхны цуглаан болж Монголын Ардчилсан Холбоо (МоАХ) байгуулагджээ.[33] 1990 оны 3 сарын 7-нд улс төрийн өлсгөлөн зарлаж 3 сарын 9-нд Монгол Ардын Хувьсгалт Намын Төв хорооны Улс төрийн товчоо бүрэн бүрэлдэхүүнээрээ огцров.[34] Талууд харилцан ойлголцож «оготны хамраас дусал цус гаргаагүй» ардчилсан хувьсгал Монгол Улсад олон намын тогтолцоо, хүний эрх, хувийн өмч зэрэг олон зөв зүйлийг авчирсан юм. 1990 онд Улсын Бага Хурал, дараа нь Ардын Их Хурал байгуулагдан Монгол Улсын үндсэн хуулийг батлав. Үндсэн хууль ёсоор төрийн эрх ард түмний гарт, түүний төлөөлөл Улсын Их Хуралд шилжсэн.[35] 1992 оноос 2016 он хүртэл МАХН харьцангуй давамгай, заримдаа Ардчилсан Нам төр барьжээ. 2003 оноос иргэний хөдөлгөөн идэвхжиж, жагсаал цуглаан хэвийн үзэгдэл, Оюутолгой, Тавантолгой байнгын ярианы сэдэв болсон. Төвлөрсөн төлөвлөгөөт эдийн засгаас зах зээлийн эдийн засагт шилжихэд бусад орны адил хямарсан бөгөөд үнийн өсөлт, мөнгөний ханш уналт, банкны дампуурал, барааны хомсдол зэрэг олон бэрхшээл үзсэн ч 2000-аад он гарснаар байдал дээрдэж Монгол Улсын нийгэм, эдийн засгийн амьдрал улам олон төрлөөр салбарлан хөгжиж байна Гэвч 2012 оноос хойш экспортын гол бүтээгдэхүүн болох ашигт малтмалын дэлхийн зах зээлийн уналт, мөн гадаад худалдааны гол харилцагч орон болох Хятадын эдийн засгийн удаашрал, хамгийн гол нь засгийн газрын үрэлгэн бодлогын нөлөөгөөр эдийн засгийн өсөлт удааширсан бөгөөд 2016 оны сонгуулиар МАН эдийн засгийг сэргээх амлалт өгч, эрх баригч хүчин болжээ. Монгол бол парламентын засаглалтай, хагас ерөнхийлөгчийн засаглалтай улс юм. Тус улс нь хагас ерөнхийлөгчийн засаглалтай, төлөөллийн ардчилсан бүгд найрамдах улсын хэлбэрээр ажилладаг бөгөөд ерөнхийлөгч нь ард түмнээс шууд сонгогдож, төрийн тэргүүний үүргийг гүйцэтгэдэг бол ерөнхий сайд нь ерөнхийлөгчөөс томилогддог боловч гүйцэтгэх эрх мэдлийг эзэмшиж, өдөр тутмын засаглалыг хариуцдаг. УИХ-аас депутатуудыг сонгодог бөгөөд Ерөнхий сайдын саналыг үндэслэн Ерөнхийлөгч Засгийн газрын гишүүдийг томилдог. Монгол Улс 1992 оны Үндсэн хуулиар парламентын засаглалтай Бүгд найрамдах улс болж, 2019 онд нэмэлт өөрчлөлт оруулснаар зарим эрх мэдлийг Ерөнхийлөгчөөс Ерөнхий сайдад шилжүүлсэн нь парламентын хяналтыг сайжруулахад шилжсэнийг харуулж байна. Түүнчлэн 2023 онд УИХ-аас баталсан Үндсэн хуулийн өөрчлөлтөөр УИХ-ын 76 суудлын тоог 126 болгож, сонгуулийн хувь тэнцүүлсэн тогтолцоог сэргээсэн. Эдгээр өөрчлөлтүүд нь хагас ерөнхийлөгчийн тогтолцооны зарим онцлог, ялангуяа ерөнхийлөгч, ерөнхий сайдын давхар гүйцэтгэх үүргийг хадгалсан ч Монгол Улс парламентын засаглалтай байх амлалтыг улам бататгасан юм. Энэхүү тогтолцоо нь үзэл бодлоо илэрхийлэх, шашин шүтэх эрх чөлөөг баталгаажуулсан ардчилсан зарчмууд бүхий ерөнхийлөгч, парламент, ерөнхий сайд нарын эрх мэдлийн тэнцвэрийг хангадаг. Үндсэн хуульд зааснаар ерөнхийлөгч Монгол Улсын төрийн тэргүүн бөгөөд эв нэгдлийн илэрхийлэл, зэвсэгт хүчний ерөнхий командлагч болно. Ерөнхийлөгч 50 нас хүрсэн, Монгол Улсын иргэн байх ба дөрвөн жил тутам парламентат суудалтай намаас нэр дэвшин ард түмний шууд сонгуулиар сонгогдож, нэг удаа улирах эрхтэй. Тус хугацаанд Пунсалмаагийн Очирбат (1990—1997), Нацагийн Багабанди (1997—2005), Намбарын Энхбаяр (2005—2009), Цахиагийн Элбэгдорж (2009—2017), Халтмаагийн Баттулга (2017-2021) нар ажиллажээ. Монгол Улсын хууль тогтоох байгууллага нь Улсын Их Хурал (УИХ) юм. УИХ-ын нэг танхимын 76 суудлыг дөрвөн жилийн хугацаатай сонгоно. Сүүлийн сонгууль тус бүр нэг мандаттай жижиг 76 тойрог бүхий мажоритари системээр зохион байгуулагдсан. 1992 оны УИХ-ын сонгуулиар Монгол Ардын Хувьсгалт Нам (72 суудал), 1996 онд Ардчилсан холбоо эвсэл (50), 2000 онд МАХН (72) дийлэнх олонх суудал авч байсан бол 2004 онд 38-38-аар тэнцэж анх удаа «эвслийн» тодотголтой засгийн газар байгуулагдаж байв. 2008 онд МАХН (45), 2012 онд Ардчилсан Нам (34) олонхын санал авч засгийн газраа тэргүүлжээ. УИХ нь 2016 оны сонгуулиар бүрэлдсэн бөгөөд МАН 65 суудал, АН 9 суудал, МАХН 1 суудалтай, мөн 1 бие даагч сонгогдон ажиллаж байна. 2020 оны Улсын Их Хурлын Сонгуулийн 29 тойргоос МАН 62 суудал, Ардчилсан нам 11 суудал, Та бидний эвсэл 1 суудал, Зөв Хүн Электорат Эвсэл 1 суудал авснаар бүрдэж, 2024 он хүртэл УИХ-ын даргаар нь Гомбожавын Занданшатар ажиллаж байсан. 2024 оны Улсын Их Хурлын Сонгуульд шинэ системээр явагдаж, 13 тойргоос 78 дэвшигчийг сонгож, 48 дэвшигчийг намын жагсаалтаас сонгохдоо намд өгсөн саналын хувьтай дүйцүүлэн хуваарьлав. МАН: тойргоос 50, жагсаалтаас 18 нийт 68 суудал; Ардчилсан нам: тойргоос 26, жагсаалтаар 16 нийт 42 суудал; ХҮН нам: тойргоос 2, жагсаалтаас 6 нийт 8 суудал; ИЗНН: жагсаалтаас 4 суудал; Үндэсний эвсэл жагсаалтаас 4 суудал авч нийт 126 гишүүнтэй УИХ бүрдсэн. Одоогийн УИХ-ын дарга нь Дашзэгвийн Амарбаясгалан юм. Монгол Улсын төрийн бодлогыг хэрэгжүүлэх байгууллага нь Монгол Улсын Засгийн Газар (ЗГ) юм. УИХ-ын сонгуульд олонх суудал авсан нам ерөнхий сайдыг тодруулах боломжтой ба ерөнхий сайд сайд нарын багаа бүрдүүлдэг. Засгийн газрын яамны тоо, бүтэц үргэлж өөрчлөгддөг. Яам үүргээрээ ерөнхий чиглэлийн (Сангийн яам шиг), чиг үүргийн (зам тээврийн гэх мэт) гэж хоёр янз байдаг. Өнөөгийн ерөнхий сайд бол 2021 оны 1 сарын 27-нд томилогдсон Лувсаннамсрайн Оюун-Эрдэнэ бөгөөд 2024 оны УИХ-ын сонгуулийн дараа улиран сонгогдож, \"МАН-АН-ХҮН\" намын Хамтарсан засгийн газрыг байгуулсан. Монгол Улсад шүүх байгууллага төрийн хараа хяналтаас ангид ажиллана. Улсын Дээд шүүхийн Ерөнхий шүүгчээр 2020 оноос хойш Дамдины Ганзориг ажиллаж байна. Монгол Улс 1961 онд Нэгдсэн Үндэстний Байгууллагад (НҮБ) элсэж, түүний түүний төрөлжсөн байгууллагуудтай хамтын ажиллагаа өрнүүлж ирсэн.[36] БНМАУ-ын үед Зөвлөлттэй ах дүүгийн ёсоор дотно харилцаатай байсан ба МУ-ын үед «Гуравдагч хөршийн бодлого» хэрэгжүүлсэн. Олон улстай найрсаг, төвийг сахисан, эдийн засаг, соёлын харилцааг хөгжүүлдэг. 1921 онд Зөвлөлт Холбоот Улс (одоо Оросын Холбооны Улс залгамжилсан), 1948 онд Бүгд Найрамдах Ардчилсан Солонгос Ард Улс, 1949 онд Бүгд Найрамдах Хятад Ард Улстай харилцаа тогтоосноос эхлээд 184 оронтой дипломат харилцаа тогтоогоод байна.[37] Монгол Улс Астана, Анкара, Бангкок, Берлин, Бразилиа, Брюссель, Будапешт, Бээжин, Варшав, Вашингтон, Вена, Вьентьян, Хавана, Дели, Жакарта, Каир, Канберра, Кувейт, Лондон, Москва, Ром, Оттава, Парис, Пхеньян, Прага, Софи, Сөүл, Сингапур, Токио, Ханой, Стокхольмд элчин сайдын яамтай бөгөөд Алматы, Эрхүү, Улаан-Үд, Кызыл, Хөх хот, Эрээн, Хонконг, Осака, Сан-Франциско, Чикагод албан ёсны Ерөнхий Консулын газартай юм. Нью-Йорк ба Женев хотуудад Нэгдсэн Үндэстний Байгууллагын дэргэдэх төлөөлөгч суудаг. АХБ, ДХБ, ОУВС, ЕАБХАБ зэрэг олон улсын эдийн засгийн байгууллагуудад гишүүнээр элссэн. Монгол Улс нь НҮБ-ын энхийг дэмжих ажиллагаанд идэвхтэй оролцдог. Үүний хүрээнд Монголын цэргийн баг Сьерра Леонд НҮБ-ийн тусгай шүүхийг хамгаалах үүрэг гүйцэтгэж байсан. 2005-аас 2006 онуудад Бельги ба Люксембургийн цэргүүдтэй хамт Косово руу цэргийн баг илгээжээ. Мөн Африкийн Чад улс уруу зэвсэгт хүчний 800 гаруй албан хаагч бүхий бие бүрэлдэхүүнтэй багийг илгээхээр зэхэж байна. Монгол Улс 2003 онд Иракийн эрх чөлөө ажиллагааг дэмжиж Ирак руу, Талибан дэглэмийн эсрэг ажиллагааг дэмжиж Афганистан руу цэргийн багуудаа илгээсэн. 2012 оноос Өмнөд Судан улс руу нэг ээлжиндээ 850 гаруй хүний бүрэлдхүүнтэй цэргийн багуудыг удаа дараалан илгээгээд байна. Монгол Улс нь цөмийн зэвсгээс ангид бүс нутаг хэмээн НҮБ-аар баталгаажсан. Монгол Улсын нутаг дэвсгэр нь 1992 оны үндсэн хуулийн IV бүлэгт зааснаар аймаг, сум, баг, нийслэл, дүүрэг, хороо гэсэн нэгжид хуваагддаг. 1994 онд гурван аймаг шинээр байгуулагдсанаар 21 аймаг байдаг болжээ. Аймаг нь суманд, сум нь багт хуваагдана. 2024 оны байдлаар Монгол Улсад 330 сум, 1 647 баг байна. Харин нийслэл нь дүүрэгт, дүүрэг нь хороонд хуваагддаг. 2024 оны байдлаар нийслэл 204 хороотой байна.[38] Монгол Улсын хорин нэгэн аймаг, нийслэл (Улаанбаатар)-ийн товч хүснэгт: Бүх түвшний засаг захиргаат нутаг өөрийн гэсэн хилтэй бөгөөд нутгийн өөрөө удирдах ёсыг төрийн удирдлагатай хослуулна. Эхний хоёр түвшний нутгийн өөрөө удирдах байгууллагыг Иргэдийн Төлөөлөгчдийн Хурал (ИТХ), баг, хорооныхыг иргэдийн Нийтийн хурал (ИНХ) гэнэ. Төрийн шийдвэрийг нутгийн Засаг дарга хэрэгжүүлнэ.[40] Байгалийн унаган төрх, экосистемийн тэнцвэрт байдлыг хадгалан үлдээх, нутаг дэвсгэрийг тэнцвэртэйгээр хөгжүүлэхийн тулд улсын газар нутгийг 7 бүсэд хуваасан байдаг.[41] Үүнд: Монголын эдийн засаг нь хөдөө аж ахуй ба уул уурхайд тулгуурладаг. Монголд ашигт малтмал элбэг байдаг бөгөөд монголын эдийн засагт зэс, нүүрс, молибден, цагаан тугалга, вольфрам, алтны олборлолт ихэд ач холбогдолтой. Одоогийн байдлаар Улаанбаатар хотод төвлөрч 30 000 гаруй хувийн бизнес үйл ажиллагаа эрхэлдэг. Харин хотоос гадуурх хүн ам нь мал аж ахуйг (хонины, ямааны, үхрийн, морины, тэмээний аж ахуй) голчлон эрхэлдэг. Газар тариаланд голдуу улаан буудай, арвай, хүнсний ногоо, улаан лооль, тарвас, чацаргана, малын тэжээл ургамал тариалдаг. 2006 онд 1 хүнд оногдох ДНБ нь 2 100 $ байв[42]. ДНБ нь 2002 оноос хойш тогтвортой өсөж (2006 оны албан ёсны тооцоогоор жилд 7,5 %-р) байгаа ч гэсэн том хэмжээний импорт, экспортын тэнцвэргүй байдлыг нөхөж амжаагүй л байна. ОХУ-д өгөх 11 тэрбум $ долларын өрийг 2004 онд 250 сая $-аар Монголын засгийн газар хэлэлцээрээр төлжээ. Монголын эдийн засаг хэдийгээр өсөж байгаа ч гэсэн 2006 оны байдлаар хүн амын ядуурлын хэмжээ нь 32,2 %[43], ажилгүйдэл ба инфляцийн түвшин нь тус тус 3,3 % ба 9,5 % байна. Монголын хамгийн гол худалдааны түнш нь Хятад орон. 2006 оны байдлаар Монголын нийт экспортын 68,4 % нь, импортын 29,8 % нь Хятадад ногджээ.[44] 1991 онд Улаанбаатар хотод байгуулагдсан Монголын хөрөнгийн бирж нь нийт хувьцааны хэмжээгээрээ дэлхийд хамгийн жижигт тооцогддог байна.[45][46] ДНБ-ий 21,4 %-г аж үйлдвэр хангадаг ба хөдөө аж ахуйн салбартай тэнцүүхэн байна (20,4 %). Аж үйлдвэрлэлд барилгын материал, уул уурхай (нүүрс, зэс, молибден, хайлуур жонш, цагаан тугалга, вольфрам, алт), газрын тос, хүнс ба ундааны бүтээгдэхүүн, малын гаралтай бүтээгдэхүүн боловсруулалт, ноолуур, байгалийн нэхмэл үйлдвэрлэл зэрэг орно. Аж үйлдвэрлэлийн өсөлт нь 2002 онд жилд 4,1 % байв. Уул уурхайн салбар нь Монголын хамгийн гол чухал аж үйлдвэрлэлийн салбаруудын нэг болж хөгжсөөр байна. Энэ нь Хятад, Орос, Канадын уул уурхайн компаниуд Монголд үйл ажиллагаагаа эрхлэх болсонтойгоор харагдаж байна. Дотоодын хоол хүнсний үйлдвэрлэл гадаадын хөрөнгө оруулалтын тусламжтайгаар хурдацтайгаар өсөж байна. 1990-ээд оноос ардчилал хөгжснөөр Монгол Улс нь технологийн салбараа хөгжүүлж эхэлжээ. Үүний үр дүнд нилээд олон тооны технологийн компаниуд үүсгэгджээ. Мөн Өмнөд Солонгос, Хятад зэрэг ойр орчмын орнуудын технологийн компаниуд Монголд салбараа нээж эхэлж байна. Мэдээлэл харилцааны ба интернетийн үйлчилгээ олгогч компаниуд ихэссэнээр интернет ба утасны салбарыг өрсөлдөөнтэй болгожээ. Үүнээс хамгийн өрсөлдөөнтэй нь үүрэн телефон утасны салбар бөгөөд одоо Монголын ихэнх нутгийг хамарч байна. Электроник ба механик аж үйлдвэрлэлтэй харьцуулахад программ хангамж нь Монголд үйл ажиллагаагаа эрхэлдэг Монголын ба гадаадын компаниудад түлхүү хөгжиж байна. Монгол Улсын сургуулийн өмнөх насныхан хүүхдийн цэцэрлэг, гэрээр хүмүүжих ба 6 нас хүрээд сурагч болно. Бага боловсрол (5 жил), суурь боловсрол (9 жил), бүрэн дунд боловсрол (ерөнхий боловсрол, 12 жил)-ыг дунд сургуульд олж авна. Өмнө нь 1950-аад оноос 1995 он хүртэл 10 жил байсан. Дээд боловсрол бакалавр, магистр, докторын зэрэг гээд шатлах ба их сургууль (ИС), дээд сургууль (ДС), хүрээлэнд сурч эзэмшинэ. Мэргэжлийн сургалт үйлдвэрлэлийн төв (МСҮТ) гэж бий. Бакалавр 4-6 жил, магистр 2 жил суралцдаг. Монгол улсын их дээд сургуулиудын заримыг дурдвал: Улс даяар бүх нийтээр амардаг баяр:[47] Монгол болон Төв Азийн нүүдэлчин ард түмний уламжлалт сууц гэр юм. Мод, эсгийг ашиглан 4-6 хана тойруулж, тоононд унь тулган босгодог, эсгийгээр туурга хийх дугуй хэлбэртэй, оньсон бүтээцтэй, нүүж суухад тохирох эд юм. Сүм хийд, орд өргөө ч болдог байв. 16-17-р зуунаас буддын сүм хийд чулуу, шавраар барьдаг болсон ба монгол, төвөд, хятад хийцийг хослуулж байжээ. Дээр үеэс Уянгын модон гэр, Дарьганга хийц алдартай. Мөнгөн аяга, хэт хутга гээд дарханы үйл үнэлэгддэг байсан.[48] Дээл, малгай, гутал монголын олон ястанд өвөрмөц бөгөөд улирал, нас, хүйсэнд тохируулж олон янз хийдэг байв. Монголд уламжлал шинэчлэл хосолж байна. Монголчууд эртнээс таван хошуу малын мах, цагаан идээ зооглож ирсэн. Махаар хорхог, боодог, шорлог хийх ба дулаан цагт айраг, тараг, ээзгий, өрөм, бяслаг, аарц, ааруул зэрэг цагаан идээ бэлтгэн хэрэглэдэг. Архи нэрнэ. Казах үндэстний казы, бешбармак зэрэг хоол бий. 20-р зуунаас гурил, цагаан будаатай хоол зонхилж, хүнсний ногоо, тахиа, гахайны мах нэмэгдсэн. Гурилтай шөл, цуйван, будаатай хуурга, хуушуур, бууз үндэсний хоол болов. Монгол Улсад зоогийн газар ихээр үүсч хятад, солонгос, европ хоол хаа сайгүй хийдэг болжээ. Цагаан хоолтон, зөв хооллолт бий болсон. Монголын утга зохиол их хөгжсөн. Нацагдоржийн «Миний нутаг», Явуухулангийн «Би хаана төрөө вэ», Пүрэвдоржийн «Сэгс цагаан богд», Ринчений «Монгол хэл», Лодойдамбын «Тунгалаг тамир» гээд олон зохиолчийн шүлэг, найраглал, тууж, өгүүллэг, роман 108 боть болсон. Монголчууд эртнээс дуу бүжигтээ сайн. МНТ-д «...хавирга газрыг халцартал, өвдөг газрыг өлтөртөл дэвхцэн бүжиглэж хуримлав...» гэсэн нь бий. Уламжлалт уртын дуу, богино дуу, ардын дуунаас гадна орчин үеийн дуурь, рок, поп, хип хоп, зохиолын дуу дуулдаг. Хөөмий, исгэрээ зэрэг хоолойн өвөрмөц урлаг, бий биелгээ, аягатай бүжиг, ёохор гэсэн өөрийн дэг төрөл байна. Сэвжидийн дэглэсэн «Жалам хар» бүжиг алдартай. Морин хуур, аман хуур, төгөлдөр хуур, хуучир, ёочин, бүрээ, ятга, гитар, хийл, лимбэ зэрэг хөгжмийн зэмсэг хэрэглэнэ. 1938 оны «Норжмаагийн зам»-аас эхлээд Монгол кино үйлдвэр ганцаар кино бүтээх болсон. Хувьсгал, хөдөө хотын амьдрал, ажил хөдөлмөрийн сайхныг, шашны мууг гаргадаг байв. 1970-аад оноос баримтат кино хийдэг болсон. Шилжилтийн үед унасан кино урлаг 2000-аад оны сүүлээс илт сайжирч олон студи жилдээ 20-30 уран сайхны кино, мөн телевизийн олон ангит кино хийдэг болсон. Бямбасүрэнгийн найруулсан «Ингэн нулимс» кино нь 2005 оны Оскарын шагналын шилдэг гадаад баримтат кинонд дэвшиж байсан удаатай. Норовбанзад уртын дууч, Гончигсумлаа хөгжмийн зохиолч, Норовсамбуу уран нугараач, Цэвээнжав жүжигчин зэрэг олон авьяастан төржээ. «Эрийн гурван наадам» хэмээх хурдан морь, сур харваа, үндэсний бөх гурав Монголд спорт маягаар хөгжсөн. Бөхчүүдээс дархан аварга Бадмаанямбуугийн Бат-Эрдэнэ улсын наадамд 11, Хорлоогийн Баянмөнх 10 түрүүлсэн ба харваачдаас гарамгай мэргэн Аюушийн Цэвээн үлгэр дуурайлал болж явдаг. Хэдий адгуус ч гэсэн морины уралдаан монголчуудад онцгой бахдалтай бөгөөд 2000-аад оны Эрдэнэчулууны шарга, 1950-аад оны Шийтэрийн зээрд азаргад төрөөс онцгой цол хайрласан удаатай. 20-р зууны дунд үеэс Монголд их спорт хөгжиж, 1964 оны Токиогийн олимпоос хойш өвөл, зуны олимпод оролцдог болсон. 1968-2012 оны хугацаанд бокс, буудлага, жүдо, чөлөөт бөх (топ 4)-өөр олимпоос 2 алт, 9 мөнгө, 13 хүрэл, бүгд 24 медаль хүртээд байна. 2008 оны Бээжингийн олимпоос Найданы Түвшинбаяр жүдоч, Энхбатын Бадар-Ууган боксчин хоёр анхны алтыг хослуулан авчирсан бөгөөд мөн жилийн паралимпад байт харваач Дамбадондогийн Баатаржав аварга болжээ. 1971 онд Должингийн Дэмбэрэл байт харваач анхны дэлхийн аварга болсон бол дэлхийн аварга болсон анхны чөлөөт бөх Зэвэгийн Ойдов (1974), анхны жүдоч Хашбаатарын Цагаанбаатар (2009), анхны боксчин Пүрэвдоржийн Сэрдамба (2009) байлаа. Монголын эмэгтэй буудлагын тамирчин Доржсүрэнгийн Мөнхбаяр (гавьяат тамирчин), Отрядын Гүндэгмаа (хөдөлмөрийн баатар) нар 1990-ээд оноос хориод жил тив, дэлхий, олимпод амжилт гаргасаар олимпын аваргаас бусад бүх цолыг авсан. Монголчууд Японд сүмо барилддаг болсон. Асашорю Дагвадорж анх 2003 онд ёкозүна (аварга) болсоноос хойш Хакүхо Даваажаргал (2007), Харүмафүжи Бямбадорж (2012), Какүрю Ананд (2014) нар залган сүмогийн дэвжээг эзэгнэсээр байна. Хүүхэд залуус хөлбөмбөг, сагсан бөмбөг, ширээний теннисийг түгээмэл тоглодог, сонирхдог.", "source": "mn.wikipedia.org", "word_count": 5056}
{"url": "https://mn.wikipedia.org/wiki/Чингис_хаан", "title": "Чингис хаан — Википедиа нэвтэрхий толь", "text": "Их эзэн богд Чингис хаан (~1162 оны 11 сар – 1227 оны 5 сарын 31) 1206 онд Монгол аймгуудыг нэгтгэж Их Монгол Улс буюу Монголын Эзэнт Гүрнийг байгуулсан Монголын их хаан байв. Хиад Боржигин Есүхэйн Тэмүжин гэдэг нэртэйгээр Боржигин овогт төрсөн тэрбээр монголын болон дэлхийн түүхэн дэх гарамгай цэргийн удирдагчдын нэг болсон юм. Их Монгол Улсыг байгуулсны дараа тэрээр амьдралынхаа явцад Ази, Европын ихэнх нутаг дэвсгэрийг эзэлсэн бөгөөд харин түүний үр хүүхдүүд үүнийг нь үргэлжлүүлж, тухайн үед соёл иргэншилт хүн төрөлхтөнд нээгдээд байсан дэлхийн хуурай газрыг бараг бүхэлд нь эзэлсэн байна. Чингис хаан Тангудыг эзэлсний дараа, 1227 онд Алтан улсын хилийн ойролцоох Лю Пан уулнаа мөнхөржээ. Түүний оршуулагдсан газар нь одоо хүртэл илрээгүй болно. Чингисийн үр удам өнөөгийн Хятад, Солонгос, Кавказ, Төв Азийн орнууд, мөн өнөөгийн Орос, Зүүн Европ, Ойрх Дорнодын зарим хэсгүүдийг эзэлсэн буюу түшмэг улсуудаа болгосон ажээ. Монголын Нууц Товчоонд Бөртэ Чино эхнэр Гoo маралын хамтаар тэнгис далайг гаталж ирээд Онон мөрний эх Бурхан халдун ууланд нутаглаж, Батачихан гэдэг нэгэн хөвүүнийг төрүүлжээ хэмээн дурдсан байдаг. Дараахь үе удмуудыг жагсаавал Тамача, Хоричар мэргэн, Уужим буурал, Саль-Хачау, Ихнүдэн, Шинсочи, Харчу, Боржигидай мэргэн, Торголжин баян, Добу мэргэн. Добу мэргэний эхнэр Хорь түмдийн Хорилардай мэргэний охин Алун-гуа. Добу мэргэн хоёр хүүтэй болоод нас барсны дараа Алун-гуагаас төрсөн гурван хөвүүний бага нь болох Бодончар мунхагаас Боржигин овгийнхон үүсэн гарчээ. Нууц товчоонд бичсэнээр бол Алун Гуа Добу мэргэний нас барснаас хойш хөвгүүд төрүүлснийгээ Малиг баяуд овгийн зарц бус харин шөнө тотгоор орж ирэх тэнгэрийн цагаан шар хүнтэй холбон тайлбарладаг. Боданчар мунхаг нэгэн жирэмсэн эмийг барин ирснээс гарсан хүү нь Жажирадай бөгөөд энэ нь Чингис хааны анд Жамухын уг гарал байгаа юм. Боданчарын үр удам нь Хабич баатар, Мэнэн тудун, Хачи хүлүг, Хайду, Байшинхор догшин, Тумбинай сэцэн болно. Хайдугийн хүү Чирхай лянхуагаас Тайчууд овог үүсэн гарчээ. Тумбинай сэцэний хүү Хабул хаан Хамаг Монголыг захирч байсан ба түүнээс Хиад Боржигин овог гарчээ. Хабул хааны хоёр дахь хүү Бартан баатар нь Чингис хааны эцэг Есүхэй баатарын эцэг байжээ. Хамаг Монгол Хутула хаанаас хойш хангүй байсан тул Хиад Боржигин овгийг ерөнхийд нь Есүхэй баатар захирч байсан. Чингис хааны Монголын тулгар төрийг үүсгэн байгуулах явцад нөлөөтэй байсан хэд хэдэн феодал язгууртнууд Хабул хааны удам буюу Хиад Боржигины ноёдууд байжээ. Даридай отчигин нь Бартан баатарын бага хүү (Чингис хааны авга ах), Алтан нь Хабул хааны дөрөв дахь хөвүүн Хутула хааны хүү (Чингис хааны хаяал), Хучар нь Бартан баатарын хоёр дахь хүү Нэгүүн тайжийн хүү (Чингис хааны үеэл), Жүрхиний Сача-Бэхи нь Хабул хааны ууган хүү Охинбархагийн ач хүү (Чингис хааны хаяал), Бүри бөх нь Хабул хааны дөрөв дахь хүү Хутугту Монхорын хүү байжээ. Чингис хаан 1162 онд Онон голын хөвөөнд Дэлүүн Болдог хэмээх газар хатан Өэлүн эхээс төржээ. Монголын нууц товчоонд түүнийг төрөхдөө шагайн чинээ нөж атгаж төрсөн гэж бичсэн байдаг. Энэ үйл явдал нь тухайн үед Хиад Боржигины удирдагч байсан Есүхэй баатар, Татарын Тэмүжин-Үгэтэй тулалдан олзолж авсантай тохиосон тул шинэ төрсөн хүүг Тэмүжин хэмээн нэрлэжээ. Түүний төрсөн дүү нар нь Зочи Хасаp, Хачиун,Тэмүгэ Отчигон, Тэмүлэн. Мөн Сочигил хатны хөвгүүд болох эцэг нэгтэй ах дүүс Бэгтэр, Бэлгүтэй нар байжээ. Тэмүжин 16, 17 настай байхдаа өмнө сүй тавьсан Бөртэг буулган авч гэрлэсэн бөгөөд инжинд ирсэн булган дахыг өөрийн эцэг Есүхэйн анд байсан Хэрэйд аймгийн удирдагч Тоорил ханд өргөн барьж холбоо тогтоосон нь хүчирхэг ивээн тэтгэгч, холбоотонтой болсон томоохон хэмжээний дипломат алхам болсон байна. Бөртэ үжин Зүчи, Цагаадай, Өгөдэй, Тулуй гэсэн дөрвөн хүү төрүүлж өгчээ. 1180 оны үед Гурван Мэргид цэрэглэн ирж өмнө Мэргидийн Их Чилэдү эхнэр Өүлэнийг Есүхэй баатарт булаалган алдсаны өшөөг авахаар ирэн Бөртэ үжинийг булаан авч Чилгэр бөхөд өгсөн байна. Тэмүжин өмнө нь түүнийг ивээлдээ багтаахаа амласан Хэрэйдийн Тоорил ханд очиж тусламж хүссэнд хүлээн авч Жадаран аймгийн Жамухатай хүч хавсран Мэргид аймгийг дайлан Буур хээрийн тулалдаанд бут цохин Тэмүжин эхнэр Бөртийг эргүүлэн авчээ. Энэ үед Бөртэ жирэмсэн байсан нь Тэмүжиний ууган хүү Зүчийн жинхэнэ эцэг хэн байсныг маргаантай болгожээ. Гэвч Монголын Нууц Товчооны 104-р зүйлд \"Санамсаргүй байтал гурван мэргид довтолж, эхнэр хүүхдийг минь булааж авав…\" гэсэн байна. Тэмүжиний өгүүлсэнээр бол Бөртэ хатан жирэмсэн байсан байна. Тийм ч учраас Тэмүжин амьдралынхаа туршид Зүчийг өөрийн хүү гэж үзэж байжээ. Мэргидийг дайлсны дараа Тэмүжин, Жамуха хоёр гурав дахь удаагаа анд барилдан хамт нутаглаж байсан байна. Гэвч удалгүй салж явцгаасанд өмнө Жамухыг дагаж явсан Боржигин болон бусад овог аймгийн иргэдийн зарим Тэмүжинг даган ирсэнээр түүний өөрийн овог аймгийн удирдагч болохын эхлэл тавигджээ. Улмаар 1189 онд Алтан, Хучар, Жүрхиний Сача Бэхи, Даридай-Отчигон зэрэг Хиад Боржигины ноёдууд санаа нийлэн Тэмүжинг Хамаг Монголын ханд өргөмжилж, \"Чингис хаан\" хэмээн цол олгожээ. \"Чингис\" гэдэг үгийн гарал нь \"тэнгис\" гэсэн үгнээс гаралтай гэсэн түүхэн бичээс буй юм. Түүний хойно Жамуха өөрийн дүү Тайчирыг Чингис хааны харьяатуудад алагдсаныг шалтаглан 13 хүрээнээс цэрэг дайчлан довтлоход Чингис хаан өөрийн 13 хүрээнээс мөн цэрэг дайчлан угтаж очин Далан Балжуд хэмээх газар тулалдсан нь Монголын түүхэнд Арван гурван хүрээний тулалдаан гэж нэрлэгджээ. Уг тулалдаанд Жамуха хүч түрэн Чингис хааныг Зээрэн хавцалд шахаад буцаж явсан ба замдаа Чинос аймгийн залуучуудыг далан тогоонд чанаж харгисласан байна. Энэ тулалдааны дараагаар Уруудын Жүрчидэй, Мангудын Хуйлдар, Хонхотаны Мэнлиг зэрэг олон жижиг овгийн төлөөлөгчид Жамухаас салж Чингис хаантай ирж нийлжээ. XII зууны эцсээр Алтан улсын Вангин Чинсан жанжин Татарын Мэгүжин сүүлтийг хөөн Улз гол руу шахаж байх үед урьдын өшөөт Татарыг дарах боломжийг ашиглан Чингис хаан, Тоорил хан нар хүч хавсран байлдаж Улз голын Хусуту шүтээн, Нарату шүтээн гэдэг газар Мэгүжин сүүлтийг дарж устгажээ. Үүний дараа Вангин чансан Тоорил ханд \"Ван \", Чингис хаанд \"Чаутхури\" гэдэг цол олгожээ. Үүнээс хойш Тоорил ханыг Ван хан хэмээх болжээ. Чингис хааныг Мэгүжин сүүлтийг дайлаар явсан хойгуур Жүрхинүүд ар гэрийг нь тонож дээрэмдсэн тул Хэрлэнгийн Хөдөө арал хавьд Жүрхинийг довтолж Тэлэтү ам хэмээх газар Сача-Бэхи, Тайчу нарыг барьж өмнө Бэлгүтэйн мөрийг цавчсан, Татарын эсрэг хавсран байлдаагүй, ар гэрийг дээрэмдэн тоносон зэрэг шалтгаануудаар цаазалжээ. 1201 онд Хатагин, Салжиуд, Дөрвөн, Татар, Ихирэс, Хонгирад, Горлосууд, Найманы Хурчахус буйруг хан, Мэргид, Ойрад, Тайчууд нар Алхуй булаг гэдэг газар чуулаад Жамухыг хан өргөмжлөхөөр хэлэлцэж андгайлан тангараглаад тэндээс Эргүнэ мөрөн рүү нүүж, Эргүнэд цутгах Хан мөрний шанаагийн Агуу нугад Жамухыг Гүр хан болгож өргөмжилжээ. Улмаар Чингис хаан, Ван хан хоёртой байлдахаар мордъё гэлцсэнийг Чингис хаан олж мэдээд Ван ханд мэдэгдсэнд, Ван хан цэргээ авч хүрч иржээ. Хоёр талын тулалдаан Хүйтэн хэмээх газар болсон ба түүхэнд Хүйтэний тулалдаан гэж нэрлэдэг. Нууц товчоонд өгүүлснээр Буйруг, Хутуга бэхи нар задын арга мэддэгээ хэрэглэсэн нь өөрсөд дээр нь буусанд тэнгэр хилэгнэв гэж айн тархан зугатацгаасан байна. Жамуха Эргүнэ мөрний зүг өөрийн нутаг руу зугтахад Ван хан нэхжээ. Тайчуудын Аучу баатар Ононы зүг зугтахад Чингис хаан араас нь нэхсэн байна. Ононы цаана хүлээж байсан Аучу баатар, Таргудай Хирилтуг нартай тулалдахад Чингис хаан хүзүүн тушаа Тайчуудын Зургаадайд (хожмын алдарт Зэв жанжин, Чингисийн дөрвөн нохойн нэг) харвуулан шархадсан байна. Шөнө нь Тайчууд тархан зугтаснаар уг тулалдаан Тэмүжиний ялалтаар дуусчээ. 1202 онд Татарын ханлигийг байлдан эзлэж, мөхөөсний Тоорил хантай хамтран \"найманы хүчүгүдийн Буйруг хантай байлдахаар морилж, Улуг тагийн Сохог ус гэдэг газарт хүрвэл, Буйруг хан байлдан ядаж, Алтай даван хөдлөв. Чингис хаан Ван хан хоёр Сохог уснаас Буйруг ханыг нэхэж Алтай давуулан Хумшингирийн Үрүнгү гол уруу хөөж явав. Гэтэл, тэдний Еди-Тоблуг нэрт ноён, харуул харж яваад бидний харуулын цэрэгт хөөгдөж уул өөд дутаахад олом нь тасарч баригдав. Буйруг ханыг Үрүнгү гол уруу хөөн оруулж, Хишилбаши нуурт гүйцэж түүнийг тэнд сөнөөв.\"[1] Тэндээс буцах замд найманы Хүгсэү сабраг баатрын удирдсан цэргүүд Байдраг голын бэлчирт цэргээ хуралдуулж тосч байлдахаар хүлээж байсан ч, орой болсон учраас хоёр талаас маргааш өглөө байлдья гэж тохиролцоод хоноод, өглөө сэртэл Ван хан Жамухын ятгалгаар өөрийн хүрээндээ гал түлж орхиод цэргээ авч \"Хар сүүл голыг өгсөн\"[2] зугтан оджээ. Чингис хаан тэргүүтэй монголчууд маргааш өглөө нь сэрээд хартал Ван ханы хаяад зугтсаныг үзээд \"Харин чи биднийг мэхэлж бууцанд хаясан байна\" гээд Чингис хаан хөдөлж, Эдэр Алтайн бэлчрээр гэтэлж сааталгүй явсаар Саарь хээрт очиж буув.[3] Харин найманы Хүгсэү Сабраг баатрын цэргүүд Ван ханы ардаас нэхэн довтолж, Сэнгүмийн эм хөвүүд, эд хөрөнгийг булаан авч, Ван ханыг Тэлэгэтү амсарт шахан байлдаж хэцүүдэхэд Чингис хаанаас тусламж гуйхдаа \"Найманд эд хөрөнгө ба эм, хөвүүдээ булаагдав, би. Хөвүүн чамаас дөрвөн хүлэг баатраа ирүүлэхийг гуйя. Миний албат иргэн ба эд хөрөнгийг аварч өгнө үү\"[4] гэсний хариуд Боорчи, Мухулай, Борохул, Чулуун дөрвөн хүлэг баатраа цэргийнх нь хамт илгээн, Улаан хус гэх газарт Сэнгүмийг авран, тэндээс Хөгсэү Сабраг баатрыг довтлон олзлогдсон бүгдийг буцаан авч Ван ханд өгчээ. Үүний дараа Чингис хаан, Ван хан хоёр андгай тангараг өргөн, эцэг хүү бололцон, эв найртай байхаа батлан хурим найр хийв. Энэ явдлын дараа 1202 оны намар дотно холбоотон Хэрэйдийн Ван хантай худ ургийн холбоогоор харилцаагаа бэхжүүлж дотносохыг зорьж, хүү Зүчидээ Тоорил ханы охин Чаур бэхийг, охин Хожин бэхийг Сэнгүмийн хүү Тусахад өгөхийг гуйн элч илгээсэнд,[5] нялх Сэнгүм хэлсэн нь: \"Миний ураг тэднийд очвол, ямагт хатавчинд хоймор харж суух болно. Тэдний ураг бидэнд ирвэл, хоймор сууж хатавч харах болно\"[5] гэж ихэмсэглэн хэлж элчийг хөөн явуулснаар тэдний харилцаанд сэв сууж эхлэв. 1203 оны хавар Хэрэйдийн нутагт орогнож байсан Жамуха, Алтан, Хучар, Хартахидай[6], Өвөгжин, Ноёхон[7], Сүбээдэй, Тоорил, Хачиун бэхи[8] нарын монгол ноёд Бэрх Элэтэд нутаглаж байсан Сэнгүмд очиж, Чингис хааны эсрэг байлдуулах хатгаас хийн ятгасанд Нялх Сэнгүм эдгээр үгсийг Тоорил хан эцэгтээ элчээр хэлүүлж, Тэмүүжинийг дайлан улсыг нь булаая гэж олон удаа ярилцаж байж зөвшөөрүүлжээ. Ингээд тэр хавартаа Чингис хаанд өмнөх хурим найрын саналыг зөвшөөрч, \"Багалзуур ид\" гэсэн үгтэй элч илгээсэнд Чингис хаан арван цэрэг дагуулан Хэрэйдийн зүгт явах замд Мэнлиг эцгийн гэрээр хоноход Чингис хаанд сануулан хэлсэн нь: \"Мөнөөхөн бид Чаур бэхийг гуйвал, биднийг доромжилж өгсөнгүй билээ. Одоо багалзуур ид гэж гэнэт урих нь жигтэй. Саяхан ихэмсэглэн биднийг тоохгүй байсан хүмүүс, гэнэт яагаад Чаур бэхийг өгөх болов? Үүнд сэжигтэй явдал байна. Хөвүүн чи болгоомжлох хэрэгтэй. Одоо хавар болов. Бидний адуу туранхай байна. Адуугаа таргалмагц очъё гэж шалтаглаж, энэ хэргийг хойш тавивал ямар?\"[9] гэсэнд зөвшөөрч, хоёр хүний элчээр илгээн Багалзуур идүүлэхээр явуулаад, өөрөө даруй буцав. Энэ явдлыг мэдээд Сэнгүм, Ван хан нар яаран цэргээ цуглуулан Чингис хааныг довтлохоор зэхсэнийг Хэрэйд нутагт амьдарч байсан Хулан баатрын хүү Их Чэрэн, Алахчит хатантайгаа Хамаг Монголыг дайлан эзлэх тухай ярьж байхыг тэдний адуучин Бадай, Хишилиг хоёр сонсоод тэр шөнөдөө мэргидийн цагаан, ам цагаан хээр морийг унаад Чингис хааны хүрээнд очиж хэл өгснөөр Хэрэйдийн гэнэдүүлэн барих төлөвлөгөө задарч, Чингис хаан яаран сандран ойр хавиас цэргээ цуглуулж, юм хумаа орхин хурдавчлан зүүн зүгт зугтааж, ар хүрээгээ Зэлмэд даатган үлдээв.[9] Маргааш нь Муу өндөрийн хярд гарч, Хэрэйдийн цэргийг тосон байлдахад Чингис хааны тал ердөө 3000 орчим цэрэгтэй байжээ. Муу Өндөрийн байлдаанд монголын талаас Мангудын Хуйлдар сэцэн, Урудын Жүрчидэй баатар нар манлайлан байлдаж, Хэрэйдийн талаас Жирхиний Хадаг баатар, Түмэн түбэгэний Ачиг ширүүн, Олон Донгайдын цэргүүдийг ээлжлэн довтолж, сүүлд нь Ван ханы гол цэрэг довтлохоор болж, байлдахад Хуйлдар сэцэн шархдсан ч Уруд, Мангудын цэргүүд, Хадаг баатар, Ачиг ширүүн, Олон Донгайдын цэргийг ээлж дараалан ялахад, Сэнгүмийн өөрийн цэргээ удирдан дайран орж байхдаа хацраа харвуулан унах үед үдэш болж байсан тул хоёр талын цэргүүд байлдааныг түр зогсов. Тухайн шөнийг ашиглан Чингис хаан байлдааны газрыг яаран орхиж зүүнш зугтав. Тэндээс хөдлөөд Улхуй шилүгэлжид чиглэн явж Далан нөмрөг хүрэв.[10] Далан Нөмрөг хүрээд цэргээ тоолж үзвэл 2600 хүн байв.[11] Чингис хааныг дагаж гарсан цэргээ хоёр хувааж, 1300 цэргийг өөрөө захирч Халх голын өрнөд этгээдээр, нөгөө 1300 цэргийг урудын Жорчидай ноёнд захируулж, Халх голын дорнод этгээдээр нүүж[12] ан ав хийж байсан. Ингэж ан ав хийх үед мангудын Хуйлдар сэцэн шархаа сэдрээж нас барсны дараа Буйр нуураар нутагтай Тэргэ Эмэл тэргүүнтэй хонгирадыг Жорчидай ноёныг илгээн дагаар оруулаад Түнхэлэг горхинд нүүж суун, Архай Хасар, Сүхэхэй жэүн хоёрыг Ван ханд элчээр илгээн гомдлын үг хэлүүлэв. Тэндээс Балжун нуурт бууж бүхүйд Ихирэсээс Буту хүргэн өөрийн цэрэг ардын хамтаар ирж, Горлосын Чоос цагаан ноён горлосоо дагуулан ирж дагаар оров.[12] Мөн Онгудаас мянган хонь туугаад Эргүнэ мөрөнөөс булганы арьс арилжихаар явж байсан Хасан тэргүүтэй худалдаачид замд уулзаж,[13] Чингис хааны цэргүүдийг хүнс хоолтой залгуулсан. Мөн Ван ханаас зугтан Хавт Хасар цөөн нөхдийн хамт зугтан ирэв. Юань улсын сударт тэмдэглэснээр Чингис хаан Балжун нуурт очиж зусаад нуурын усаар 19 хүний өмнө тангараг өргөж[14][15], андгай өргөснийг түүх шастирт Балжун нуурын тангараг гэж бичдэг. Тэндээс хөдөлж Хэрлэний Аргал хөхи рүү нүүж очиход бусад монгол аймаг овийнхон нийлэн ирээд, Ван ханд Хасараар үг хэлүүлж тайвшруулж, найрлаж байхад нь Архай Хасар, Жүрчидэй хоёрыг манлайд мордуулж, Чингис хаан өөрөө гол хүчээ авч Жэжээр өндөрийн Жэр хавцалд бүслэн довтолж, 3 өдөр 3 шөнө хатгалдан байлдаад ялахад хэрээдийн Хадаг баатар Ван ханыг зугтаалган явуулаад сая бууж өгөв. Ингээд 1203 оны зунаас намрын хооронд Хэрэйдийн ханлигийг эзлэн аваад Абжиа Хөдөгэрт өвөлжив. 1203 онд Монголчууд Хэрэйдтэй дайтан ялж, богино хугацаанд эзлэсний дараа баруун талдаа Чингис хаанд ялагдсан бүх дайсныг цуглуулсан Найманы ханлигтай шууд хиллэх болсон. 1204 оны хавар Таян ханы зарлигаар Торбиташ элчээр \"Энэ дорно зүгийн цөөн монгол омогдох болов. Чи баруун гар болж морд. Би эндээс хамсаж хоёулаа тэр хэдэн монголын хоромсогыг булаан авъя\"[16] гэсэн захидал хүргүүлсэнд, Онгудын Алахуш дигитхури ноён Юхунан элчээр \"Найманы Таян хан, чиний хоромсгыг булааж авъя. Намайг баруун гар бол гэсэнд би эс зөвшөөрөв. Одоо би чамайг болгоомжилтугай гэж энэ учрыг мэдэж илгээв. Дайсанд чи хоромсгоо автуузай\"[16] гэсэн үгийг хэлүүлснээр Чингис хааны ноёдын хурилдайгаар Бэлгүтэй ноёны дайн хийхийг дэмжсэн саналыг сайшаан Абжиа Хөдгэрээс нүүж, Халхын Ор нугын хэлтгий хаданд очиж буугаад цэргээ цэгцлэж, мянганы ноён, зууны ноён, арваны ноёдыг томилж, 80 хэвтүүл, 70 турхагийг ноёдын хөвгүүдээс сонгон Чингис хааны амь сахих хишигтэн цэргийг өргөтгөж, тэднийг захирах 6 чэрбийг томилж, Архай Хасарт мянган шилдэг цэргийг захируулан, хорчин, турхаг, хэвтүүлийн ажил үүргийг дэлгэрэнгүй батланзохион байгуулалтыг шинэтгэв. 1204 оны зуны тэргүүн сарын арван зургааны тэргэл өдөр тугаа тахиж, Зэв, Хубилайг манлайд илгээж Хэрлэнгээс хөдлөн явсаар Хангайн нурууны Саарь хээрт Найманы харуултай тулав. Саарь хээрт бууж хонохдоо хүн тус бүр таван гал түлж хонохыг Найманы тандуул цэргүүд хараад \"Монголын цэргүүд Саарь хээрийг дүүртэл буужээ. Өдөр бүр ундрах ус шиг нэмэн ирж байх бололтой. Одноос олон гал ноцож байна\"[17] гэж хэлсэнд Таян хан айн болгоомжлож, Хүчлүг ханхүүдээ \"Одоо Монголын агт туранхай байна. Бид, улсаа Алтай давуулан хөдөлгөж, цэргээ засацгааж монголчуудыг өдөөн даллаж, Алтайн өлгийг хүртэл нохой хэрэл хэрж займруулан чирэгдүүлж аваачвал бидний агт тарган тул гэдэс татран шавхарна. Монголын агт улам туранхилан ядрах болно. Тэр цагт бид өмнөөс нь довтлон оръё\"[17] гэж хэлүүлснийг Хүчлүг ханхүү, Хорису бэчи их ноён нар Таян ханыг аймхай хулчгар гэж хэлсэнд, Таян хан хилэгнэж маргааш нь байлдахаар зэхэж, Хачир уснаас Найманы цэрэг хөдөлж, Орхоныг гэтэлж, Наху гүний зүүн хормойг тойрон Цахир Могод гэх газар Хамаг Монголын цэргийн хүчтэй байлдахаар ирэв. Чингис хааны хэлсэн нь \"Олноос олон гарз гарна. Цөөнөөс цөөн гарз гарна\" гээд, Цүүц хатгалдаанаар цөмөрч тулъя\"[18] гэж байлдах аргаа зарлаад, Чингис хаан өөрөө манлайд явж, Жочи Хасар дүүдээ гол цэргээ захируулж, Тэмүгэ Отчигин ноёноор ар цэргээ захируулав. Найманы цэргийг Цахир Могодоос ухрааж, Наху гүний өвөрт тулалдан, Найманы цэргийг бут цохин Наху гүн уул руу шахаж, уулын оройгоос Таян хан зэрэг олонх цэргүүд нь унаж амь үрэгдснээр Хамаг Монголын цэрэг ар найманыг мохотгон эзлэсэн. Мөн жилдээ найманаас зугтсан хатагин, салжууд, жадаран, хонгирад зэрэг аймгийг нэгтгэж, Тогтоа бэхи тэргүүтэй гурван мэргид аймгийг довтлон, нутгийг нь эзлэсэн ч, Тогтоа бэхи түүний хөвгүүдийг алдаж явуулав. 1185-1206 оны хооронд 81 овог аймгийн эсрэг 32 удаагийн дайн том жижиг дайн тулалдаанд[19] ялснаар эсгий туургатан монгол, түрэг аймгуудыг Хамаг Монголын туган доор нэгтгэж, нэгдсэн улсыг байгуулсан. Чингис хаан улсаа ерөнхий гурван түмэн буюу хэсэгт хуваагаад, дотор нь бага түмэн болгосон. Бага түмнээ 5 мянгат, мянгатаа зуут, зуутаа аравт болгон хуваажээ. Их цэргийн тоо нь эхлээд 95000 байгаад сүүлдээ \"...тэд нь 129,000 хүнтэй байв...\"[20] Чингис хаан ийнхүү мянгатын тогтолцоог яаравчлан бүрдүүлсэнээр Их Монгол Улсын өнө удаан тогтнох үндсийг тавьжээ. Эл тогтолцоо нь улс үндсээ батлан хамгаалах аян дайнд мордоход үлэмж хэмжээний цэргийг богино хугацаанд шуурхай зохион байгуулах, ард олноос албан татвар авах зэрэгт нэн тохиромжтой цэрэг, засаг захиргааны нарийн чанд зохион байгуулалт байв. Мянгат нь дотоод, гадаад хэмээн хуваагдах бөгөөд гадаад мянгат нь зэрэг зиндаагаараа дотоод мянгатаас даруй нэг дахин доогуур байжээ. \"…Баруун, зүүн жигүүр ба гол хэсэгт харьяалагдаж байгсад нь түүнээс хойш өв залгамжилсан 4-р хөвүүн Их-ноён хэмээх Тулуй ноёнд харьяалагдах болсон…\"[20] бөгөөд тэдгээр нь нийт 101,000 гаруйд хүрч байжээ. Голын их мянган нь Чингис хааны өөрийнх мянган байв.[20] Баруун гарын цэрэг, түүний хошуучлагч нь Боорч ноён, түүний… орлогч нь Борохул ноён байв. Тэр цэрэг нь 38,000 хүнтэй байв.[21] Энэхүү баруун гарын түмэнд дараах мянганы ноёд захирагдаж байжээ. Зүүн гарын цэргийг монголоор Жунгар гэдэг. Түүнийг хошуучлагч нь Мухулай ноён, орлогч нь баарины Наяа ноён. Тэр нь 62000 хүнтэй байв.[23] Зүүн гарын түмэнд дараах мянганууд багтаж байжээ. Бусад цэргийг Чингисийн эх, хөвгүүд, дүү нар болон авга Отчигин ноён нар өөр өөрийн тусгай мянгаттай байв. Монголын нууц товчоонд дурдсанаар Чингис хаан Тэмүгэ отчигин, Өэлүн эх хоёрт түмэн өрх, хоёрдугаар хүү Цагадайд 8000 өрх, гуравдугаар хүү Өгэдэйд 5000 өрх, отгон хүү Тулуйд 5000 өрх, дүү Хасарт 4000, ач дүү Алчидайд 2000, дүү Бэлгүдэйд 1500 өрх тус тус «хувь» болгон өгчээ. Монголын эртний нүүдлийн нийгмийн улс төрийн эохион байгуулалтын эртний өвөрмөц нэгэн хэлбэр нь “Хишигтэн” байв. Хишигтнийг эхлээд овог, аймгийн тэргүүлэгч нар биеэ болон орд өргөөгөө хамгаалах зорилгоор бий болгожээ. Тэмүжин ч Хамаг Монголын хаан болоод бие, орд өргөөгөө сахин хамгаалах өдрийн манааны 70 турхаг, шөнийн харуулын 60 хэвтүүлээс бурдсэн 150 хүн бүхий хишигтэнтэй болжээ. Их Монгол Улс байгуулагдсанаас хойш хишигтний үүрэг өсч, зохион байгуулапт дэг журам нь нарийсчээ. Чингис хаан хишигтний тоог нэгэн түмд хүргэж, түүний эгнээг түмт, мянгат, эуутын ноёдын хүүхдээс бүрдүүлж, бас сул чөлөөтэй хүмүүсийн хүүхдээс ухаан, чадлаараа шалгарсныг нь сонгон оруулж байв. Удалгүй хишигтэн нь хааны бие, орд өргөөний аюулгүй байдлыг сахин хамгаалах төдийгүй, улс орны дотоод дэг журам сахиулах, үймээн, самуунаас сэргийлэх онцгой үүрэг хүлээх болов. Цаашид Хишигтэн бүтэц, үүрэг зохион байгуулалтын хувьд улам өргөжиж, улс орны цэрэг захиргааны нэгдмэл төв байгууллага болон хувирчээ. Өөрөөр хэлбэл, нэг ёсны засгийн газрын үүрэг гүйцэтгэх болсон. Дээд зиндааны албан тушаалтныг зөвхөн хишигтнээс томилно. Хишигтэнд чанд сахилга, хариуцлага хүлээлгэхийн хамт онцгой эрх ямба эдлүүлж байв. Ийнхүү хишигтэн бол Их Монгол Улсын төрийн гол тулгуур болж байлаа. Өмнөх үеийн төр ёсны уламжлалд тулгуурлан шинэ тутам байгуулагдсан Монголын төр нь хэлбэрийн хувьд хэмжээгүй эрхт хаант засгийн төрхтэй боловч мөн чанараараа ардчиллын олон бүрдлийг өөртөө агуулсан, тун өвөрмөц шинж бүхий төр байв. Төрийн дээд эрхийг баригч нь их хаан байв. Их хаан бол тэнгэрээс заяат хэмээн өргөмжлөгдсөн, Монгол улсын хэмжээгүй эрхт эзэн, төрийн тэргүүн байсан ажгуу. Их хааны гарт төрийн дээд эрх мэдэл, үлэмж засаглал төвлөрч, тэрбээр Монголын газар нутгийн дээд өмчлөгч болж байлаа. Хаан амьд сэрүүн байхдаа өөрийнхөө залгамжлагчийг гэрээслэнэ. Энэ нь хаан өөрөөсөө хойш элдэв хямрал тэмцэл гарч, төр хямрахаас болгоомжилсон ухаалаг бодлого байв. Хааныг сонгон өргөмжилж, төр улсын тулгамдсан асуудалд ончтой хариу эрэлхийлж, нягтлан магадласаны үндсэн дээр их хаанд зөвлөх эрх бүхий байгууллага бол Их Хуралдай байжээ. Их Хуралдай нь өмнөх үеийнхээс зохион байгуулалтын хэлбэрийн хувьд боловсронгуй болж, төрийн дээд байгууллагын шинжийг агуулж байсан. Хамгийн гол нь хэн бугай ч Их Хуралдайг алгасан хааны титэм хүртэх эрхгүй байсан явдал юм. Чухам үүгээр Их Хуралдайн эрх, сүр хүч илэрхийлэгдэж байв. Их Хуралдайд Чингис хааны ах дүү, үр хүүхэд, эх ба хатад, цэргийн жанжин, итгэлт нөхөд оролцоно. Зарим судлаач эл байгууллыг парламентат ёсны дээд өвөг хэмээн үздэг. Их хаанд хэдийгээр хэмжээгүй эрх мэдэл төвлөрч байсан боловч эрдэм ухааныг дээдлэн биширч, мэргэдийн зөвлөлөөг сонсон, болгоон соёрхдог байжээ. Тиймээс ч Чингис хаан дэргэдээ Сэцдийн зөвлөл байгуулж, улс төрийн шаггүй бодлоготон, эрдэмтэн мэргэдийг оруулж, тэдний санал бодлыг анхааралтай сонсдог байв. Зарим эрдэмтэд Сэцдийн зөвлөлийг төрийн институт болж чадаагүй гэж үэдэг. Их хаан гүйцэтгэх эрх мэдлээ хэрэгжүүлэх зорилгоор улс орны амьдралын хүрээ, салбарыг хариуцсан төрийн сайд нарыг томилж байжээ. Энэ ёсоор Мухулайг Го ван буюу улсын ван болгожээ, Энэ нь хааны тэргүүн шадар сайд байв. Түүнтэй эн зэрэгцэхүйц эрхтэй албан тушаалтан бол улсын заргач байв. Энэ тушаалд Чингис хаан өөрийн өргөж авсан дүү Шихихутугийг томилжээ. Их хаан түүнд „Мөнх тэнгэрийн ивээлээр улс гүрнийг тохинуулж байхад чи үзэх нүд, сонсох чих болж яв, надтай зөвлөж, Шихихутугийг шийтгээд цагаан дээр хөх бичиг бичиж, дэвтэрлэснийг ургийн урагт хүртэл хэн ч бүү өөрчилтүгэй“ Чингис хааны хууль зарлигийн биеллийг хянах тусгай албан тушаалтан буй бопгожээ. Маркизийн Их Засаг хуулиас түүвэрлэж авсан гэсэн тэмдэглэлд засаг хэрэгжүүлэхийг хянагч тушаалд хүү Цагадайгаа томилсон гэж бичсэн байна. Ийнхүү төрийн хяналтыг буй болгожээ. Чингис хаан төрийн бусад сайд нарыг дэс дараалан томилсон байна. Тухайлбал.Боорчи, Зэлмэ, Наяа нарыг өөрийнхөө удирдлагад их төлөв цэргийн хэргийг эрхлэх төрийн сайдын тушаалд тохоон талбижээ. Мөн тийм зиндааны албан тушаалтан бол төрийн бэхи (шинжээч) Үсүн Өвгөн юм. Тэрбээр тэнгэр огторгуйг шинжиж, он жил, сар өдрийг заасан хуанли зохиож, наран, саран хиртэхийг эртнээс мэдэж хаан эзэндээ айлтгах, дайлаар мордох, Их Хуралдай чуулах сайн өдрийг тогтоох зэрэг үүрэг гүйцэтгэнэ. Төрийн бэхи цагаан хувцас өмсч, цагаан морь унаж явдаг заншилтай. Түүнээс дутахааргүй эрх мэдэлтэй байсан хүн бол Хөхчү бөө байв. Гэвч тэрбээр их эзнийхээ итгэлийг даалгүй, хаан төрд тэрсэлж, цаазын тавцанд очсон түүхтэй. Гүйцэтгэж байсан үүргээс нь хөөн үзэхэд Додай чэрби мал аж ахуйн сайд, Тататунга захиргаа, боловсролын сайдын зиндаанд ажиллаж байсан байна. Зарим хүмүүс төр, түмний өмнө байгуулсан баатарлаг гавьяа, цэргийн удирдакх ур чадвараараа тодорч албан тушаалд томилогдож байв. Тухайлбал, Мухулай, Боорчи, Зэлмэ, Шихихутуг, Сорхон-шира,Сүбээдэй, Зэв, Борохул (удалгүй нас барсан) Хара-Хиругэ, хожим Цуу мэргэн (Елюй Чуцай) нарыг есөн өрлөг хэмээн цэргийн жанжнаар томилсон байна. Зарим судлаачид тэднийг орчин цагийн цэргийн маршалуудтай дүйцүүлэн бичдэг. Гол сэдэв: Монголчууд Алтан улсыг дайлсан нь Гол сэдэв: Монголчууд Тангудыг дайлсан нь Гол сэдэв: Монголчуудын Хорезм рүү хийсэн дайралт Гол сэдэв: Монголчууд Хар Хидан улсыг байлдан дагуулсан нь 1227 онд Тангуудыг ялсны дараа Чингис хаан нас барсан (Монголын нууц товчоонд тэмдэглэснээр), Түүний үхлийн шалтгаан нь эргэлзээ ихтэй тодорхой бус олон таамаглалууд байдаг, Зарим түүхч түүнийг биеийн ядаргаа, дайнаас авсан шарх гэмтлийн улмаас өнгөрсөн гэдэг байхад, хулан авлаж байхдаа мориноос унаснаас өвчин үгдрэхэд нөлөөлж, өнгөрсөн гэж үздэг харин үлдсэн хэсэг нь түүнийг уушгиний үрэвсэл гэх мэтийн өвчин тусаж тэр нь хүндэрч сэдэрснээр өнгөрсөн гэдэг байна, Galician-Volhynian Chronicle[permanent dead link] одоогийн Украин сударт бичсэнээр түүнийг Тангуудтай дайтаж байхдаа алагдсан гэж тэмдэглэсэн байдаг. Мөн Гүрбэлжингоо хатантай дэр нэгтгээд таалал төгссөн гэж бас домоглодог. Чингис хаан өнгөрөхдөө өөрийн омгийн заншлаар тэмдэггүй газар оршуулаарай гэж захисан. Түүнийг нас барсны дараа түүний биеийг нь одоогийн Хэнтий аймгийн Онон голын сав газар дахь Бурхан Халдун ууланд оршуулсан гэсэн таамаглал байдаг байна. Домогт үзсэнээр оршуулгын хамгаалагч ямар нэг хүнийг алсан ба (хааныг нас барсан гэж мэдэгдүүлэхгүйн тулд) замдаа нуухын тулд эцэст нь булшилсан гэж үздэг, Чингис хааны бунханыг түүний үхлээс олон жилийн дараа барисан боловч тэр нь түүнийг оршуулсан газар биш юм, Дэлхийн талыг байлдан дагуулсан их хааны булшийг өнөө хүртэл эрсээр байна. Марко Поло \"Чингис хааны үр удмын их хаадыг бүгдийг нь Алтай хэмээх том ууланд нутаглуулдаг байсан. Хаан хаана ч нас барсан байсан хамаагүй дөч хоногийн дотор энэ ууланд авчирч харин шарилыг авч ирэхэд дагалдан ирсэн бүгдийн амийг сэлмээр цавчин хороож, их хааныг нөгөө ертөнцөд нь дагалдуулдаг байсан\" гэж бичиж үлдээжээ. Чингис хааны тэнгэрт одсон он буюу 1227 оны үйл явдлыг энд тэндхийн эх сурвалжуудаас цуглуулбал нэлээн дэлгэрэнгүй дүр зураг харагдах юм. Их хааны шарилыг ачсан гашуудлын цуваа Шар мөрний (одоогийн Хятадын нутаг дээрх Хуанхэ мөрөн) хөндийгөөс хөдөлж Говийг гатлан Хархорин хот руу чиглэжээ. Харин замдаа их хааны үхлийн тухай цагаас нь өмнө мэдэх вий хэмээн сэрэмжилж тааралдсан бүхнийг хүйс тэмтэрч байсан гэнэ. Товлосон өдөр бөө нар цогцсыг авсанд хийжээ. Дараа нь энэ авсаа дахин дөрвөн давхар авсанд хийж улмаар Бурхан Халдун уул руу авч одсон гэнэ. Энд хааныг нутаглуулсан бөгөөд хожим хойно хэн ч түүний амар амгаланг бүү алдуулаасай гэсэндээ нутаглуулах ажилд оролцсон бүх зарц боолыг хүйс тэмтэрчээ. Он жилийн уртад Хэнтийн нурууг өвс ургамал мод бут бүрхэж яг аль уулыг Бурхан-Халдун гэж нэрлэдэг байсныг ч хэлэхэд бэрх болсон юм. Хэнтийн нурууны нэг уулыг ариун газар хэмээн нэрлэж ийшээ ойртсон хүнийг цаазаар авдаг байсан тухай эх сурвалжид тэмдэглэсэн байдаг. 1990-ээд оноос хойш Монголын нийгэмд өөрчлөлт орж Чингис хааны шарилыг эрэх эрэл эхэлсэн байна. 1990-ээд оноос хойш япон, америкчууд монголчуудтай хамтран эрсэн боловч ямар ч үр дүнд хүрээгүй хэвээр. Гэвч эрэл хайгуул хийгчид бууж өгсөнгүй. Их хааны төрсөн нутаг болох Онон мөрний сав газарт түүний хөдөөлүүлсэн гэсэн шинэ хувилбар гарч ирэв. Домог ёсоор Чингис хааны цэргийн жанжинууд нь түүний шарилыг Дэлүүн-Болдог уулын ойр авчирж улмаар голын урсгалын гольдролыг өөрчилсөн гэнэ. Уулын болроор авс хийн их хааны цогцсыг дотор нь хийж голын ёроолд байрлуулаад дахин голын урсгалыг гольдрилд нь оруулсан аж. Мөн Оросын нэртэй эрдэмтэн Г. Н. Потанин Ордос дахь Эзэн хороо хэмээх газарт Чингис хааны шарилыг агуулсан гэр байсан гэсэн тэмдэглэл ч байна. Энэ газарт лам нар жил бүр Чингис хааны гэрийн гадна хүндэтгэл үзүүлж баяр хийдэг гэнэ. Харин шарил байгаа гэх гэр дотор мөнгөн завьяанд их хааны үлдэгдэл ясыг хадгалдаг аж. 1998 онд Ч.Голбоиноор ахлуулсан хэсэг буриадууд Их Монгол Улсыг үндэслэгч Чингис хааны шарилын эрэлд гарсан юм. Тэд эрлийнхээ өмнө Сэлэнгэ мөрний зүүн эргээр дамжин Чингис хаан төрсөн нутаг руугаа явж байсан гэдгийг тогтоожээ. Буриадуудын баг Хамар давааны нуруунд хүрч өндөрлөгүүдийн нэгний орой дээр овоо босгон түүнийгээ \"Бурхан гал уул\" гэж нэрлэсэн байна. Ойр тойрны бусад оргилуудад ч тэд нэр өгсөн байна. Өмнө нь “Бага алтан” гэдэг байсан оргилыг Хатан уул түүнээс хойд зүгт байгааг нь Хаан уул гэж нэрлэжээ. Ч.Голбоины багт аз таарсан гэж болно. Хамар давааны баруун хойд хэсэгт тэд Чингис хааны бөө нар ёслол үйлдэж их хааны сүнсэнд залбирдаг байсан овоо-газрыг олсон юм. Энэхүү овоо нь янз бүрийн чулуунаас бүтсэн дээшээгээ 15 метр, голч нь 50 метрийн хэмжээтэй пирамид хэлбэртэй байжээ. Урьд нь энэ газрыг битүү ой бүрхдэг байсан ч хэд хэдэн удаа хүчтэй түймэрт өртөн хоосорсон юм байна. Найман зууны турш монголчууд энэ газрыг Их хориг хэмээн нэрлэж энэ хэсэг газарт ан хийх газар хагалахыг хориглодог байсан юм. Эндээс Саяны нуруу алган дээр тавьсан мэт харагддаг ажээ. Дэлхийг байлдан дагуулагчийг нутаглуулахад маш тохиромжтой газар. Гэхдээ л Чингис хааны шарил хаана байгааг олсон хүн алга хэвээр байна. Ер нь Монголын ихэнх хаадын булш олдоогүй хэвээр байна. Юань улсын сударт бичигдснээр Чингис хааны дөрвөн их ордонд нийт 40 гаруй хатан, татвар амьдарч байжээ. Нэгдүгээр орд буюу Хэрлэний хөдөө арал дахь орд Хоёрдугаар орд буюу Саарь хээрийн харилт дахь орд Гуравдугаар орд буюу Туулийн хар түнийн орд Монголын түүхийн талаар хийгдсэн бүх гадаад кино монголын түүхийг үнэн бодитойгоор дүрслэлгүйгээр маш их гуйвуулж хийгдсэн байдаг. Жишээ нь монголчуудын өмсгөл зүүсгэл, хувцас, үс засалтыг буруу хийх, тухайн үеийн монгол соёл, зан заншилд байгаагүй зүйлийг дүрслэх г. м. Уг кино хятад төвийн үзлээр хийгдсэн байна. Монголчуудын өмсгөл зүүсгэл, хувцас, үс засалтыг алдаатай дүрсэлжээ. Гол дүрд Батдоржийн Баасан тоглосон.", "source": "mn.wikipedia.org", "word_count": 4271}
{"url": "https://mn.wikipedia.org/wiki/Юань_улс", "title": "Юань Улс — Википедиа нэвтэрхий толь", "text": "Их Юань Улс бас өөрөөр Дай Өнь хэмээх Их Монгол Улс[9][10][11] (монгол бичиг: ᠳᠠᠢ ᠦᠨ ᠤᠯᠤᠰᠬᠡᠮᠡᠬᠦᠶᠡᠬᠡ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ[12]; галиг: Dai Ön kemeku yeke Mongɣol ulus[12]; ханз: 大元; пиньинь: Dà yuán) (1271–1368) нь Чингис хааны байгуулсан, Их Монгол Улсын үргэлжлэл тул түүхэн дэх хамгийн том газар нутагтай эзэнт гүрнийг удирдах төв нь байснаараа онцлогтой бөгөөд Монгол угсаатны байгуулсан Монгол, Хятад, Солонгос улсуудын газар нутгийг эзлэн оршиж байсан феодалын нийгэмт хаант улс байсан юм. Их Юань (Дай Өнь, Хятад: 大元) гэдэг нэр бол Хятадын “Зурхайт ном (易經)” -ын “Цянь юань” буюу “тэнгэр мэт их” хэмээх утгыг үндсэлж өгсөн нэр болно.[7] \"Хөх Тэнгэр\", \"Хөх Монгол\" гэдэгт ордог \"Хөх\" гэсэн утга 元 (нан. yuán)-д байна. Хятад хэлний \"Үгийн далай (辭海)\" хэмээх Их толь (7р утгыг үз), \"Хятад хэлний Их толь\" (Тайванд хэвэлсэн, 21р утгыг үз), \"Япон Хас толь\" (21р утгыг үз)-нуудад байна. 元 (yuán) нь 玄 (хөх, тэнгэр өнгө) тэй ижил утгатай (元通玄) гээд, Юанийн үед тийн хэрэглэж байсан тайлбартайгаа байна гэж эрдэмтэн Балдандоржийн Сумъяабаатар баталгаа гаргаж ирэв. \"Юань улс\" гэдгийн монгол нэр нь \"Хөх Монгол\" юм.[13][14] Гэвч энэ тайлбар нь нэг хувилбар төдий юм. 1260 онд Хубилай өөрийгөө хаанд өргөмжилж, улмаар 1267 онд Монголын нийслэлийг Хархорум хотоос хуучин Алтан улсын Жунду (Дайду) (одоогийн Бээжин хотын баруун хойд талд байсан) хотод шилжүүлэв. 1271 онд Их Монгол Улсын нэрийг өөрчилж, Юань хэмээн нэрийдсэнээр Монголын эзэнт гүрэн Алтан Орд, Ил Хаант Улс, Цагадайн улс, Юань улс гэсэн дөрвөн хаант улсад хуваагдсан түүхтэй. Хаан ширээний залгамжлал нь Юань гүрэнд томоохон асуудал болж байсан ба хожим нь дотоод тэмцэл болон томоохон маргааны эх үүсвэр болсон юм. Энэ нь Хубилайн хаанчлал төгсөхөд илэрхий болсон юм. Хубилай анхнаасаа түүний ууган хүү болох Чингимийг хаан ширээгээ залгамжлуулах хүсэлтэй байсан боловч Чингим 1285 онд хаан эцгээсээ өмнө таалал төгссөн. Иймээс Чингимийн хүү болох Төмөр өлзийт хаан Хубилай хааны үхлээс хойш 10 гаруй жил (1294-өөс 1307 оны хооронд) улсаа удирдсан юм. Төмөр хаан өвөг эцгийнхээ хийсэн маш их ажлуудыг үргэлжлүүлэхээр зориг шулуудан шийдсэнээс гадна Монголын баруун зүгт орших бусад хаант улсуудтай эв найрамдлын харилцаа тогтоожээ. Гэсэн хэдий ч бутрал эв нэгдэлгүй байдал Төмөр хааны хаанчлалын үеэс эхэлсэн байна. Түүний хаанчлалын жилүүдэд өрнөсөн хамгийн том үйл явдал нь Хайдугийн тэмцлийг бүр мөсөн дарж чадсан явдал юм. Хайсан хүлэг хаан Төмөр хааныг таалал төгссөний дараа Юань Улсын хаан болжээ. Тэрбээр Хубилай хааны ажлыг үргэлжлүүлэх нь байтугай харин ч эсрэгээрээ түүний хийсэн зүйлийг нураажээ. Түр зуурын хаанчлалын (1307-оос 1311 хүртэл) үед Юань гүрэн санхүүгийн бэрхшээлүүдтэй тулгарч эхэлсэн нь Хайсан Хүлэг хааны хийсэн зарим зүйлүүдтэй шууд холбоотой байсан. Хайсан Хүлэг хааныг нас нөгчих үед, Юань улсын сан хөмрөг хоосорч маш их өрөнд орж Юань Улс төрийн тогтворгүй байдлын эх үүсвэрийг тавьсан байна. Аюурбарбад хааны засаглалын үед улс орон нэг үе ахин сэргэн, улс төрийн байдал тогтворжиж эхэлсэн ч Аюурбарбад хааны урьд ахдаа амласан амлалтнаасаа буцан өөрийн хүүгээ хунтайж болгосон нь Юань улсад өрнөх дотоодын улс төрийн хямралын эхлэлийг тавьжээ. Тус хааныг нас барсны дараа түүний хүү Шадбал хаан суугаад 2 жилийн дараа Тэгш ноёноор толгойлуулсан босогчдод хороогдсон. Түүний дараа Жинь ван Есөнтөмөр хаан суудалд суув. Энэ хааны үед Юань улс сүүлийн удаа амар тайван байсан ч 1328 онд Есөнтөмөр хаан Шанду хотод нас нөгчсөнд Шанду хотыг сахин суусан Давлат шах, Ванчин зэрэг түшмэл, түүний хөвгүүн Аригиба хаан өргөмжилжээ. Мөн энэ үед Дайду хотыг сахин суусан Хайсан хааны хуучин түшмэл Янтөмөр нар Тугтөмөрийг Нанжин хотноос тосон авчирч Дайду хотод хаан өргөмжилжээ. Ингээд монголчууд нэгэн зэрэг хоёр хаантай болж Их нийслэл Дайду, дээд нийслэл Шандугийн хооронд өөр өөрийн өргөсөн хаанаа хамгаалах ширүүн дайн болов. Эцсийн дүнд Шандугийн тал ялагдаж Тугтөмөр хаан суужээ. Гэвч Тугтөмөр журам ёсыг дээдлэн Хархорумыг сахин суусан ах Хүслэндээ хаан суурийг найр тавихаа илтгэв. Ингээд 1329 онд Хүслэн Хархорумаас ирж хасбуу тамгыг хүлээн авч хаан ширээ эзэлсэн боловч хэдэн өдрийн дараа гэнэт нас нөгчжээ. Тугтөмөр хаан ширээгээ сэргээв. Юань улсад иргэний дайн дэгдэн үй олон хүний амийг авч одсон тэмцэл 10 гаруй жил өрнөж, уг улсын байдал туйлын тогтворгүй болж ирсэн. 14-р зууны дунд үед Юань улсын газар нутагт дараалсан олон усны үер болсоны улмаас 1351 онд шар мөрний далан задарсан аж. Тухайн үед Юань гүрнийг Тогоонтөмөр хаан удирдаж байсан бөгөөд тэрбээр өмнө зүгт Шаньдуны хагас аралд шинээр суваг бариулсан байна. Яг энэ үеэс эхлэн хятадууд анх удаа бослого зохион байгуулж эхэлжээ. Үүний дараа хэд хэдэн томоохон бослого хөдөлгөөн гарч эхэлсэнээс хятадуудын хувьд хамгийн чухал бослогын бүлэг нь улаан алчууртны бослого байсан юм. Тус бослого нь одоогийн Аньхуй, Жяньсу, Жэжян, Юньнань, Сюйчуань, Шаньдун, Хэнань, Хүбэй зэрэг мужуудыг хамарсан. Анх Хань Шань Тун, Лю Футун нар тус бослогыг өдөөсөн. Яваандаа хүч нь нэмэгдсээр 1368 онд Юань улсыг мөхөөхөд гол нөлөө үзүүлсэн. Юань улсын сүүлийн хаан Тогоонтөмөрийн үед бослого хөдөлгөөн жил алгасалгүй гарч, ихэс ноёдын зөрчил дээд цэгтээ тулж, улс орон самуурч байсаар 1368 онд Юань улс мөхөж, Монголчуудын эзэгнэл төгсгөл болжээ. Эдгээрээс гадна Дай Өнь хэмээх Их Монгол Улсыг мөхөлд хүргэсэн өөр шалтгаанууд ч бас бий. Үүнд дэлхийг эзэгнэсэн том гүрнийг удирдан захирч авч явах чадвартай хаан байгаагүй нь хамгийн гол хүчин зүйл байв. Өөр нэг шалтгаан нь 14-р зууны хоёр дахь хагаст гарсан тахлаас шалтгаалан алс холд хийж байсан худалдааны системд муугаар нөлөөлсөн байна. Хятад гүрнийг эзэлж байгаад хөөгдсөн бусад үндэстэнтэй харьцуулбал монголчууд хэдийгээр хятадад хаанчлалаа алдсан ч Юань улсын дараа бий болсон Мин улсын хойд хэсэгт үзүүлэх нөлөө нь хүчирхэг хэвээр байсан юм. Юань улсын үед эхэлсэн улсын нэгдсэн бодлого болоод засаг захиргааны санаачлагуудыг Мин улс тэр хэвээр нь үргэлжлүүлэн хэрэглэсэн байна.[15] Хубилай хааны төр барьсан эхний жилүүдээс монголын төрийн төв хуучин Алтан улсын нутагт шилжсэн нь эзлэгдсэн хятад нутгийг захирахын тулд хятадын төрийн уламжлалт бүтцийг Их Монгол Улсын хэмжээнд хэрэглэж эхлэл тавигдсан. Анх Өгэдэй хааны үед Алтан улсыг дайлан дагуулсан цагт зөвхөн эзлэгдсэн хятад орныг хуучин бүтэц зохион байгуулалтаар нь захирах бодлого хэрэгжүүлж байсан бол, Хубилай сэцэн хааны үеэс эхлэн нийт монгол гүрэн даяар хэрэгжүүлж эхэлсэн. Сэцэн хааны зөвлөх Лю Бинжун тэргүүтэй хятад түшмэд монголын төрийн бүтэцийг хятадын төрийн тогтолцоогоор солих ажлыг боловсруулсан. Анхны төслийг 1260-1271 онуудын хооронд хэд хэдэн удаа засварлаж дараах байдлаар зохион байгуулсан. Юань улсын хамгийн дээд эрх мэдлийг хаан хязгаарлалтгүйгээр барих бөгөөд төвлөн засах яам (Уг яаманд Сангийн яам, Ёслолын яам, Цэргийн яам, Шүүхийн яам, Үйлдвэрлэх яам зэрэг 6 яам харьяалагдаж байв), нууц бичгийн яам, зарга шийтгэх яам гэх гурван бие даасан харилцан хяналт тавих үүрэг хүлээсэн яамд ажиллаж байсан байна. Тус яамыг зарим үед хунтайж Жун шу лин буюу эрхэлсэн сайдын албан тушаалыг хашиж, түүний доор хоёр чинсан байдаг байлаа. Гэхдээ эрхэлсэн сайд гэдэг нь байнгын бус түр орон тоо юм. Энэ нь хунтайж нас барах, хаан болох үед арилгадаг байсан. Юань улсын үед Дорж (1261-1263), Чингим (1273-1286), Буянт хаан (1307-1311), Гэгээн хаан (1316-1320) нар уг тушаалыг хашиж байсан. Төвлөн засах яамны эрхэлсэн сайдын дараа баруун, зүүн этгээдийн тэргүүлсэн сайд чинсан нар орж байжээ. Баруун этгээдийн сайд нь зүүнийхээс илүү эрх мэдэлтэй байв. Тэргүүн сайдын дор, цэрэг улсын хүнд хэргийг тэгшлэн засагч түшмэл (᠋平章政事) хэмээх дөрвөн сайд, засагт туслагч түшмэл байв. Түүний дараа Цэргийн явдлын хүрээлэн нь цэргийн үйлийг хариуцаж, дайн зарлах, цэргийн бүртгэл, цэргийг орон нутагт тараан хувиарлан суулгах гэх мэт асуудлыг хариуцаж байсан бөгөөд зөвхөн хаанд шууд захирагдах Шумиши түшмэл захирдаг байжээ. Юй ши тай буюу Зарга шийтгэх яам нь түшмэдийн албанд нь хяналт тавьж дэвшүүлэх юмуу бууруулах эсэхийг тогтоох, шүүн таслах, зарга хэлэлцэх асуудлыг хамаарч байсан. Энэхүү хоёр яамд нь мөн адил орон нутагт салбартай байснаас гадна тус бүрийг хариуцсан түшмэл томилж байсан. Мөн эдгээрээс гадна тус бүрдээ үүрэг хүлээсэн 20 гаруй яам, тэднээс салбарласан олон зуун хүрээлэн, асар, хэлтэс, товчоо зэрэг байгуулагдаж, зарим нь цаг үеийн шалгуураар татан буугдах, нэгтгэгдэж байсан. Юань улсын сударт бичсэнээр засаг захиргааны хуваарь байнга өөрчлөгдөж байсан бөгөөд 1330 оны байдлаар Төвлөн засах төлөөний яам-11, чөлгэ (лу)-185, Фу-33, жоу- 359, сянь-1127 байжээ. Уугуул Монгол нутагт засаг захиргааны хуваарь өөрчлөгдсөнгүй. Хууль цааз нь төрийн асуудлыг зохицуулахад чиглэсэн дүрэм журам байлаа. Юань гүрний үед нутаг дэвсгэрийн хамгийн том нэгж нь муж байв. Мужийг дотор нь: Дотоод муж нь Төвлөн засах яаманд шууд захирагддаг Хэбэй, Шаньдун, Шаньси гурван мужийг багтааж байсан. Харин гадаад муж нь нийт нийслэл хотоос алслагдсан бусад мужийг хэлж байсан. Муж нь дотроо: Лу (сүүлийн үед Зам, Чөлгөө, Чөлгэ, Цүлх гэж нэрлэгдэх болсон), Фу (сүүлийн жилүүдэд Шүлтгэн, Шилтгэн гэх нэршилийг Түүхийн хүрээлэнгийн бүтээлүүдэд тавигдах болсон), Жоу, Сянь гэж хуваагддаг. Мужийг Юань улсын үед хятадаар Синь Жун Шу Шэн гэж нэрлэх бөгөөд энэ нь Төвлөн засах яамны төлөөний яам гэсэн утга агуулна. Үүнийг заримдаа Син шэн, Шэн гэх зэргээр товчлох асуудал байсан. Мөн орон нутаг дахь Нууц бичгийн яам, Зарга шийтгэх яамнуудын салбар байгууллага муж бүрт байршиж байсан. Тэдгээрийг син шу ми юань, син юй ши тай гэх зэргээр нэрлэж байсан. Эдгээрээс гадна Юань улсын үед байсан нэг томоохон зүйл нь хааны ургийн болон гавъяат ноёд, ван нарын эзэмшил газар юм. Тухайн цагт хааны ургийн олон вангууд хятад газарт хувь эзэмшилтэй байжээ. Энэ нь тухайн үед ихээхэн өрнүүн дэлгэрсэн үзэгдэл байсан юм. Эдгээр эзэмшил газар нь төрийн засаг захиргааны нэгжтэй хамт оршиж, голдуу мужуудын фу, жоу, сянь зэрэг доод түвшний нэгжид эзэмшилтэй байсан. Гэхдээ тэрхүү газар эзэмшил нь дараах хоёр төрөлтэй байсан. Энэ үзэгдэл нь Монгол нутагт байсан юм. Буянт хааны үед гэхэд дараах ноёдын эзэмшилд хуваагдаж байсан. Эдгээрээс гадна тухайн зарим мужид Төвдийг захирах Засаг уламжлах яам (Сюань Жэн Юань), сюань вэй сы (дэлэгрэнгүй тохинуулах хэлтэс гэж орчуулдаг), ань фу сы (амгаланг тохинуулах хэлтэс), жюнь (цэргийн анги), дао гэх мэтийн нэршил бүхий засаг захиргааны нэгж байршиж байсан. Аливаа удирдах албанд заавал монгол хүнийг томилох бөгөөд 25-аас дээш насны Монгол дарга нараар захируулдаг байв. Харин гацаа болон тосгодыг хятад хүнээр захируулдаг байжээ. Энэ нь монгол хүний тоо хятад нутгийнхантай харьцуулахад хэт цөөн байснаас улбаалаад бүх шатанд хүрч ажиллах боломжгүй учир зөвхөн дээд удирдах шатанд томилдог байжээ. Гэхдээ Монгол хүн гэдэгт Их Монгол улсад хамгийн түрүүнд дагаар орсон Харлиг, Уйгур, Түрэг, Хятан зэргийн хүмүүсийг багтаах явдал байсныг анхаарууштай. ДАЯН МОНГОЛ УЛСад (Юань) монгол цэргээс гадна хятад, зүрчид, тангуд, кидан, курё, өнгөт нүдтэн (кипчак, асуд, уйгур, хотон, орос) зэрэг үндэстэн угсаатнаас бүрдсэн цэргийн анги үүрэг гүйцэтгэж байсан. Тус улсын зэвсэгт хүчин дараах төрөл нэгжээс бүрдэж байсан. Дарангуй цэргийг үндэс угсаа, гүйцэтгэх ур чадвар, төрөл ангиллаар нь дарангуй суух монгол цэрэг, тамачи цэрэг, бууч цэрэг, хятад цэрэг, шинэ дагасан цэрэг (Сүн улс мөхсөний дараа дагаж орсон цэргүүд), усан цэрэг, өртөөний цэрэг, орон нутгийн цэрэг гэх мэт төрөл ангилалтай байжээ. ДАЯН МОНГОЛ УЛСын үед монгол хаад ноёдын зүгээс суурин иргэд, малчин ардыг нэгтгэн захирах үүднээс хэд хэдэн хууль цаазын бичгийг хэрэглэж байлаа. Хубилай хаан, түүний шинэ улсад шинэ хуультай болох нь зайлшгүй зүйл байсан. Улмаар Жи Юаний шинэ хууль гэх хууль цаазын бичгийг Е Рун Зу гэх бичгийн түшмэл удирдаж 1291 оны 6 сарын 18-нд эмхэтгэсэн. Энэ хууль нь Алтан улсын Жанзун хааны үед зохиосон Тай Хэ Люй И гэх хууль цаазын бичиг, Чингис хааны үед зохиосон Их Засаг хуулийг үндэс болгосон байдаг. Уг хууль нь 96 зүйл, 10 бүлэгтэй. Үүнд түшмэдийн ёс, мөнгө санхүү, шашин шүтлэг, боловсрол, хулгайн хэрэг, цагдан хорих гэх мэт зүйлд хуваагдаж байлаа. Мөн Төмөр Өлзийт хааны үед 1305 онд Да Дөгийн хуулийн эмтхэтгэл гэх хууль цаазын бичгийг гаргасан. Үүнээс гадна 1322-1323 оны хооронд Юань улсын хууль цаазын бичиг, Их Юань улсын нэвтэрхий хууль зэргийг эмхэтгэж баталсан. Тус бүр нь 2000 гаруй боть бөгөөд 20 гаруй бүлэгт хуваагдаж байдаг. Юань улсын сүүл үед холбогдох бас нэгэн хууль цаазын бичиг нь 1338-1345 оны хооронд Тогоонтөмөр хааны зарлигаар Их Юань улсын нэвтэрхий хууль болон өмнөх үеийн хуулийг нэгтгэсэн нэгэн хуулийг гаргасан. Үүнийг хятадаар Жижэн Тяогө гэдэг. Монголчилбол Жыжөнгийн хуулийн эмхэтгэл гэнэ. Энэ нь нийт 2909 боть бөгөөд удиртгал бүлэг нь 150 боть, хуулийн эмхэтгэл бүлэг нь 1700 боть, хавсралт бүлэг нь 1059 боть болдог. 1346 оноос албан ёсоор хэрэглэж эхэлсэн. Энэ хууль нь 22 жил болоод Мин улс байгуулагдахад халагдаж, хожуу Юнлө хааны үед бичигдсэн Юнлэ Дадян, манж Тэнгэрийн Тэтгэсэн хааны үед бичигдсэн \"Сикү Чюаньшү\" (Дөрвөн хөмрөгийн данс бичмэл) хэмээх хоёр бүтээлд багтсан билээ. Юань улсын үед хөдөө аж ахуйг үндэс болгосон олон төрлийн аж ахуйг зэрэг хөгжүүлэх бодлого баримталсны дүнд таримлын төрөл зүйл олширч тариа будааг элбэг хураах болсон бөгөөд мал сүрэг ч өнөр өссөн байна. Юань улсын үед гар үйлдвэр ихээхэн хөгжжээ. Жишээ нь: хөх цэцэгтэй цагаан шаазан нэгэнт дэлхийн хэмжээний шилдэг бүтээгдэхүүн болж олон оронд борлуулагдаж байжээ. Онгоц хийх мэргэжил дээшилж усан флоттой болжээ. Хубилай хаан анх удаа хууль ёсны баталгаатай цаасан мөнгийг гүйлгээнд гаргасан нь олон улсын худалдааг хөгжүүлэхэд чухал ач холбогдолтой зүйл болсон байна. Юань улсын үед Ханчжоугаас Бээжин хүрэх усан сувгийг холбосон бөгөөд Шанхай, Ханчжоу, Гуанчжоу зэрэг нэлээд олон газрыг худалдааны чөлөөт бүс нутаг болгож ус хуурай хосолсон шинэ торгоны замыг нээж дэлхий олон орны эдийн засаг соёлын солилцоонд чухал хувь нэмэр оруулжээ.[7]", "source": "mn.wikipedia.org", "word_count": 2065}
{"url": "https://mn.wikipedia.org/wiki/Монголын_эзэнт_гүрэн", "title": "Их Монгол Улс — Википедиа нэвтэрхий толь", "text": "Их Монгол Улс ᠶᠡᠬᠡᠮᠣᠩᠭᠣᠯᠤᠯᠤᠰ (1206-1635), мөн Монголын Эзэнт Гүрэн ᠮᠣᠩᠭᠣᠯ ᠤᠨᠡᠵᠡᠨᠲᠦᠭᠦᠷᠦᠨ (Англи: Mongol Empire, 1206-1260/1368) нь Ази, Европ тивийг тэгнэн оршсон, Монголын түүхэнд, хамгийн өргөн уудам газар нутагтай эзэнт гүрэн юм. Судлаачид Их Монгол улсын газар нутгийг 46,000,000 эсвэл 55,000,000 км2 хэмээн зөрүүтэй байдлаар тооцоолдог. Их Британийн түүхчид Их Монгол Улсыг, газар нутгийн хэмжээгээрээ, Их Британийн эзэнт гүрний дараа орох, дэлхийн түүхэн дэх 2 дахь том эзэнт гүрэн гэж тэмдэглэсэн нь, дагаж орсон болон хараат буюу вассаль улс орон, овог, аймгуудыг оруулаагүй тооцсонтой холбоотой юм. Анх 1206 онд Чингис Хааны байгуулсан Их Монгол Улс нь алтан хөөрхөн, наран ургах зүгээс наран жаргах зүг хүртэл, Номхон далайн эргээс Хар тэнгис, Дунай мөрний сав газар, өмнө зүгээс, Зүүн өмнөд Азийн болон далайн арлуудын хараат буюу вассаль орнууд, умард зүгт, Хойд мөсөн далай, Енисей мөрний сав газрын овог, аймгуудыг хамруулсан асар уудам том газар нутгийг эрхшээн оршиж байлаа. Ази, Европ тивийн олон арван улс, хэдэн зуун хот балгасыг байлдан дагуулж, сая сая иргэдийг хурааж, эрхшээлдээ оруулсан, монгол цэргийн тоо нь 250'000-аас хэтэрч байсангүй. Чингис Хаан төв Азид, одоогийн Монгол улсын газар нутаг дахь тархай бутархай олон арван нүүдэлчин аймгуудыг нэгтгэж, Зүрчидийн Алтан улс, Тангуд улс, Хорезмын эзэнт улсыг байлдан дагуулснаар, Их Монгол Улсын үүсэл хөгжлийн үндэс суурь тавигджээ. XII зууны сүүлийн хагаст Монголын газар нутагт Хамаг Монгол, Хэрэйд, Мэргид, Татар, Найман зэрэг олон арван нүүдэлчин аймгууд мөнхийн дайн дажинтай байлаа. Хамаг Монгол аймгийн хаанаар 1189 онд өргөмжлөгдсөн Чингис хаан улс төр болон цэрэг зэвсгийн хүчээр зэргэлдээх аймгуудыг өөртөө нэгтгэж 1206 онд Их Монгол Улсыг байгуулсан байна. Нүүдэлчин аймгуудын нэгдлийг хөрш зэргэлдээ орнууд эерэгээр хүлээж авсангүй. Улмаар улс төр, эдийн засгийн зөрчил нь дайн үүсэх шалтгаан болж Чингис хаан Зүрчидийн Алтан улс, Тангуд болон Хорезм эзэнт улсад цэрэглэн халдаж цаашлан Азербайжан, Гүржийг эзэлж Калка голын хөвөөн дээр Оросын вангуудын цэргийг бут цохьжээ. Тангудын эсрэг хийсэн сүүлчийн аян дайндаа Чингис хаан өвчнөөр таалал төгссөн бөгөөд өөрийн байгуулсан эзэнт улсаа хүү нартаа гэрээслэн үлдээсэн түүхтэй юм. XII зууны монголчуудьн өмнө тархай бутархай оршиж, өөр хоорондоо ямагт харгалдан бусдын зууш болох уу, эсвэл нэгэн дээвэр дор нэгдэн нягтарч, өгсөн дээшлэх үү гэсэн ацан зам тулгарчээ. Тэрхүү түүхэн сонголтыг зөв ухамсарласан Хамаг Монголын хан Тэмүжин эсгий туургатныг нэгтгэх тэмцэлд эргэлт буцалтгүй оржээ. Хамаг Монголын дотор Тэмүжинээс гадна Жамухын толгойлсон хүчний нөгөө туйл үүсэж, тэд тус тусдаа хүчээ зузаатгахыг эрмэлээж байв. Харин цагийн байдал Тэмүжиний талд аятай эргэж, Жамухын харъяат нараас түүний талд дагаар орсоор байлаа. Хэрэйдийн ханлигийн дотор эвдрэл гарч, Тоорил ханыг хүчин мөхөсдөхөд Тэмүжин ивээлдээ авч дахин тэнхрүүлэв. Ингээд түүнтэй хамт 1196 онд Алтан улсад туслан, Татарт хамтын хүчээр цохилт өгчээ. Тэд 1199 онд Найманы ханлигтай нүүр тулж байлдсанаас гадна Монгол угсааны олон аймгийг байлдан дагуугав. Гэвч Тайчууд, Хонгирад, Ихирэс, Горлос, Татар, Ойрад, Найман аймгийн ноёд эвсэж, Чингисийн эсрэг шинэ холбоо байгуулжээ. Тэд 1201 онд Эргүнэ мөрний хөвөөн дээр хуралдаж, Жамуха сэцэнийг Гүр хаан хэмээн өргөмжилжээ. Эл бүлэглэлийн эсрэг Тэмүжин Тоорил хантай хүч хавсран тулалдаж бут цохижээ. Жамухын эвслийг бут цохисны дараа Тэмүжин 1202 онд Татарыг эрхэндээ бүрмөсөн оруулав. Жамуха Хамаг Монголын нөлөө бухий язгууртан Алтан, Хучир нарыг талдаа урвуулж, Тоорил ханы хүү Нялх Сэнгүмээр эцгийг нь ятгуулж, 1203 онд Тэмүжиний эсрэг дахин эвсэл байгуулжээ. Үүнийг тагнаж мэдсэн Тэмүжин 1203 оны намар Туул голын хавь газар Тоорил ханыг гэнэдүүлэн цохижээ. Ингэж Тэмүжин хамгийн хүчирхэг Хэрэйдийн ханлигийг мөхөөснөөр Монгол туургатны дотор эрх сүр, нэр хүнд нь эрс өсөв. Эцэст нь өмнөх тулалдаануудад ялагдаж, Найманы Таян ханыг тойрон бүгсэн ханлиг, аймгуудын хэсэг бусаг хүчийг 1204 онд бут цохисноор Монгол туургатны үндсэн гол хэсгийг өөртөө нэгтгэжээ. Тэмүжин ийнхүү «хагацсан улсаа хамтатгаж, бутарсан улсаа бүртгэх» их үйл хэргийг бүтээсэн билээ. Энэ үе бол Их монгол улс байгуулагдах явц дахь нэг ёсны шилжилтийн үе байжээ. 3-р жарны улаан бар жил (1206) бол Монгол түмэнд ивээлээ өгч, хэзээ ч үл умартах түүхэн аугаа их үйлсийн гараа болсон юм. 1206 оны намар цагт Онон голын эхнээ Тэмүжиний oрд өргөөнд Монголын язгууртан дээдсийн их чуулган Их Хуралдай хуралджээ. Их Хуралдайн өмнө тавигдсан үндсэн зорилт нь Их Монгол Улс байгуулагдсаныг даяар олноо зарлан тунхаглах, нүүдэлчин монголчуудын төрийн жолоог бат түвшин атгах их хааныг сонгон өргөмжлөх явдал байв. Ийнхүү монгол угсааны олон ханлиг аймгуудыг нэгтгэн захирсан Монгол хэмээх улс Төв Азид тогтнон мандсан байна. Шинэ тулгар Монгол улс тогтнон мандахад бас Чингис хааны шадар зүтгэлтнүүд, нийт Монгол түмэн гол үүрэг гүйцэтгэсэн. Монголын тулгар төр тогтсоныг өргөн утгаар нь авч үзвэл, МЭӨ 3 зуунаас үүдэлтэй яэгуурын монголчуудын 1400-аад жилийн шаргуу тэмцлийн зүй ёсны үр дүн, нүүдэлч удмынхны нийгэм-улс төрийн хөгжилд гарсан чанарын хувьсал өөрчлөлт, өтгөс өвгөдөөс маань улбаалсан төр ёсны уламжлал, шинэчлэлийи яах аргагүй гойд содон түүхэн үзэгдэл байсан юм. Их Монгол нь улс хэмээх орчин цагийн ухагдахууны үндсэн шалгуур - тодорхой газар нутаг, хил хязгаар, хүн ам, төр болон төрийн бүрэн эрхт байдал хэмээх гол болзолуудыг бүрэн дүүрэн хангаж байсан юм. Чингис хааны үндэслэн байгуулсан Их Монгол Улс нь эхэн үедээ умардаас өмнөд этгээдэд Байгал нуураас Түмэн газрын цагаан хэрэм хүртэл, Хянганы нуруунаас Алтайн чинад хүртэл зүүнээс өрнөд хүртэл өргөн уудам нутгийг эзлэн оршиж байв. 1207 онд Зүчи баруун гарын их цэргийг удирдан, буриад, хабханас, тува, зэрэг Ойн иргэдийг Их Монгол улсад нэгтгэжээ. 1218 онд киргизүүдтэй хамт бослого гаргасан түмэдүүд Чингисийн цэрэгт дарагдсаны дараа зарим хэсэг нь мэргидүүдтэй цуг Якут руу очсон нь якутын мэргид, тумат овог болжээ. Якут эрдэмтэд энэ нүүдлийг якутын ард түмэн бүрэлдэхэд нөлөөлсөн сүүлчийн үйл явдал гэж үздэг. Түрэг хэлнүүдээс монгол хэлтэй хамгийн ойр нь якут хэл юм. Якут хэлний 30% нь монгол үг байдаг. Якутын баруун нутгийн адуу нь монгол адуутай төстэй нь тогтоогджээ. Бусад түмэд хүмүүсийг урагш нүүлгэсэн нь одоогийн Өмнөд Монголын Түмэд болсон бололтой. Хожим Батмөнх хаан мөн адил бослого гаргасан урианхайчуудыг тарааж хуваажээ. Чингис хааныг тэнгэрт хальсны дараа түүний хүүхдүүд нь хоорондоо хаан ширээний төлөө тэмцэлдэв. Чингисийн гэрээслэл ёсоор Өгэдэй хаан ширээнд суух ёстой байсан боловч Чингисийн дүү Тэмүгэ Отчигин зэрэг нөлөө бүхий зарим ноёд Чингисийн отгон хүү Тулуйг хаан болгох санаатай байжээ. Түүнийг гадарлаад ч тэр үү, Өгэдэй ширээ залгамжлахаас цааргалах дүр үзүүлж, түүнээс шалтгаалан шинэ хаан өргөмжлөхөөр Хэрлэний “хөдөө аралд” эхэлсэн Их Хуралдай 40-өөд хоног үргэлжлэн байж 1229 оны билгийн 8-р сард сая өндөрлөжээ. Өгэдэйн ширээнд суухад авга ах Отчигин, Бэлгүдэй, ах Цагаадай, дүү Тулуй, ах Зүчийн хүү Бат зэрэг дээдэс онцгой хүндэтгэл үзүүлж мөргөн ёсолж, Цагаадай Тулуй нар 2 талаас түшиж, авга Отчигин араас нь тулж ширээнээ суулгажээ. Үүнээс хойш их хааныг өргөмжлөх бүрд бүгд мөргөх ёсон тогтсон гэдэг. 1241 онд Өгэдэй хаан нас бармагц хаан ширээний төлөө тэмцэл дахин өрнөжээ. Өгэдэйн ач хөвгүүн Ширмүн буюу Тулуйн хүү Мөнх хоёрын нэгийг ширээ залгамжлуулахаар гэрээслэлсэн гэдэг. Гэтэл Өгэдэйн хатан мэргэд овгийн Дөргөнэ /Туракина/ төрийн эрхийг түр барьж байгаа байдлаа ашиглаж өөрийн хүү Гүюгийг хаан болгох гэж хүчлэн оролджээ. Үүнээс болж шинэ хааныг сонгон өргөмжлөх явдал хойшлогдож 4-н жил шахам Дөргэнэ хатан төр барьжээ. Шинэ хааныг сонгох Их Хуралдайг хуралдуулах гэж хэдэн удаа оролдсон боловч шийдвэрлэх гол эрх мэдэл бүхий хүмүүс цуглахгүй хойшлогдсон байна. Гагцхүү 1245 оны намар Хар хүрмийн (Хүрмэн чулуутайн нутагт Хар хүрэм голын хөвөөнд боссон тул Хар хүрэм гэж нэрлэсэн) ойролцоох Далан даваа гэдэг газар Их Хуралдай болж Гүюгийг хаанд өргөмжилсөн байна. Тэр хуралдай их өргөн болсон гэдэг. Их монгол улсын өнцөг булан бүрээс алтан ургийн ноёд язгууртнаас гадна Хятад, Орос, Солонгос, Франц, Гүрж, Герман, Араб, Багдад улс болон Ромын пап ламын элч Плано Карпини зэрэг гадаадын олон элч, төлөөлөгч нар ирсэн аж. Гүюг бас л хаан болохоос татгалзсан дүр үзүүлж миний дараа манай удмынханд хаан ширээг залгамжлуулж байх юм бол хаан больё гэсэн болзол тавьж зөвшөөрүүлээд хаан болжээ. Гүюг хаан ширээнд удсангүй. 1248 оны хавар дайнд явж байгаад Самарканд хотын орчимд тэнгэрт хальжээ. Хаан ширээний тэмцэл дахиад л өрнөжээ. Энэ завшааныг Гүюгийн их хатан Огул Каймиш ашиглан 1249-1251 онд төр барьжээ. Чингис хааны хойчис Зүчи-Тулуйхан, Цагадай-Өгэдэйхэн гэсэн 2 тал болж хуваагджээ. Алтан ордны улсын Бат хан насны ахмад, нэр хүндтэйн учир 1249 онд өөрийн байгаа газарт Их Хуралдай хийх санал дэвшүүлж, олон ноёдод урилга зарлага явуулжээ. Тэнд цөөхөн хүн очсон боловч Батыг өөрийг нь их хаан болгох саналыг дэвшүүлжээ. Бат түүнийг хүлээж авсангүй, харин Тулуйн хүү Мөнхийг хаан өргөмжлүүлэхээр тогтоожээ. Гэтэл Өгэдэй-Цагадайнхан Өгэдэйн ач хүү Ширмүнийг хаанд өргөмжлөх санаатай байжээ. Хаан ширээний төлөөх тэмцэл ил далд үргэлжилж 1251 оны зун Алтан ордны улсын Бэрх ноёны удирдлагаар болсон Их Хуралдайгаар Мөнхийг хаанд өргөмжилжээ. Мөнх хаан болоод өөрийг нь эсэргүүцсэн Өгэдэйн ач хүү Ширмүн, Гүюгийн хүү Хочин, Нуху, Чингис хааны дотны нөхөр Зэлмийн хүү Есүндэй, Занги, Цанай, Элжигдэй, түр хугацаагаар төр барьж байсан Хаймиш хатан, Гүюгийн их түшмэл Чингай зэрэг 70 гаруй хүнийг хатуу чанга шийтгэн ихэнхийг нь цааш нь харуулж Дөргөнэ хатан зэргийг цөлсөн байна. Гүюгийн дэмжлэгээр Цагаадай хаант улсын ширээг эзэлж байсан Цагаадайн хүү Есөнмөнхийг баривчилж цаазлаад, ширээг Цагаадайн ач Хар-Хулагуд эзлүүлжээ. Мөнх хааны энэ эрс тэс ширүүн арга хэмжээ нь Мөнх хааны байр суурийг бэхжүүлж, улс төрийн хямрал тэмцлийг намжаасан байна. Ийнхүү Чингисээс хойш Чингисийн удмынханы дунд хаан ширээний төлөө тэмцэл ахин дахин өрнөж байжээ. Энэ муу үзэгдэл ганц монголд тохиолдсон зүйл бус, дэлхийн олон улс оронд үзэгдэж байсан ба байдаг үзэгдэл болохыг тэмдэглэх хэрэгтэй. Их Монгол Улсын төр барьсан хаад болон хатад: Хишигтэн нь Их Монгол улсын зэвсэгт хүчний цөм болж байсан боловч, цэргийн хэрэг нь цар далайцаараа ихээхэн өргөн агуулгатай байжээ. Арван өрхөөс татсан арван цэргээс бүрдэх аравт, арван аравт бүрийн цэрэг нийлсэн зуут, арван зуутын цэргээс бүрдсэн мянгат, арван мянгатын цэрэг бүхий түмт байхаар журамласан цэргийн зохион байгуулалтын тогтолцоо нь Их Монгол улс байнгын хүчирхэг армитай байх нөхцлийг бүрдүүлсэн юм. Чингис хаан цэргээ шинэ зохион байгуулалтанд оруулж, байнгын армийг бий болгов. Цэргийн ерөнхийлөн захирах тушаалтныг буй болгож, тэр тушаалд нэрт жанжин Хубилай-г томилов. Мөн дээд хэмжээний арван хоёр зөвлөхөөс бүрдсэн Илдэч хэмээх цэргийн бодлогын газрыг байгуулав. Цэргийн яамны маягийн эл байгууллага нь цэргийн эрдэм ухааныг хөгжүүлэх, цэргээ байлдааны байнгын бэлтгэл сургуультай байлгах, цэргийн жанжин, дарга нарын удирдлагын ур чадварыг ямагт төгөлдөржүүлэх, армийн зохион байгуулалтыг чанд цэгцлэх, дээд зэргийн уян хатан, хөдөлгөөнт армийг байлдааны бэлэн байдалд барьж байх гол үүрэгтэй байжээ. Чингис хаан, түүнийг залгамжлагчид цэргийн үйлдвэрүүдийг хөгжүүлж, анги, нэгтгэлүүдийг шинэчлэн зохион байгуулав. Чингис хааны цэрэг 105000-д 10000 хишигтэн 95000 аравт цэрэг хүрч байсан гэж тэмдэглэсэн нь үнэнд ойртсон буй за. Их Монгол улс хүчирхэг зэвсэгт хүчинтэй байсан нь цэргийн сургалтын бүхэл бүтэн тогтолцоо бүрдүүлсэнтэй холбоотой. Эл тогтолцоо нь, хүүхдээ хар багаас нь морь унуулж, нум сум харвуулж сургах, байлдах болон агнах наад захын эрдмийг эзэмшүүлэхийг иргэн бүрийн зайлшгүй үүрэг болгосон бүх нийтийн цэргийн бие даасан сургалт; мөн моринд гарамгай болгох, сэлэмдэх урлагт суралцах, оньсон техник эзэмших зэрэг албан ёсны мэргэжлийн сургалт гэсэн хоёр үндсэн хэлбэртэй байжээ. Байн байн тэмцээн, наадам зохион байгуулж байсан нь зугаа цэнгэлийн төдийгүй, цэргийн сургалтын үр дүнг шалгах гол хэлбэр байсан. Чингисийн цэргийн эрдэм ухаан нь ашигтай байрлалаас түрүүлж, гэнэтийн цохилт өгч байлдааны санаачилгыг гартаа атгах, газар орон цагийн байдалд зохицон таацуулан шийдвэр гарган хэрэгжүүлэх, морьт цэргийн хөдөлгөөнт чанарын өндөр боломжийг шавхан дайчлах, цэрэг эрийн зориг хүч, сэтгэл зүйн хатуужил, ов мэх, авхаалж самбааг илтгэж, улс төр, цэргийн бодлогыг чадварлаг хослох урлаг байв. Их Монгол улсын зэвсэгт хүчин нь хөнгөн болон хүнд морин цэргээс бүрдэж байв, Хөнгөн морин цэрэг хөдөлгөөнт чанар, суу залиараа нэн гайхамшигтай. Хүнд морин цэрэг нь өвч зэвсэглэсэн тусгай зориулалт бүхий цэрэг юм. Цэргийн гол зэвсэг нь нум сум, сэлэм, жад, сүх төмөр, шийдэм, бороохой, хуяг дуулга байв. Монголын морьт арми нь хэрэм боомт эвдэх инженерийн ангитай байжээ. Ийм ч учраас монголчууд урьд өмнө дэлхий дахинд хэзээ ч байгаагүй цэрэг дайны номлолыг бий болгосон бөлгөө. Мөн үүнд нэгэн зүйл сонирхол татаж байгаа нь Дундат зууны үеийн Монгол цэргийн зэвсэглэлд алсын тусгалтай, сөнөөх хүч чадалтай их буу байв. Энэ тухай тэр үед бусад улс орноос ирж байсан хүмүүсийн дурдатгал, түүхийн сурвалж бичгүүдэд тэмдэглэгдэн үлджээ. Нүүдэлчдийг ямар ч соёл боловсролгүй богино ухаантай зэрлэгүүд мэт үздэг тийм хүмүүст Монгол цэргийн зэвсэг, техникийн хөгжил, түүнийгээ хэр зэрэг чадварлаг хэрэглэж байсан нь тодорхой хариулт болох буй за. Монгол цэргийн зэвсэглэлд байсан их буу нь Кидан Гүрний үеэс өвлөгдөн уламжлагдаж улам боловсронгуй болж ирснийг хэлэх хэрэгтэй. Энэ төрлийн зэвсэг нь Чингис хааны үед чанарын шинэ түвшинд гарч явган, морьт цэргийн эсрэг галт, тэсрэх, хорт хийт бөмбөг, бэхэлсэн цайз, хэрэм, хамгаалалтын сэтлэх, нураах гол хэрэгсэл нь их буу, чөдөр оньс, шидэх харвах зориулалт бүхий бусад тоног төхөөрөмж болж байв. Ийм буу нь тухайн үедээ гал, утаа, сүрлэг дуу чимээ, хөнөөх чадвараараа хосгүй байжээ. Чингис хаан баруун зүг хийсэн дайндаа (1218-1220) их буу хэрэглэж байсан бөгөөд түүнийгээ богино буу гэх буюу “пуужин” буу гэдэг байлаа. Мөн хурдан буу буюу арван таван гуурс бүхий шувтлагч буу гэх зэрэг сүр хүч ихтэй гайхамшигт их буу хэрэглэж байж. Монголын цэргийн жанжин Тажир, Алтан улсын цайз балгадыг бүслэн байлдаж байхдаа (1233 он) мөн монгол цэргийн жанжин Ганбухын цэрэг (1237 он) их буутай байсан тухай Хятадын түүхчид бичиж үлдээсэн байна. Энэ мэтчилэн Хятадын түүхийн сурвалж бичигт монгол цэрэг дарьт их буу хэрэглэж байсан тухай тэмдэглэжээ. Хятадын түүхч Чоу Вэй, Тогоон төмөр хаан Цинзян хотыг (1338 он) их буугаар галлаж байсан гэж бичжээ. Юань улсын эхэн үед төв Азиас чулуун сумтай галт үхэр буу олдож байсан тухай мөн тэмдэглэгдсэн байдаг. Мөн түүхэн сурвалжид \"монгол цэрэг их буутай тэрэг олонтой, зарим буу нь нэлээд том бөгөөд монголчууд өөрсдөө дарь хийж чаддаг байсан” гэж бичжээ. Тогоонтөмөр хааны үед Товуу нь (1344 он) галт сумаар дээрэмчний завь руу харвахад уг завь нь бутран ихэнх нь шатаж байсан тухай энэ хүн тэмдэглэсэн байдаг. Ер нь монголчууд 1200 оноос өмнө дарьт зэвсэг, их буу хэрэглэж байжээ гэж үздэг юм. Монгол цэрэг зөвхөн их буу, галт зэвсэг хэрэглээд зогсоогүй, мөн янз бүрийн зориулалттай сумтай байлаа. Дайсныг сүрдүүлэх, их цэргийг удирдан жолоодохын тулд дуут сум хэрэглэж байсан нь бидний үеийн дохионы пуужинтай утга нэг юм. Монголчууд галт зэвсгээ цаашид хөгжүүлсэнгүй тухайн үед гавшгай хөдөлгөөнт маневрийн байлдаан, тулалдаан хийх нь зонхилж түүнд ихээхэн хэмжээгээр ач холбогдол өгч байсан хийгээд зөвхөн хот, цайзыг буулган авахад ашиглагдаж байсан нь ч үүнд нөлөөлсөн байж болох талтай. Чингис хаан улсаа ерөнхий гурван түмэн буюу хэсэгт хуваагаад, дотор нь бага түмэн болгосон. Бага түмнээ 5 мянгат, мянгатаа зуут, зуутаа аравт болгон хуваажээ. Мянгат нь эхлээд 95 байгаад сүүлдээ 130-д хүрсэн бололтой. Чингис хаан ийнхүү мянгатын тогтолцоог яаравчлан бүрдүүлсэнээр Их Монгол улсьн өнө удаан тогтнох үндсийг тавьжээ. Эл тогтолцоо нь улс үндсээ батлан хамгаалах аян дайнд мордоход үлэмж хэмжээннй цэргийг богино хугацаанд шуурхай зохион байгуулах, ард олноос албан татвар авах зэрэгт нэн тохиромжтой цэрэг, засаг захиргааны нарийн чанд зохион байгуулалт байв. Мянгат нь дотоод, гадаад хэмээн хуваагдах бөгөөд гадаад мянгат нь зэрэг зиндаагаараа дотоод мянгатаас даруй нэг дахин доогуур байжээ. Чингисийн эх, хөвгүуд, дүү нар болон авга Отчигин нар өөр өөрийн тусгай мянгаттай байв. Чингис хаан Отчигин, Өэлүн эх хоёрт түмэн өрх, хоёрдугаар хүү Цагадайд 8000 өрх, гуравдугаар хүү Өгэдэйд 5000 өрх, отгон хүү Тулуйд 5000 өрх, дүү Хасарт 4000, дүү Алчидайд 2000, дүү Бэлгүдэйд 1500 өрх тус тус «хувь» болгон өгчээ. Монголын эртний нүүдлийн нийгмийн улс төрийн эохион байгуулалтын эртний өвөрмөц нэгэн хэлбэр нь “Хишигтэн” байв. Хишигтнийг эхлээд овог, аймгийн тэргүүлэгч нар биеэ болон орд өргөөгөө хамгаалах зорилгоор бий болгожээ. Тэмүжин ч Хамаг Монголын хаан болоод бие, орд өргөөгөө сахин хамгаалах өдрийн манааны 70 торгууд, шөнийн харуулын 60 хэвтүүлээс бурдсэн 150 хүн бүхий хишигтэнтэй болжээ. Их Монгол улс байгуулагдсанаас хойш хишигтний үүрэг өсч, зохион байгуулапт дэг журам нь нарийсчээ. Чингис хаан хишигтний тоог нэгэн түмд хүргэж, түүний эгнээг түмт, мянгат, эуутын ноёдын хүүхдээс бүрдүүлж, бас сул чөлөөтэй хүмүүсийн хүүхдээс ухаан, чадлаараа шалгарсныг нь сонгон оруулж байв. Удалгуй хишигтэн нь хааны бие, орд өргөөний аюулгүй байдлыг сахин хамгаалах төдийгүй, улс орны дотоод дэг журам сахиулах, үймээн, самуунаас сэргийлэх онцгой үүрэг хүлээх болов. Цаашид Хишигтэн бүтэц, үүрэг зохион байгуулалтын хувьд улам өргөжиж, улс орны цэрэг захиргааны нэгдмэл төв байгууллага болон хувирчээ. Өөрөөр хэлбэл, нэг ёсны засгийн газрын үүрэг гүйцэтгэх болсон. Дээд зиндааны албан тушаалтныг зөвхөн хишигтнээс томилно. Хишигтэнд чанд сахилга, хариуцлага хүлээлгэхийн хамт онцгой эрх ямба эдлүүлж байв. Ийнхүү хишигтэн бол Их Монгол улсын төрийн гол тулгуур болж байлаа. Чингис хааны зарлигаар шадар түшмэл Шихихутаг \"Их Засаг\" хэмээх кодчилсон хуулийг батлан гаргасан байна. \"Их Засаг\" хуулийн өмнө энгийн ард иргэд болон ихэс дээдэс тэгш эрхтэй байж, адил ял зэмлэл хүлээдэг байснаараа онцлог юм. Хуулийн ял шийтгэл нь маш хатуу байсан бөгөөд жишээлбэл дайнд явах үед урд яваа хүнийхээ санамсаргүй унагаасан зүйлийг арын хүн авч өгөхгүй бол цаазаар авах ял оноодог байв. Энэхүү хатуу засаглал нь Монголын эзэнт гүрэнг амар амгалан, тайван тогтуун улс болгох үндэс суурь нь болж өгчээ. Европын жуулчид их гүрний ард иргэдийн өндөр зохион байгуулалттай, дэглэм журамтай байдлыг гайхан шагшсан байдаг.Мөн их засаг хууль нь Монголын хамгийн эртний хууль цаацын бичиг ба одоогоор олдсон эх сурвалж нь Солонгос улсад хадгалагдаж байна. Их гүрний үед сайд түшмэд, цэргийн жажид өөрсдийн авъяас чадварт тулгуурлан сонгогддог байсан бөгөөд шашин шүтэх эрхийг чөлөөлж өгсөн байна. Ард иргэдийн доторх хулгай дээрмийг чандлан хорьж зөрчигсдийг хатуу шийтгэдэг байв. Биедээ үнэт эрдэнэ тээж яваа ганц бие эмэгтэй хүн гүрний нэг өнцөгөөс нөгөө өнцөг хүртэл ямарч саадгүй аялах боломжтой байсан хэмээн зарим хууч ярианд өгүүлдэг. Их Монгол улсын үед аян дайнд мордох, их хааныг сонгох зэрэг хамгийн чухал асуудлуудыг Их Хуралдайгаар шийддэг байв. Их Хуралдайд алтан ургийнхан, цэргийн жанжид, төрийн сайдууд зэрэг хамгийн нөлөө бүхий хүмүүс уулзан цуглаж хамтаар улсын чухал асуудлуудыг шийддэг байжээ. Их гүрний өнцөг булан бүрт өртөө улаа байгуулж худалдаачид, элч нарын аюулгүй байдлыг хангасан байна. Эдгээр өртөө улаагаар дамжуулан худалдаачид Хятадаас Ойрх Дорнод, Европ хүртэл саадгүй аялдаг байв. Чингис хаан төрийн тамгыг хэрэглэх болж, Монголчуудыг бичиг үсэгтэй болгох ажлыг эхлүүлж, мөн хуулчид, багш нар, уран бүтээлчдийг татвараас чөлөөлсөн байна. Их Монгол улс өргөжин бэхжихийн хэрээр эрх зүйн болон заншлын эрхийн хэм хэмжээ нь ялгамж, онцлогоороо тодорч харилцан бие биедээ нөлөөлөн, Монголын нийгмийн харилцааны нарийн түвэгтэй байдлыг зохицуулахад чухал үүрэг гүйцэтгэсэн юм. Энэ үеийн эрх зүйн хэм хэмжээг агуулсан хууль цаазын сурвалж бол Их Засаг хэмээх нэгдмэл хууль юм. Эл хууль бол нийгмийн нэг төрлийн харилцаа бус, харин олон төрлийн харилцааг зохицуулсан нэгдмэл хууль цааз байжээ. Харамсалтай нь Их Засаг хууль бидэнд бүрэн эхээрээ уламжлагдаж ирээгүй. \"Монголын нууц товчоо\", Рашид Ад Дины \"Судрын чуулган\", Жүвейний \"Ертөнцийг байлдан дагуулагчийн түүх\", Магакийн \"Нум, сумтан ард түмний түүх\" зэрэг сурвалжийн шинжтэй бүтээлүүдэд Их Засаг хуулийн хэсэг зүйл заалтууд уламжлагдан иржзэ. 1320 онд Египетийн түүхч Макризи Алтан ордны улсаас Их Засаг хуулийн хамгийн томоохон хэсэг зүйл нээлтийг олсон нь тэр үеийн эрх зүйн чухал сурвалж болж буй. «Их Засаг» хууль бол Монголын тулгар төр байгуулагдсан түүхт үйл явдлын үр дагавар болон төрсөн юм. Засаг гэдэг үгийн эртний язгуур утга нь хууль цааз, дүрэм, журам, хэв ёс гэсэн ойлголтыг илэрхийлж байжээ.«Их Засаг» хууль бол Их Монгол улсын хааны бүрэн эрх, засаг захиргаа, цэрэг, гадаад харилцаа, шашны суртал, ахуй заншил, иргэд хоорондын харилцаа, сургаал, сургамж, тэтгэвэр, тэтгэмж, өмч хөрөнгө. өв залгамжлал, гэрлэлт, гэр бүлийн харилцаа, худалдаа арилжаа, эрүүгийн хэрэг, ялын бодлого, шүүн таслах журмыг эохицуулсан хууль байжээ.Уг хууль дахь ял шийтгэлийн төрлүүд нь андгайлах (тангарагийн эрүү), золиослох, дөнгөлөх, торгох, ташуурдах буюу шийдэмдэх, гянданд хорих, цөлөх, цаазаар авах буюу алах ял байв. Их засаг хуулиар эмэгтэйчүүдийг худалдах болон хулгайлах, монголчуудыг хоорондоо байлдахыг хоригложээ. Их Засаг хууль бол дэлхийн соёл иргэншлийн түүхнээ бүхэл бүтэн нийгэмд улс төрийн байгуулал бүрэлдэн төлөвшихөд томоохон үүрэг гүйцэтгэсэн эртний Вавилоны Хаммурапийн хууль, Энэтхэгийн Манугийн хууль зэрэг алдартай хуулиудтай эн зэрэгцэхүйц ач холбогдолтой цааз-эрхэмжийн нэн чухал баримт бичиг юм. Учир нь эл хуулийн зарчим, үзэл санаа зөвхөн Монгол нутаг төдийгүй, ертөнцийн талыг эзэгнэсэн их гүрний хэмжээнд үйлчилж байсан хувьд дэлхийн хууль цаазны түүхэнд баларшгүй ул мөрөө үлдээсэн бөлгөө. Өмнөх үеийн төр ёсны уламжлалд тулгуурлан шинэ тутам байгуулагдсан Монголын төр нь хэлбэрийн хувьд хэмжээгүй эрхт хаант засгийн төрхтэй боловч мөн чанараараа ардчиллын олон бүрдлийг өөртөө агуулсан, тун өвөрмөц шинж бүхий төр байв. Төрийн дээд эрхийг баригч нь их хаан байв. Их хаан бол тэнгэрээс заяат хэмээн өргөмжлөгдсөн, Монгол улсын хэмжээгүй эрхт эзэн, төрийн тэргүүн байсан ажгуу. Их хааны гарт төрийн дээд эрх мэдэл, үлэмж засаглал төвлөрч, тэрбээр Монголын газар нутгийн дээд өмчлөгч болж байлаа. Хаан амьд сэрүүн байхдаа өөрийнхөө залгамжлагчийг гэрээслэнэ. Энэ нь хаан өөрөөсөө хойш элдэв хямрал тэмцэл гарч, төр хямрахаас болгоомжилсон ухаалаг бодлого байв. Хааныг сонгон өргөмжилж, төр улсын тулгамдсан асуудалд ончтой хариу эрэлхийлж, нягтлан магадласаны үндсэн дээр их хаанд зөвлөх эрх бүхий байгууллага бол Их Хуралдай байжээ. Их Хуралдай нь өмнөх үеийнхээс зохион байгуулалтын хэлбэрийн хувьд боловсронгуй болж, төрийн дээд байгууллагын шинжийг агуулж байсан. Хамгийн гол нь хэн бугай ч Их Хуралдайг алгасан хааны титэм хүртэх эрхгүй байсан явдал юм. Чухам үүгээр Их Хуралдайн эрх, сүр хүч илэрхийлэгдэж байв. Их Хуралдайд Чингис хааны ах дүү, үр хүүхэд, эх ба хатад, цэргийн жанжин, итгэлт нөхөд оролцоно. Зарим судлаач эл байгууллыг парламентат ёсны дээд өвөг хэмээн үздэг. Их хаанд хэдийгээр хэмжээгүй эрх мэдэл төвлөрч байсан боловч эрдэм ухааныг дээдлэн биширч, мэргэдийн зөвлөлөөг сонсон, болгоон соёрхдог байжээ. Тиймээс ч Чингис хаан дэргэдээ Сэцдийн зөвлөл байгуулж, улс төрийн шаггүй бодлоготон, эрдэмтэн мэргэдийг оруулж, тэдний санал бодлыг анхааралтай сонсдог байв. Зарим эрдэмтэд Сэцдийн зөвлөлийг төрийн институт болж чадаагүй гэж үэдэг. Их хаан гүйцэтгэх эрх мэдлээ хэрэгжүүлэх зорилгоор улс орны амьдралын хүрээ, салбарыг хариуцсан төрийн сайд нарыг томилж байжээ. Энэ ёсоор Мухулайг Го ван буюу улсын ван болгожээ. Энэ нь хааны тэргүүн шадар сайд байв. Түүнтэй эн зэрэгцэхүйц эрхтэй албан тушаалтан бол улсын заргач байв. Энэ тушаалд Чингис хаан өөрийн өргөж авсан дүү Шихихутугийг томилжээ. Их хаан түүнд «Мөнх тэнгэрийн ивээлээр улс гүрнийг тохинуулж байхад чи үзэх нүд, сонсох чих болж яв» гээд Надтай зөвлөж, Шихихутугийг шийтгээд цагаан дээр хөх бичиг бичиж, дэвтэрлэснийг ургийн урагт хүртэл хэн ч бүү өөрчилтүгэй» гэж тушаасан байна. Чингис хааны хууль зарлигийн биеллийг хянах тусгай албан тушаалтан буй бопгожээ. Маркизийн Их Засаг хуулиас түүвэрлэж авсан гэсэн тэмдэглэлд засаг хэрэгжүүлэхийг хянагч тушаалд хүү Цагадайгаа томилсон гэж бичсэн байна. Ийнхүү төрийн хяналтыг буй болгожээ. Чингис хаан төрийн бусад сайд нарыг дэс дараалан томилсон байна. Тухайлбал. Боорчи, Зэлмэ, Наяа нарыг өөрийнхөө удирдлагад их төлөв цэргийн хэргийг эрхлэх төрийн сайдын тушаалд тохоон талбижээ. Мөн тийм зиндааны албан тушаалтан бол төрийн бэхи (шинжээч) Үсүн Өвгөн юм. Тэрбээр тэнгэр огторгуйг шинжиж, он жил, сар өдрийг заасан хуанли зохиож, наран, саран хиртэхийг эртнээс мэдэж хаан эзэндээ айлтгах, дайлаар мордох, Их Хуралдай чуулах сайн өдрийг тогтоох зэрэг үүрэг гүйцэтгэнэ. Төрийн бэхи цагаан хувцас өмсч, цагаан морь унаж явдаг заншилтай. Түүнээс дутахааргүй эрх мэдэлтэй байсан хүн бол Хөхчү бөө байв. Гэвч тэрбээр их эзнийхээ итгэлийг даалгүй, хаан төрд тэрсэлж, цаазын тавцанд очсон түүхтэй. Гүйцэтгэж байсан үүргээс нь хөөн үзэхэд Тодой чэрби мал аж ахуйн сайд, Тататунга захиргаа, боловсролын сайдын зиндаанд ажиллаж байсан байна. Зарим хүмүүс төр, түмний өмнө байгуулсан баатарлаг гавъяа, цэргийн удирдах ур чадвараараа тодорч албан тушаалд томилогдож байв. Тухайлбал, Мухулай, Боорчи, Зэлмэ, Шихихутуг, Сорхон-шира, Сүбээдэй, Зэв, Борохул (удалгүй нас барсан) Хэра-Унругэ, хожим Цуу мэргэн (Елюй Чуцай) нарыг есөн өрлөг хэмээн цэргийн жанжнаар томилсон байна. Зарим судлаачид тэднийг орчин цагийн цэргийн маршалуудтай дүйцүүлэн бичдэг. Монголын нутгаас 12-р зууны сүүл, 13-р эхэнд хамаарагдах 7 хүний булш олдсон ба тус бүрт нь 7 морь дагалдуулан оршуулжээ.[7] Нэг булшинд нь 1190-1230 оны үед амьдарч байсан эмэгтэй хүний шарил олдсон ба түүний булшнаас шонхорын дүрстэй бөгж олджээ.[7] 1300-аад оноос Монголын эзэнт гүрэн хямралд орж эхлэв. 1260 онд Хубилай өөрийгөө хаанд өргөмжилж, улмаар 1267 онд Монголын нийслэлийг Хархорум хотоос Хаан балгас (Дайду) (одоогийн Бээжин хотын баруун хойд талд байсан) хотод шилжүүлэв. 1271 онд Их Монгол Улсын нэрийг өөрчилж, Юань хэмээн нэрийдсэнээр Монголын эзэнт гүрэн Алтан Орд, Ил Хаант Улс, Цагадайн улс, Юань улс гэсэн дөрвөн хаант улсад хуваагдав. Алтан орд, Ил Хаант Улс, Цагадайн улсууд Юань улсад жил бүр татвар өгч, Юань улсын хааныг өөрсдийн эзэн захирагч гэдгийг хүлээн зөвшөөрдөг байв. Гэвч энэ харилцаа төдий л бат бэх биш байв. XIV зууны эхэн үед Евразид Хар үхэл хэмээх тахал гарч олон сая хүнийг амийг авч явжээ. Энэ өвчин худалдааны зам дагуу асар хурдацтай тархаж байсан тул хүн, амьтны хөл тасарч, орон нутгуудад хөл хорио тогтоосон байна. Үүний улмаас улс орнуудын элчин харилцаа тасарч, Монголчуудыг байгаа газартаа суухаас өөр аргагүй болгосоноос хоорондын харилцаа алдагджээ. Мөн газар сайгүй өлсгөлөн дэгдэж, үймээн самуун гарах болов. Орон нутгийн захирагчид бие даах болсон ба Чингис хааны удмынханы хооронд эрх мэдлийн төлөөх тэмцэл улам хурцадсаар байлаа. Ил Хаант Улс Абу Саид ханыг нас барсны дараа олон тооны эмирийн улсуудад хуваагдав. Эдгээр улсууд нь XIV-XVI зууны үед бүгдээрээ мөхжээ. Энэ үед Хятадад тахал, өлсгөлөн, байгалийн гай гамшгаас болж, олон хүн үхэж үрэгджээ. Мөн орон нутгийн засаг захиргаа болон Монголчуудын авах албан татвар улам нэмэгдэж, ард түмний амьдрал улам дорджээ. Түүний улмаас Хятадад Юань улсын эсрэг бослого үймээн газар сайгүй гарах болов. Тэдгээрээс хамгийн далайцтай бослого нь 1330-аад оны үеэс гарсан Улаан алчууртны бослого юм. Улаан алчууртнууд болон Юань улсын засаг захиргааны хоорондын дайн хэдэн жилийн туршид үргэлжилжээ. Үүний эцэст Улаан алчууртнууд дараа дараалан бут цохигдож, бослого бараг дарагдах гэж байтал Улаан алчууртны бослогын нэгэн толгойлогч Чжу Юань Чжан Мин улсыг байгуулж, өөрийн босогчдыг чадварлаг удирдаж, Хятадын энгийн ард түмний дэмжлэгийг авсаны үр дүнд 1368 онд Юань улсын нийслэл Хаан балгас хотыг эзлэн авч, Хятад дахь Монголын захиргааг буулган авчээ. Юань улсын хаан Тогоонтөмөр цагаан хэрмийн ард зугатан гарч, Юань улсын захиргааг Хятадад дахин сэргээхийг санаархах болов. Чжу Юань Чжан цагаан хэрмийн ард хөөгдөж гарсан Монголчуудын эсрэг аян дайн хийж, Юань улсыг бүрэн устгахыг оролдсон боловч бүтээгүй юм. Лев Николаевич Гумилев \"Их талын байгаль ба хүмүүс\" бүтээлдээ \"Төв Азийн үндэстнүүд хятадын соёлд таагүй ханддаг байв. Жишээ нь түрэгүүд хятадын уусгах бодлогын эсрэг тусгайлсан бодлого баримталдаг байв. Уйгурууд манихейн, харлугууд лал, басмал, онгудууд несторын, төвөдүүд буддын шашныг хятадаар дамжуулалгүйгээр шууд Энэтхэгээс хүлээн авч хятадын соёл Цагаан Хэрэмнээс гадагш нэвтэрч чадсангүй. Хүннү, түрэг, монголчууд нь хоорондоо зөрчилдөн тэмцэлддэг байсан ч хятадын уусгах аюулын эсрэг хаалт болж байв\" гэж бичжээ.[8] Цагадайн улс XIII зууны сүүл үеэс Самарканд хотоор төвлөрсөн суурин соёл иргэншилтэй Мавереннахр, Долоон мөрөн, Турфаны хөндийгөөр төвлөрсөн нүүдлийн соёл иргэншилтэй Моголистан хэмээх хоёр хэсэгт хуваагдаж, XIV зууны туршид хоорондоо тэмцэлдсээр байв. 1340-өөд оноос Мавереннахрт доголон хэмээх хочтой Монголын Барулас овгийн угсааны эмир Төмөрийн улс бий болсон боловч XV зууны эхэн үед доголон Төмөрийн нас барсны дараа олон жижиг эзэмшил болон хуваагдсан ба улмаар Алтан ордноос нүүж ирсэн Үзбекүүдийн довтолгоонд өртөж, мөхжээ. Доголон Төмөрийн угсааны Бабур ноён Үзбекүүдэд шахагдан Энэтхэгт очиж, Их Могол улсыг байгуулсан юм. Хожим 1859 онд Их Моголын улс Британичуудад цохигдон мөхжээ. Моголистан XVI зууны үеэс суурин соёл иргэншилд орж, Исламын шашныг шүтэх болжээ. Моголистаны Мухаммед хаан захирагдагсаддаа чалма малгай өмсөхийг хүчээр тулган хүлээлгэсэн ба Таш-Рабат хотыг байгуулж, суурин байдлаар амьдрах болов. Моголистаны баруун талаас Үзбекүүдээс тасарсан Казахууд, зүүн талаас Ойрадууд довтолж шахамдуулах болсон тул Моголистаны Султан Саид хаан XVI зууны үед нийслэлээ Яркенд хотод шилжүүлж, улсаа Яркендын хаант улс хэмээн нэрийджээ. XVII зуунд Яркендын хаант улс Зүүнгарын хаант улсын захиргаанд орсон юм. Алтан орд XIV зууны эхэн үеэс хямралд орж, олон хан солигджээ. Улмаар XV зууны үед Алтан орд Түрэг хэлт нүүдэлчдийн ордууд болон задарчээ. Алтан ордны улсаас Казань, Крым, Астрахань, Ногайн орд, Сибирийн хант улсууд тасран гарчээ. Алтан ордны үлдэгдэл болох Их орд 1502 онд Крымийн ханлигт эзлэгдэн мөхсөн байна. Алтан ордны улсаас тасран гарсан улсууд XV-XVIII зууны үед бүгдээрээ Орост эзлэгдсэн бөгөөд хамгийн сүүлчийн бие даасан улс болох Крымийн хаант улс 1784 онд Орост эзлэгджээ. Юань улсын хаад Монголд эргэн ирсний дараа Монголын хаан Аюушридар Юань улсын Цагаан хэрэмнээс хойших нутгийг эрх мэдэлдээ барьсаар байлаа. Гэвч 1389 онд Төгстөмөр хаан Мингийн цэрэгт ялагдан зугатаж яваад Аригбөхийн угсааны Есүдэр ноёнд алагдсанаар Юань улсын нэгдмэл хүч үгүй боллоо. Монголчууд олон жижиг ноёдын эзэмшлүүдэд хуваагджээ. Эдгээрээс Хубилайн удмынхны толгойлсон монголчууд, Цорос аймгийн ноёдын толгойлсон ойрадууд давамгайлан гарч ирж, хоорондоо тэмцэлдэх болжээ. Энэ хоёр хүчин зарим үед нэгдэж байсан боловч удалгүй задардаг байлаа. XVII зууны үед Хубилайн удмынхны толгойлсон Монголчууд Манж Чин улсад дагаар орсоноор Юань улсын улбаа ариллаа. XVIII зуунд Ойрадуудын байгуулсан Зүүнгарын хаант улс Манж Чин улсад эзлэгдсэнээр Евразийн их тал нутагт монголчууд ноёрхох явдал үгүй болжээ. Их Монгол Улсын байлдан дагууллын үед гарсан хохирлын хэмжээг гадаадын орнууд хэт дөвийлгөн гуйвуулах явдал байдаг.[9][10][11] Энэ нь тухайн цагийн түүхийн сурвалж үлдээсэн хүмүүс нь эзлэгдсэн орны хүмүүс байсантай холбоотой юм. 2005 оны 11 дүгээр сард НҮБ-ын Ерөнхий Ассамблей Их Монгол улс байгуулагдсаны 800 жилийн ойг дэлхий дахинаа тэмдэглэн өнгөрүүлэх талаар тусгай тогтоол гаргав. Энэ тогтоолд: Нүүдлийн соёл иргэншил нь худалдаа, арилжааны өргөн сүлжээг хөгжүүлж, захиргаа, соёл, шашин болон худалдааны томоохон төвийг байгуулахад чухал үүрэг гүйцэтгэсэн гэж тэмдэглэжээ. Уг тогтоолын дагуу ХБНГУ, Австри, Унгар зэрэг олон оронд Чингис хаан ба эзэнт гүрэн үзэсгэлэн гарч, олон улсын эрдэм шинжилгээний хурал болж өргөн тэмдэглэсэн билээ.", "source": "mn.wikipedia.org", "word_count": 4613}
{"url": "https://mn.wikipedia.org/wiki/Өгөдэй_хаан", "title": "Өгэдэй хаан — Википедиа нэвтэрхий толь", "text": "Өгэдэй хаан (ᠥᠭᠡᠳᠡᠢᠬᠠᠭᠠᠨ, ойролцоогоор 1186 он - 1241 оны 12-р сарын 11) нь Чингис хааны гуравдугаар хүү бөгөөд өөрийн эцгийн дараах Монголын эзэнт гүрний хоёр дахь их хаан байв. Тэрээр эцгийнхээ байгуулсан эзэнт гүрний тэлэлтийг үргэлжлүүлсэн ба Европ дахь монголчуудын довтолгоон, Хятад дахь Монголын байлдан дагуулалтын үеэр өмнөд болон баруун зүгт Монголын эзэнт гүрэн өөрийн хамгийн дээд хэмжээнд хүрэх үед дэлхийн хүн болов. Чингисийн бүх хөвгүүдийн адил тэр Хятад, Иран, Төв Ази дахь байлдан дагууллуудад өргөн хүрээнд оролцжээ. Өгэдэй нь Чингис хаан болон Бөртэ үжин нарын гурав дахь хүү байв. Тэрээр өөрийн эцгийн дээшлэн мандах үеийн үймээн самуунтай үйл явдлуудад оролцсон. Өгэдэйг 17 настай байхад Чингис хаан Жамухын цэргийн эсрэг хийсэн Хар халзан элээтийн тулалдаанаас (\"Монголын нууц товчоо\"-ы уг эхэд тулалдаан болсон газрын нэрийг Халахалжит элэт гэж тэмдэглэжээ) аймшигт ялагдлыг амсжээ. Өгэдэй хүнд шархадсан бөгөөд тулалдааны талбарт гээгдсэн байна. Эцгийнх нь өргөмөл дүү, хамтран зүтгэгч Борохул түүнийг аварчээ. Хэдийгээр тэр аль хэдийн гэрлэсэн байсан ч 1204 онд эцэг нь түүнд ялагдсан мэргид ноёны хатан Дөргөнэг авч өгчээ. Иймэрхүү байдлаар эхнэр нэмж авах нь тал нутгийн соёлд ховор биш байжээ. 1206 онд Чингисийг хаан (khagan) буюу эзэн хаанд (emperor) өргөмжилсний дараа жалайр, бэсүд, сүлдүс, хонхотон овгийн мянгатуудыг түүнд хараат газар нутаг болгон өгсөн байна. Өгэдэйн газар нутаг Ховог (Хобок) болон Эмээл (Эмель) голуудыг хамарчээ. Эцгийнх нь хүсэлтийн дагуу жалайрын захирагч Илүгэй Өгэдэйн багш болсон байна. Өгэдэй өөрийн ах нарын хамт Алтан улсын (Jin dynasty) эсрэг 1211 оны 11-р сард анх удаа бие дааж цэргийн ажиллагаа явуулсан. Тэрээр Хэбэйгээр дамжин өмнөд нутгийг, дараа нь 1213 онд Шаньсигаар дамжин умардыг сүйрүүлэхээр илгээгдэж байв. Өгэдэйн хүч Ордосын гаднаас Алтан улсын цэргийн ангийг хөөсөн ба тэрээр Сүн улс, Алтан улс, Тангуд улсын (Xi Xia буюу Western Xia (Баруун Ся), Great Xia (Их Ся)) эзэмшлүүдийн хилийн уулзвар руу хөдөлжээ. Хорезмын эсрэг Монголын байлдан дагуулалтын үеэр Цагадай, Өгэдэй нар 1219-1220 онд таван сарын бүслэлтийн дараа Отрарыг эзэлж, оршин суугчдыг нь хядсан бөгөөд Ургенчийн хэрмийн гадна талд байсан Жочитай нэгдэв. Жочи, Цагадай нар цэргийн стратегийн тал дээр дайсагнан маргалдаж байсан учраас Чингис хаан Ургенчийн бүслэлтийг хянуулахаар Өгэдэйг томилсон байна. Тэд 1221 онд хотыг бүрэн эзлэсэн юм. Афганистан, зүүн өмнөд Персэд бослого гарахад Өгэдэй бас Газнийг номхотгожээ. 1219 онд Хорезмын эзэнт гүрний эсрэг довтолгооны өмнө Чингис хаанаас өв залгамжлагчаа томилохыг Есүй хатан шаардав. Ахмад хоёр хүү Зүчи, Цагадай нарын хоорондох аймшигт хэрүүл шуугианы дараа тэд өв залгамжлагчаар сонгож болно хэмээн Өгэдэйг байлгахаар тохиролцсон. Чингис тэдний шийдвэрийг баталжээ. Чингис хаан 1227 онд нас барсан ба Зүчи түүнээс эрт нэг юм уу хоёр жилийн өмнө нас барсан байна. Өгэдэйн дүү Толуй 1229 он хүртэл засаг баригч (regent) байв. Өгэдэйгээр өв залгамжлуулах Чингисийн тодорхой хүсэлд эргэлзэх явдал үнэндээ хэзээ ч байгаагүй хэдий ч Чингисийн нас барсны дараа Хэрлэн мөрөн дээрх Хөдөө Аралд болсон хуралдайгаар 1229 онд Өгэдэй их хаанд (great khan) сонгогдсон байдаг. Ёс жаягийн дагуу гурван удаа найр тавьсны эцэст Өгэдэй 1229 оны 9-р сарын 13-нд монголчуудын Хаанд (Khagan) өргөмжлөгдсөн байна. Цагадай өөрийн дүүгийн эрх шаардлагыг үргэлжлүүлэн дэмжсэн. Чингис хаан Өгэдэйг эелдэг, өгөөмөр зан чанартай гэж харж байв. Түүний билэг авьяас эцгийнхээ зам дээр эзэнт гүрнийг хадгалсан амжилтад нь тодорхой хэмжээний үүрэг гүйцэтгэсэн. Түүний хаанчлалын үед гол төлөв Чингис хааны ардаа үлдээсэн зохион байгуулалт ба Өгэдэйн хувь хүний шинж чанарын ачаар Монголын эзэнт гүрний ажил хэрэг ихэнх хэсэгтээ тогтвортой үлджээ. Өгэдэй прагматик хүн байсан, гэсэн ч тэр хаанчлалынхаа хугацаанд зарим алдаа гаргасан. Өгэдэй цэргийн захирагч юм уу зохион байгуулагчийн хувьд өөрийгөө эцэгтэйгээ эн тэнцүү хүн гэж үзэн төөрөлддөггүй байсан бөгөөд өөрийн олсон хамгийн чадварлаг хүмүүсийн авьяас чадварыг хэрэглэжээ. Түүний сэтгэл татам зан байдлын тухай мэдээллүүдийг үл харгалзан 1237 онд үйлдсэн гэмт хэргийнх нь төлөө Монгол, Персийн түүхчид Өгэдэйг шүүмжилсэн байдаг ба энэ нь Персийн түүхчдийн бичсэнээр долоогоос дээш насны 4,000 ойрад охидыг хүчирхийлэх тушаалаас бүрддэг. Тэгээд дараа нь эдгээр охид Өгэдэйн гаремд (эмсийн байр) хураагдах, эсвэл Монголын эзэнт гүрэн даяарх аяны буудлуудад биеэ үнэлэгчид болон хэрэглэгдэхээр өгөгдсөн байна. Өмнө нь Ойрад нутгийг захирч байсан Өгэдэйн эгч Чэчэйхэний үхлийн дараах энэ алхам нь Ойрад аймаг болон тэдний газар нутгийг Өгэдэйн хяналтын доор авчирчээ. Хорезмын эзэнт гүрнийг устгасны дараа Чингис хаан Тангуд улсын эсрэг хөдлөхөд чөлөөтэй болсон. Гэсэн хэдий ч 1226 онд Хорезмын хаадын сүүлчийнх нь болох Желал ад-Дин Мангуберди өөрийн эцэг II Ала ад-Дин Мухаммедын алдсан эзэнт гүрнийг сэргээхээр Персэд буцаж иржээ. 1227 онд түүний эсрэг илгээсэн Монголын зэвсэгт хүчин Дамганд ялагдсан байна. Желал ад-Динийн эсрэг хөдөлсөн өөр нэг арми Исфаханы ойролцоо пиррийн ялалт (pyrrhic victory - ялагдсантай адил ялалт) байгуулсан боловч тэр амжилтаа үргэлжлүүлж чадаагүй аж. Өгэдэй дайны ажиллагаа эхлүүлэхийг зөвшөөрснөөр Чормаган хорчи 30,000-50,000 монгол цэргийг толгойлон Бухараас гарчээ. Тэрээр хорезмуудын тусламж дэмжлэгийн удаан хугацааны хоёр бааз суурь болох Хорасан, Персийг эзлэн авав. 1230 онд Амударья мөрнийг гаталсан ба ямар нэгэн эсэргүүцэлтэй тулгаралгүйгээр Хорасан руу орсон тул Чормаган хурдан, чөлөөтэй явж өнгөрлөө. Тэрээр баруун Афганистан руу довтлох цаашдын зааврыг өгсөн байсан Дайр баатрын хяналт доор бие бүрэлдэхүүнийхээ нэлээд их хэсгийг дэмжлэг болгон үлдээжээ. Чормаган болон түүний армийн олонх хэсэг 1230 оны намар Эльбурсын уулс болон Каспийн тэнгисийн хоорондох бүс нутаг Табаристан (орчин үеийн Мазендеран) руу орж, ингэснээр Низаритын исмайлитуудын (ассасинууд) хяналтад байсан өмнө зүг дэх уулархаг бүсээс зайлсхийв. Рей хотод хүрээд Чормаган өвлийн хүрээгээ тэнд байгуулсан ба хойд Персийн үлдсэн хэсгийг номхотгохын тулд цэргүүдээ илгээжээ. 1231 онд тэр өөрийн удирдсан армийг өмнө зүг рүү хөдөлгөсөн бөгөөд Кум, Хамадан хотууд хурдан хугацаанд эзлэгдэв. Тэндээс тэрээр Фарс, Керманы бүс нутгууд руу цэргүүдээ илгээхэд тэдгээрийн захирагчид мужуудаа сүйтгүүлж байхаас илүү Монгол эздэд алба гувчуур төлөхийг эрхэмлэн хурдан хугацаанд дагаар орлоо. Энэ хооронд зүүн зүгт Дайр баатар Кабул, Газни, Забулистаныг эзлэх зорилгодоо гуйвалтгүй хүрч байв. Монголчууд аль хэдийн Персэд дэг журам тогтоосон тул Желал ад-Дин хөөгдөхөд хүрч, Өвөр Кавказад тусгаарлагдсан байна (тэрээр энэ явдлаас хойш удалгүй алагджээ). Ийнхүү Перс бүхэлдээ Монголын эзэнт гүрэнд нэгдсэн болой. 1230 оны сүүлээр Доголху чэрби (монгол жанжин) Алтан улсад санамсаргүй байдлаар ялагдсаны хариуд Өгэдэй хаан дүү Толуйн хамт өмнө зүгт Шаньси муж руу хөдлөн уг мужийг Алтан улсын цэргээс цэвэрлэж, Фынсян хотыг эзлэн авав. Хойд зүгт зуны улирлыг өнгөрөөсний дараа тэд Хэнань дахь Алтан улсын хүчний эсрэг дахин дайны ажиллагаа явуулсан бөгөөд Алтан улсын ар талаас довтлохын тулд Өмнөд Хятадын нутгаар (Сүн улсын газар нутгаар) дайран гарчээ. 1232 он гэхэд Алтан улсын хаан нийслэл Кайфын хотдоо бүслэгдсэн байлаа. Удалгүй Өгэдэй аян дайны эцсийг өөрийн жанждад даатгаж үлдээгээд буцав. Хэд хэдэн хотыг эзэлсний дараа монголчууд Сүн улсын хожимдсон тусламжаар 1234 оны хоёрдугаар сард Цайчжоу хотыг эзлэн авч (Алтан улсын хаан Кайфын хотоос явж Цайчжоу хотод орогноод байжээ) Алтан улсыг мөхөөжээ. Гэвч дараа нь Сүн улсын амбан захирагч Монголын элч төлөөлөгчийг хороосон бөгөөд Сүн улсын цэргүүд монголчуудын захиргаанд байсан Сүн улсын урьдын нийслэлүүд болох Кайфын, Лоян, Чанъань зэрэг хотуудыг эзэлж авав. Алтан улстай хийсэн дайнаас гадна Өгэдэй Пусянь Ваньну (урьд нь Алтан улсын жанжин байсан) гэгчийн байгуулсан Дорнод Ся улсыг 1233 онд бут цохин мөхөөж, өмнөд Манжуурыг төвшитгөжээ. Мөн энэ бүс нутгийн хойд хэсэгт орших Усны татаруудыг номхотгож, 1237 онд гаргасан бослогыг нь дарсан байна. 1232 онд Чормаганы удирдсан монголчууд Кавказад эргэж ирэв. 1235 онд Гянжа хотын хэрмийг оньсон харвах, түншүүр зэвсгээр эвдэн нураажээ. Эрбиль хотын иргэд Монгол хааны ордонд жил бүр алба гувчуур хүргэхээр тохиролцсоны эцэст монголчууд ухарсан байна. Чормаган 1238 он хүртэл, өөрөөр хэлбэл ханхүү Мөнхийн цэргийн хүч Хойд Кавказад идэвхтэй үйл ажиллагаа явуулах хүртэл хүлээв (1236 оноос Бат хааны удирдсан Монголын их цэрэг Европ руу цөмрөн аян дайн хийж эхэлсэн бөгөөд энэ аян дайны үеэр ханхүү Мөнх, Хадан нар Хойд Кавказын овог аймгуудыг байлдан дагуулсан байна). Арменийг эрхшээлдээ оруулсныхаа дараа Чормаган Тбилиси хотыг эзлэн авлаа. 1238 онд монголчууд Лори хотыг эзлэв. Хотын захирагч шахиншах нь монголчуудыг ирэхээс өмнө гэр бүлийнхээ хамт зугтаж, энэхүү баян хотыг хувь заяанд нь даатгаж үлдээсэн аж. Хоханаберд цайз хүчтэй эсэргүүцэл үзүүлсний дараа цайзын захирагч Гасан Жалал монголчуудад дагаар оров. Дараа нь монголчууд Гүржийн өөр нэгэн түшиг тулгуур болох атабек Авагийн захирсан Каен цайзын эсрэг хөдөлжээ. Монгол жанжин Тохта шууд дайралт хийлгүй, хотыг тойруулан хана хэрэм босгосон тул Аваг удалгүй бууж өглөө. 1240 он гэхэд Чормаган Өмнөд Кавказыг байлдан дагуулж дууссан бөгөөд ингэснээрээ Гүржийн язгууртнуудыг бууж өгөхөд хүргэв. 1224 онд Солонгост очсон Монголын элч буцах замдаа тодорхой бус байдлаар алагдаж, Солонгосын эрх баригчид Монголд албан татвар өгөхөө больжээ. 1231 онд Өгэдэй үрэгдсэн элчийнхээ өшөөг авах, Солонгосыг дарангуйлах зорилгоор Саритай хорчийг илгээв. Ингээд энэ хаант улсыг дарангуйлах тушаалын дагуу Монголын цэрэг Солонгос руу довтолж эхэллээ. Корё улсын (тухайн үед Солонгост оршин тогтнож байсан улс) хаан Монголын даргач нарыг хүлээн авахаар тохиролцсон бөгөөд тэд нараар улс орныхоо хэргийг түр хугацаанд мэдүүлэв. Гэвч тэднийг 1232 оны зун буцахад Чхве У (тухайн үед Корё улсад цэргийн дэглэм тогтож, цэргийн эрхтнүүд улс орныг удирдаж байсан бөгөөд энэ үеийн цэргийн дэглэмийн удирдагч нь Чхве У байв) нийслэлээ Кэсоноос Канхва арал руу нүүлгэжээ. Саритай тэдний эсрэг дайн хийж байгаад тэнэсэн суманд өртөж амь үрэгдэв. 1234 онд Монголд болсон их хуралдай дээр Өгэдэй Монголын элч нарыг хороосон солонгосчууд, Өмнөд Сүн улс, кипчакууд болон тэдний Европын холбоотнуудыг байлдан дагуулах төлөвлөгөөгөө зарлалаа. Өгэдэй Монгол цэргийн жанжнаар Данхыг (Danqu) томилж, дагаар орсон солонгос жанжин Хон Бок-воныг Корё улсаас эзэлж авсан дагасан цэрэг, иргэд бүхий 40 хотын захирагч болгов. 1238 онд Корё улсын хааны ордон энх тайвныг тогтоохыг хүсэхэд Өгэдэй Корё улсын хааныг өөрийн биеэр Монголд ирэхийг шаарджээ. Корё улсын хаан эцэстээ өөрийн хамаатан Ён Нон-гун Суныг сурвалжит 10 хөвгүүний хамт Монгол руу барьцаанд илгээснээр 1241 онд дайн түр зогсов. Монголын эзэнт гүрэн өрнө зүгийн тал хээр нутгийн (Кипчакийн тал нутаг) нүүдэлчдийг эрхшээлдээ оруулж, Европ руу хөөх зорилгоор Бат хааны удирдлага доор баруун зүгт өргөжин тэлж эхлэв. Тэд баруун зүгийн байлдан дагууллаараа Ижил мөрний Булгар, Аланы бараг бүх хэсэг, Кипчакийн тал нутаг, Оросыг эзлэн авснаас гадна Унгарыг богино хугацаанд эзэлсэн юм. Тэд бас Польш, Хорват, Серби, Болгар, Латины эзэнт гүрэн, Австри руу довтолжээ. Коломнагийн (Оросын хот) бүслэлтийн үеэр Өгэдэй хааны эцэг нэгт ах (дүү?) Хүлгэн суманд оногдож амиа алдсан байна. Энэ аян дайны үеэр Өгэдэйн хүү Гүюг, Цагадайн ач Бүри нар Батыг тохуурхан доромжилж, монголчуудын хүрээнд зөрчил үүсэв. Өгэдэй хаан Гүюгийг \"Чи өөрийн армийн эр хүн бүрийн санаа сэтгэлийг алдагдуулсан... Чамайг өөрийнхөө эрчүүдэд харгис хандаж байснаас болж оросууд бууж өгсөн гэж бодож байна уу?\" (\"Аялж одруун зуур бөгст хүний бөгс нь эс үлдэв хэмээгдэмү чи... Оросууд иргэнийг тэр чиний уур хилэнд айж орогдсоноо болгон ахуюу чи\") хэмээн хатуу зэмлэжээ. Дараа нь тэр Европыг байлдан дагуулах ажиллагааг үргэлжлүүлэхээр Гүюгийг буцаан илгээсэн байна. Гүюг болон Өгэдэйн өөр нэг хүү Хадан нар Трансильвани, Польш руу тус тус довтолжээ. Хэдийгээр Өгэдэй хаан Европын үлдсэн хэсэг рүү, \"Их тэнгис\" - Атлантын далай хүртэл довтлох зөвшөөрөл олгосон байсан боловч түүнийг нас барсны дараах жил буюу 1242 оны эхээр монголчуудын давшилт Зүүн Европт зогссон юм. Монгол суртал ухуулга хожим энэ аян дайны бүтэлгүйтлийг түүний цаг бусаар нас барсантай холбон тайлбарлаж, Өгэдэйн залгамжлагчийг сонгоход Бат биечлэн оролцох ёстой байсан гэх болно. Гэвч үнэндээ Бат хэзээ ч ийм сонгуулийн төлөө Монгол руу буцаж ирээгүй бөгөөд 1246 он хүртэл залгамжлагч тодроогүй юм. Европын цайз бэхлэлтүүд стратегийн хувьд асуудал үүсгэж, монгол жанжид байгаа нөөц бололцоогоороо түүнийг даван туулж чадахгүй байсан явдал нь аян дайн зогсонги байдалд орж, дахин сэргээгүйн шалтгаан болсон байх магадлалтай. 1235-1245 оны үед Өгэдэйн хөвгүүдээр удирдуулан хийсэн ихээхэн хор хөнөөлтэй цуврал довтолгооныхоо үр дүнд монголчууд Сүн улсын нутгийн гүнд нэвтэрч, Чэнду, Сянъян, Хөх мөрөнд хүрчээ. Гэвч тэд газар орны уур амьсгал, Сүн улсын цэргийн тоо зэргээс шалтгаалан аян дайнаа амжилттай дуусгаж чадаагүй бөгөөд энэ дайны явцад Өгэдэйн хүү Хүчү амь үрэгдсэн байна. 1240 онд Өгэдэйн нөгөө хүү Хүдэн туслах чанартай армийг Төвд рүү илгээжээ. Сүн улсын түшмэлүүд Сэлмүс (Selmus) тэргүүтэй Өгэдэйн элч нарыг хөнөөснөөр хоёр улсын хоорондох нөхцөл байдал улам дордов. Өгэдэйн удирдлага доор Ази тив даяар явагдсан Монгол гүрний өргөжин тэлэлт нь улс төрийн тогтвортой байдлыг авчирч, Өрнө ба Дорныг холбосон худалдааны гол зам болох Торгоны замыг дахин сэргээхэд тус болсон юм. Өгэдэй Газнид Дайр баатрыг, Кундузад Мэнгэт (Menggetu) ноёныг тус тус захирагчаар томилжээ. 1241 оны өвөл монгол цэргүүд Инд мөрний хөндий рүү довтолж, Делийн султант улсын мэдэлд байсан Лахор хотыг бүслэв. Гэвч Дайр баатар 1241 оны 12-р сарын 30-нд хот руу дайрах үеэр амь үрэгдсэн ба монголчууд Делийн султант улсаас гарахаасаа өмнө хотыг эвдэн устгажээ. 1235 оноос хойш хэсэг хугацааны дараа монгол цэргийн өөр нэг хүч Кашмир руу довтолж, тэнд хэдэн жил даргач суулгав. Удалгүй Кашмир Монголын хараат болжээ. Ойролцоогоор тэр үед Кашмирын буддын шашны их багш Оточи болон түүний ах Намо нар Өгэдэйн ордонд ирсэн байна. Өгэдэй Монголын засаг захиргааны хүнд суртлыг бий болгожээ. Түүний захиргааг гурван бүлэг бүрдүүлсэн. Эдгээр нь: Махмуд Ялавач төр засгийн зүгээс татвар хураах ажлыг мөнгөөр төлбөр төлдөг татварын фермерүүдэд хариуцуулах тогтолцоог сурталчилж байжээ. Елюй Чуцай төр засгийн уламжлалт хятад хэв маяг бүхий тогтолцоог бий болгох тал дээр Өгэдэйд дэмжлэг үзүүлж байсан бөгөөд татварыг төрийн албаны төлөөлөгчдийн гарт шилжүүлж, засаг төрийн гаргасан мөнгөн тэмдэгтээр төлбөр хийдэг байв. Лал худалдаачид Монголын язгууртнуудын хувь нийлүүлсэн хөрөнгөөр ажиллаж, татвар төлөхөд шаардлагатай мөнгийг өндөр хүүтэй зээлж байжээ. Ялангуяа Өгэдэй эдгээр ортог (Монголын эзэнт гүрний үед төр ба хувь язгууртнуудын түнш худалдаачныг ийн нэрлэж байжээ) аж ахуйн нэгжүүдэд идэвхтэй хөрөнгө оруулалт хийсэн байна. Үүний зэрэгцээ монголчууд мөнгөний нөөцөөр баталгаажсан цаасан мөнгөн тэмдэгтийг гүйлгээнд оруулж эхэлжээ. Өгэдэй төрийн хэрэг эрхлэх салбар хэлтсүүдийг татан буулгаж, Елюй Чуцайн санал болгосны дагуу Монголын захиргаан дахь Хятадын газар нутгийг 10 замд хуваасан ажээ. Мөн тэрээр эзэнт гүрнийг Бешбалык ба Яньцзингийн засаг захиргаанд хуваасан ба Хархорум дахь төв байр нь Монгол, Манжуур, Сибирийн асуудлыг шууд хариуцдаг байв. Түүний хаанчлалын сүүл үед Амударьягийн захиргаа байгуулагдсан байна. Туркестаныг Махмуд Ялавач захирч байсан бол Елюй Чуцай 1229-1240 оны үед Хойд Хятадыг захирч байлаа. Өгэдэй Шигихутугийг Хятадад ерөнхий шүүгчээр томилжээ. Иранд Өгэдэй эхлээд хар хятан хүн Чинтөмөрийг, дараа нь шударга захирагч гэдгээ харуулсан уйгур хүн Коргузыг томилов. Хожим Елюй Чуцайн зарим үүргийг Махмуд Ялавачид шилжүүлж, албан татварыг Абдурахманд хүлээлгэн өгчээ. Абдурахман татварын нэг жилийн мөнгөн орлогын хэмжээг хоёр дахин нэмэгдүүлнэ гэж амласан байна. Ортог буюу түнш худалдаачид Өгэдэйн мөнгийг тариачдад хэт өндөр хүүтэй зээлүүлж байсан хэдий ч Өгэдэй өөрөө нэлээд өндөр хүүтэй зээл авдаг байжээ. Энэ нь ашигтай байсан авч олон хүн татвар хураагчид болон тэдний хүчтэй зэвсэгт бүлэглэлүүдээс зайлсхийхийн тулд гэр орноо орхин дүрвэжээ. Өгэдэй эзэнт гүрний ноёдод христийн шашинт бичээч Кадак, даосын шашны санваартан Ли Чжичан нараар хичээл заалгаж, сургууль, академи байгуулж байв. Мөн Өгэдэй хаан торгоны нөөцөөр баталгаажсан цаасан мөнгөн тэмдэгт гаргах зарлиг буулгаж, хуучин мөнгөн дэвсгэртийг устгах үүрэгтэй газар байгуулжээ. Елюй Чуцай Өгэдэйн Иран, Баруун болон Хойд Хятад, Хорезм зэрэг хараат газар нутгийг өргөн хэмжээгээр хувааж байгаа явдлыг эзэнт гүрнийг задралд хүргэж болзошгүй хэмээн эсэргүүцэж байлаа. Ийнхүү Өгэдэйн зарлиг болгосноор Монголын язгууртнууд хараат газар нутгуудад даргач томилж болох боловч хааны ордноос бусад албан тушаалтныг томилж, татвар авахаар болжээ. Өгэдэй хаан эцгийнхээ тушаал, зарлигууд хүчин төгөлдөр хэвээр байгааг баталж, дээр нь өөрийн зарлигийг нэмж, \"Их Засаг\" (\"Их Яса\" гэж бас нэрлэдэг) хуулийг үүний салшгүй нэгэн хэсэг хэмээн тунхагласан байна. Өгэдэй хуралдай явуулах болон хувцаслалтын дүрмийг хуульчилсан юм. Тэрээр 1234 онд замын дагуу элч зарлагуудын хэрэгцээг хангах байнгын хүмүүс бүхий өртөөнүүд (яам) байгуулжээ. 25 мил тутамд буухиа өртөөнүүдийг байгуулсан ба өртөөний хүмүүс элч нарт морь унаа өгч, тогтоосон хоол ундаар үйлчилдэг байв. Өртөөнд хавсаргасан айл өрхүүд бусад албан татвараас чөлөөлөгдсөн байсан ч өртөө улаа залгуулахын тулд гувчуур татвар төлөх ёстой байлаа. Өгэдэй Цагадай, Бат хоёрыг өөрсдийн өртөөнүүдээ тус тусдаа хянан захирахыг тушаажээ. Мөн Өгэдэй хаан язгууртнуудыг пайз (энгийн ард түмнээс хэрэгцээт зүйлс, үйлчилгээ шаардах эрх мэдэл бүхий тэмдэг) болон зарлиг гаргахыг хориглов. Бас Өгэдэй зарлиг буулгаж аравт бүрд 100 хониноос нэгийг авч тухай тухайн аравтын дотор буй ядууст өгөх ба сүрэг бүрээс нэг хонь, нэг гүү авч эзэн хааны зоог шүүсэнд хэрэглүүлэхээр болгожээ. Өгэдэй 1235-1238 оны үед Монголын төв нутгаар дамжин өнгөрдөг жил бүрийн нүүдлийн замынхаа буудаллан саатах газруудад хэд хэдэн ордон, асар барьжээ. Анхны ордон \"Ваньнянгун\"-ыг (\"Түмэн амгалант ордон\") Хойд Хятадын гар урчууд барьсан байна. Их Хаан өөрийн хамаатан садангууддаа ойр орчимд нь ордон сууц барихыг уриалж байсан ба Хятадаас авчирсан гар урчуудыг уг газрын ойролцоо суурьшуулжээ. 1235 онд Хархорум хотын бүтээн байгуулалт дуусаж, Өгэдэйн ивээлийг хүртэхийн төлөө өрсөлдөж байсан Лалын болон Хойд Хятадын гар урчуудыг хотын өөр өөр хэсгүүдэд хуваарилан байршуулав. Хотыг дөрвөн хаалгатай шороон хэрэм хүрээлж байлаа. Хотод хавсарсан хувийн орон сууцууд байсан ба урд талд нь Зүүн Азид түгээмэл хэрэглэгддэг сийлбэртэй багана бүхий аварга том чулуун яст мэлхий зогсож байв. Мөн цэцэрлэгийн хаалгатай адил хаалгануудтай цайз шилтгээн болон олон тооны усны шувууд цугларсан хиймэл нуурууд байжээ. Бас Өгэдэй будда, лал, даос, христ шашинтнуудад зориулан хэд хэдэн мөргөлийн сүм бариулсан аж. Хятадуудын оршин суух тойрогт Елюй Чуцайн хятад загвараар хуанли зохиож, зохицуулалт хийдэг күнзийн суртлын сүм байв. Өгэдэйг хүүхэд байхаас нь эцгийнх нь хайртай хүү гэж авч үздэг байв. Тэрээр насанд хүрсэн хойноо аливаа мэтгэлцээнд оролцохдоо эргэлзэгчдийг зүгээр л өөрийн хувийн зан чанарын хүчээр няцаах чадвараараа алдартай байжээ. Өгэдэй бие бялдарын хувьд том, хөгжилтэй, сэтгэл татам хүн байв. Тэрээр ихэнхдээ цагийг сайхан өнгөрүүлэх сонирхолтой байсан бололтой. Тэр ухаалаг, тогтвортой зан чанартай байлаа. Өгэдэйн удирдахуйн авъяас билэг нь эцгийнхээ тогтоосон зам дээрх Монголын эзэнт гүрнийг хэвээр нь авч үлдсэн түүний амжилтад тодорхой хэмжээний байр суурь эзэлж байсан. 1232 онд Толуй гэнэт нас барсан явдал нь Өгэдэйд гүн нөлөөлсөн бололтой. Зарим эх сурвалжийн мэдээлснээр Толуй өвчинд шаналж байсан Өгэдэйг аврахын тулд бөө мөргөлийн зан үйлээр хордуулсан ундаа ууж амиа золиосолжээ. Бусад эх сурвалжид Өгэдэй бөө нарын тусламжтайгаар архичин Толуйд хар тамхи татуулж амийг нь хороосон гэж бичсэн байдаг. Өгэдэй архинд донтсон гэдгээрээ алдартай нэгэн байв. Цагадай зуршлыг нь харж хянаж байхыг түшмэлдээ даалгасан боловч Өгэдэй ямар нэгэн аргаар үргэлжлүүлэн уусаар байжээ. Нийтэд тархсан таамгаар бол Өгэдэй өдөрт уудаг аяганыхаа тоог цөөлөх тангараг тавьж, дараа нь хувийн хэрэгцээндээ зориулж ерийн аяганаас хоёр дахин том аяга хийлгэсэн ажээ. Тэрээр Абдурахмантай шөнийн турш архидсаныхаа дараа 1241 оны 12-р сарын 11-ний үүрээр нас барахад хүмүүс Толуйн бэлэвсэн эхнэрийн эгч, Абдурахман хоёрыг буруутгаж байв. Харин Монголын язгууртнууд хаан өөрийгөө хянах чадвар дутмаг байснаас амиа алдсан гэдгийг хүлээн зөвшөөрсөн. Өгэдэй бас даруухан, өөрийгөө суут ухаантан гэж итгэдэггүй хүн байсан ба эцгийнхээ үлдээсэн агуу жанжид, мөн өөрийн чадварлаг гэж үзсэн хүмүүсийн үгийг сонсох, хэрэглэхэд бэлэн байдаг байв. Тэр эзэн хаан байсан ч дарангуйлагч биш байлаа. Өгэдэй өөрийн үеийн бүх монголчуудын нэгэн адил багаасаа дайчин болж хүмүүжсэн бөгөөд Чингис хааны хүүгийн хувьд дэлхийн эзэнт гүрэн байгуулах эцгийнхээ төлөвлөгөөний нэг хэсэг байсан юм. Түүний цэргийн туршлага нь жанждынхаа үгийг сонсох, нөхцөл байдалд дасан зохицоход бэлэн байдгаараа онцлог байв. Тэрээр аавтайгаа адилхан прагматик хүн байсан бөгөөд арга хэрэгсэл гэхээсээ илүү төгсгөлийг нь хардаг байжээ. Өгэдэйн тууштай зан чанар, найдвартай байдал нь аавынх нь хамгийн их үнэлдэг зан чанар байсан ба энэ нь түүнийг хоёр ахтай байсныг үл харгалзан эцгийнхээ залгамжлагчийн үүргийг хүлээн авахад хүргэсэн ажээ. Гэсэн хэдий ч Монгол, Персийн түүхчид Өгэдэйг 1237 онд эцэг Чингис хааныхаа бага насны охидыг булаан авах, хүчиндэх, хулгайлах, солилцох, худалдахыг хориглосон болон хэдийгээр охид бага залуу насандаа гэрлэж болох ч 16 нас хүртлээ бэлгийн харьцаанд орохгүй байх тухай хууль тогтоомжуудыг зөрчсөн хэмээн шүүмжилдэг. Монгол түүхүүдэд гэмт хэргийн мөн чанарын талаар тодорхой тэмдэглээгүй байдаг ч Персийн түүхчид ойрадууд Өгэдэйн гаремд охид явуулахаа больсны дараа Өгэдэй долоогоос дээш насны 4,000 ойрад охидыг хамаатан садных нь нүдэн дээр цэргүүдээрээ нүцгэлүүлж, олон удаа хүчиндэж байсан гэж тэмдэглэсэн байдаг. Эдгээр охидоос хоёр нь зовлон зүдгүүрийн улмаас нас барсан ба хүчирхийлэлд өртөөгүй үлдсэн охидыг цэргүүд хуваан авч, зарим охидыг хааны гарем руу явуулж, заримыг нь бэлгийн боолчлолын зорилгоор аяны буудлуудад хуваарилжээ. Үүнд тохиромжгүй гэж үзсэн бусад охидыг авч явах юм уу хөсөр хаясан байна. Өгэдэй энэ алхмыг бэлгийн завхралд автсандаа биш, харин Ойрад дахь эрх мэдлээ бэхжүүлэхийн тулд хийсэн бололтой. Дээрх мэдээ, тухайлбал монгол сурвалжид уг гэмт хэргийг шүүмжилсэн (одоо ч эргэлзээтэй) гэсэн таамаглалыг Жек Уэзерфордын (Jack Weatherford) 2011 онд хэвлэгдсэн \"Монгол хатдын нууц түүх: Чингис хааны охид түүний эзэнт гүрнийг хэрхэн аварсан бэ?\" (\"The Secret History of the Mongol Queens: How the Daughters of Genghis Khan Rescued His Empire\") номд (энэ ном монгол хэлээр \"Монголын Их Хатдын нууц товчоо: Чингис хааны эзэнт гүрнийг охид нь аварч хамгаалсан түүх\" хэмээх нэртэйгээр орчуулагдсан) дурдсан байдаг. Уэзерфорд үүнийг \"түүний (Өгэдэйн) 12 жилийн хаанчлалын үеийн хамгийн аймшигт гэмт хэрэг бөгөөд Монголын түүхэнд тэмдэглэгдсэн хамгийн аймшигт харгислалын нэг\" гэж нэрлэжээ. Анна Ф.Бродбрижийн (Anne F. Broadbridge) бичсэн \"Эмэгтэйчүүд ба Монголын эзэнт гүрний бүтээн байгуулалт\" (\"Women and the Making of the Mongol Empire\") хэмээх Монголын түүх судлалын сүүлийн үеийн номд (энэ ном 2018 онд хэвлэгдсэн) \"Ойрад охидыг олноор нь хүчирхийлсэн гэх гутамшигт хэрэг\"-ийг Өгэдэй өөрийн авга ах Тэмүгэ отчигины нутаг дэвсгэрээс охидыг Тэмүгэгийн зөвшөөрөлгүйгээр хураан авсан явдалтай холбосон байдаг. Гэсэн хэдий ч Бродбриж \"Бүх нотлох баримт дарагдсан тул энэ нь зөвхөн таамаглал байж болно\" гэж тэмдэглэжээ. \"Юань улсын судар\" болон \"Монголын нууц товчоо\"-д Өгэдэй \"зүүн жигүүр\" болон \"авга ах Отчигины эзэмшил\"-ээс эмэгтэйчүүдийг хүчээр булааж авсан тухай өгүүлдэг боловч хүчингийн тухай дурдаагүй байдаг. \"Монголын нууц товчоо\"-д Өгэдэй хийсэн үйлдэлдээ харамсаж буйгаа илэрхийлж \"Миний хоёр дахь буруу, зарчимгүй эм хүний үгийг сонсож, миний авга ах Отчигины нутгаас охидыг надад авчирсан нь гарцаагүй алдаа байсан\" (\"Нөгөө буруу ёс үгүй эм хүний үгд орж Отчигин авгын улсын охид авчруулах алжаас болов зэ. Улсын эзэн хаан бөгөөтөл ёс үгүй алжаас үйлд дөлэсгэгү (түлэсгэх) минь нэгэн буруу энэ болов зэ\") гэж хэлсэн тухай өгүүлсэн байдаг ч Игорь де Рахвельц (Igor de Rachewiltz) дөрвөн сайн үйл, дөрвөн алдааг жагсаасан бүх догол мөр нь Өгэдэйн нас барсны дараах үнэлгээ байж болохыг тэмдэглэжээ. Хүчингийн гэмт хэрэг үйлдсэн гэх цорын ганц мэдээлэл нь Жувейнийн (1226-1283) 1252 онд бичсэн \"Дэлхийг байлдан дагуулагчийн түүх\"-ийн (\"Tarikh-i Jahangushay\") 32-р бүлэгт байдаг. Энэ бүлгийг хожим Рашид ад-Дин XIV зууны эхэн үед бүтээсэн \"Судрын чуулган\" (\"Jami' al-Tawarikh\") номдоо бүхэлд нь үгчлэн хуулбарласан хэдий ч бага зэрэг товчилсон хувилбараар бичжээ. Жувейни номынхоо 32-р бүлэгт Өгэдэй хааныг магтан дуулж эхлээд Өгэдэйн \"энэрэл, өршөөл, шударга чанар, өгөөмөр зан\"-г харуулахын тулд маш нарийн 50 анекдот (Бодит үйл явдал, эсвэл хүний тухай богино, хөгжилтэй юм уу сонирхолтой түүх) өгүүлж, дараа нь түүний \"уур хилэн, хатуу чанд төлөв, догшин ширүүн зан, аймшиг төрүүлсэн байдал\"-ыг харуулах нэг анекдот өгүүлсэн ба энэхүү нэг анекдот нь дээр дурдсан хүчингийн хэргийн тухай юм. Энэхүү анекдот энэ бүлгийг төгсгөж байна. Жувейнийн хоёр гар бичмэлд уг хүчирхийлэлд өртсөн овог аймгийн нэр тодорхой байдаггүй ч D гар бичмэл болон Рашид ад-Дин нар \"Ойрад\" гэж бичжээ. Бродбриж, И. де Рахвельц нар ойрадуудтай холбосон энэ тодорхойлолтын үнэн бодит эсэхэд эргэлзэж байв. Анекдотуудыг перс үлгэрийн хэв маягаар бичсэн байна. Жувейни 46-р анекдотын эх сурвалжийн тухай \"Миний тааламжтай яриа өрнүүлдэг найзуудын нэг надад дараах түүхийг хэлсэн юм\" гэж тэмдэглэжээ. Өгэдэйг магтан дуулсан анекдотууд нь лалын шашинтнуудыг дэмжигч, хятадуудын эсрэг байр суурийг илэрхийлдэг. Хэд хэдэн анекдот Өгэдэйн өөрийгөө хянах чадвар дутмаг байдлыг харуулсан доог тохууны өнгө аястай байдаг. Анекдотууд нь үнэний ортой байж болох ч зарим нь лал худалдаачдын нийгэмлэгээс гаралтай хуурамч домог мэт санагддаг тул болгоомжтой хандах хэрэгтэй. Перс хэл дээрх өөр нэг мэдээ бол \"монголчуудыг шоолж\", \"хорон муу санаа\"-гаа илэрхийлснийх нь төлөө Алтан улсын цэргүүдийг бөөнөөр нь \"содом\"-дох (\"sodomy\" (\"содоми\") - ижил хүйстний бэлгийн харилцаа) буюу хүчирхийлж байсан явдал юм. Үүнийг Рашид ад-Дин эш татсан бөгөөд Уэзерфорд тэмдэглэжээ. Хэдийгээр энэ мэдээ нь хэтрүүлэгтэй байж болох ч бэлгийн хүчирхийллийг зэвсэг болгон ашиглаж байгааг харуулсан байна. Уэзерфордын хэлснээр бол Өгэдэй Чингис хааны бий болгосон охид эмэгтэйчүүдийг бэлгийн харьцаанд эрт оруулах, хүчиндэх, хулгайлах, худалдахыг хориглосон хууль тогтоомж бүрийг зөрчиж байжээ. \"Ертөнцийг байлдан дагуулагчийн түүх\"-энд дурдсанаар бол Өгэдэй бие нь чилээрхэх болсон тул ямар нэг амьд амьтныг өршөөж суллавал түүний өвчилсөн гэдсийг Төгс Хүчит Бурхан эдгээнэ гэж найдан нэгэн чоныг суллаж тавьжээ. Гэвч хааны арслан шиг биетэй ноход нь тэр чоныг элдэн хөөж хэсэглэн тасдаж алсан байна. Өгэдэй энэ явдлаас хойш удалгүй нас баржээ. Энэхүү анекдот (47-р анекдот) нь Өгэдэй Абдурахмантай шөнийн турш архидсаны дараа нас барсан гэх нийтээр хүлээн зөвшөөрсөн мэдээлэлтэй зөрчилддөг. Өгэдэй өөрийн ач хүү Ширэмүнийг өв залгамжлагчаараа сонгосон боловч түүний бэлэвсэн хатан Дөргэнэ таван жил төрийн хэргийг хамаарсны эцэст Гүюг ор суурийг нь залгамжилжээ. Гэсэн хэдий ч Алтан ордны улсын (Жочийн улс, Кипчакийн хаант улс гэж бас нэрлэдэг) хаан Бат Гүюгийг нэрийн төдий хүлээн зөвшөөрсөн ба Гүюг Баттай тулалдахаар явах замдаа нас барсан байна. Мөнх хааны үед буюу 1255 онд л Бат Европыг дахин довтлох бэлтгэл хийхэд хангалттай аюулгүй байдлыг олж авав. Гэвч тэр төлөвлөгөөгөө хэрэгжүүлэхээс өмнө нас баржээ. Хубилай хаан 1271 онд Юань улсыг байгуулахдаа албан ёсны тэмдэглэлд Өгэдэй хааныг \"Тайзун\" (хятадаар: 太宗) хэмээн нэхэн өргөмжилжээ. Өгэдэй өөрийн эцэг Чингис хааны нэгэн адил олон хатантай байсан бөгөөд жаран татвар эмтэй байв.[2] Өгэдэй эхлээд Борогчинтой, дараа нь Дөргэнэтэй гэрлэжээ. Бусад хатдын дунд Мөгэ хатан (урьд нь Чингис хааны татвар эм байсан), Жачин хатан, Хөрүгэнэ нар байв. Монголын Иргэний Агаарын Тээвэр (МИАТ) Boeing 737-800 EI-CSG онгоцоо \"Өгөөдэй Хаан\" гэж нэрлэсэн байдаг.", "source": "mn.wikipedia.org", "word_count": 3991}
{"url": "https://mn.wikipedia.org/wiki/Хубилай_хаан", "title": "Хубилай хаан — Википедиа нэвтэрхий толь", "text": "Хубилай Сэцэн хаан (ᠬᠤᠪᠢᠯᠠᠢᠰᠡᠴᠡᠨᠬᠠᠭᠠᠨ, * 1215 оны 9-р сарын 23; † 1294 оны 2-р сарын 18-нд Ханбалигт) нь 1260-1294 онд Монголын Эзэнт Гүрний 6 дахь хаан байсан бөгөөд дорнод Ази дахь Юань гүрнийг үндэслэн байгуулгч юм. Хубилай хаан нь Чингис хааны отгон хүү Тулуй, Хэрэйдийн Сорхагтани Бэхи нарын хүү байжээ. Хамгийн том ах Мөнх хааныг нас барсны дараа 1260 онд Их Монгол Улсын хаан ширээг эзлэхийн төлөө өөрийн дүү Аригбөхтэй тэмцэлдсэн. 1264 онд Аригбөхийг ялсан бөгөөд түүний энэхүү ялалт нь эзэнт гүрний нэгдлийг үгүй болгосон гэж болно. Гэсэн хэдий ч Хубилай хаан Юань улсыг бий болгож, Алтан ордны улс, Ил Хаант Улс, Цагадайн улсыг захиргаандаа оруулсан юм. Түүний энэ ноёрхолд Номхон далайгаас Дунай мөрөн хүртэл, Хойд мөсөн далайгаас Энэтхэгийн далай хүртэлх дэлхийн хуурай газрын тавны нэг хувь багтаж байв. 1271 онд Хубилай хаан Юань улсыг байгуулсан бөгөөд тухайн үед түүний захиргаанд Монгол, Төвөд, Шинжаан, Юньнань, умард Хятадын ихэнх хэсэг болон зарим нэгэн эзлэгдсэн газар нутаг оршиж байв. 1279 онд өмнөд Сүн улсыг амжилттай устгасанаар Хубилай бүх Хятад хүмүүсыг эзлэн суусан анхны Хятад биш угсааны анхны хаан болов. Тэрээр 1260 оноос хойш шинэ байлдан дагууллыг бий болгосон Монгол хаан байлаа. Монголын эзэнт гүрнээр аялсан Марко Поло Юань гүрэнд зочилсон бөгөөд түүний аяллын улмаас Хубилай хааныг Европт мэддэг болсон юм. Хубилай (1215 оны 9 сарын 23 төрсөн) Тулуй ба Сорхагтани Бэхи нарын 2-р хүү юм. Өвөг эцэг Чингис хааны зөвлөснөөр Сорхагтани нь Буддын шашинтай Тангуд улсын, хүүгийн сувилагчаар сонгогдож хамгаалах болсон. Чингис хаан Хорезм улсыг байлдан дагуулсныхаа дараа Или голын ойролцоо том ав хомрого зохион байгуулсан бөгөөд Хубилай, Хүлэгү нар энэ ав хомрогонд оролцжээ. Тэр үед Хубилай 9 настай байсан бөгөөд Хубилай гөрөөс, Хүлэгү туулай агнасан байна. Чингис хаан Монголын уламжлалт ёсыг даган анхны анг нь мялааж, Хубилайн дунд хуруунд агнасан амьтных нь цусыг түрхсэн. 1232 онд Тулуй нас барсан тул 1236 онд Монгол, Алтан улсын дайны дараа Өгэдэй хаан Хэбэй мужийг Тулуйн гэр бүлд өгсөн байна. Энэ муж 80000 өрх гэртэй байжээ. Хубилай өөрийн байр сууриндаа эргэн ирсэн бөгөөд тэнд 1000 айл өрхтэй байв. Тэр туршлагагүй байсан учраас Хубилай тухайн газрыг өөрийн дураараа чөлөөтэй захирах болсон. Татвар, татаасын үйл ажиллагаа нь ялзралд орсны улмаас хятадын цагаачдын тоо өөрчлөгдөж татварын орлого буурч эхэлсэн. Хубилай Хэбэйд үүний улмаас маш хурдан ирж эмхлэн цэгцлэн, шинэчлэх ажилдаа орсон. Сорхогтани шинэ албат, түшмэдүүдийг түүнд туслуулахаар явуулж татварын хуулиудыг нь засаж залруулж өгсөн. Үүнд талархсанаа илэрхийлээд хүмүүсийг нь буцаан явуулжээ. Хубилай хааны залуу насны хамгийн сонирхолтой нэг зүйл нь тухайн үеийн хятадын соёлын судалгаа байсан юм. Хубилай Хайюуныг урьж, Монгол дахь ордондоо авчирсан бөгөөд тэр хүн нь хойд хятад дахь Буддын шашны лам байв. 1242 онд Хархорумд Хайюунтай уулзах үед Хубилай түүнд Буддын шашны филисофийн тухай асууж мэджээ. Хайюун нь 1243 онд төрсөн Хубилайн хүүд Жэнжин гэсэн (Хятад хэлэн дэх жинхэнэ алт гэсэн утгатай үг) нэр өгчээ. Хайюун нь Хубилай Таойстын үндэслэгч болон Лиу бингзонг хэмээх буддын ламыг танилцуулжээ. Лиу нь зураач, бичээч, зохиолч, математикч хүн байсан бөгөөд Хайюуныг орчин үеийн Бээжин дэх Сүмдээ эргэж ирэх үед нь Хубилайн зөвлөхөөр үлдэж ажилласан. Хубилай удалгүй Жао би хэмээх эрдэмтэнтэй танилцсан, Хубилай албандаа Монгол, Турк болон бусад улс үндэстэний хүмүүсыг сонирхлын журмаар ажиллуулж байжээ. 1251 онд Монголын эзэнт гүрний хаан суудалд түүний том ах Мөнх суусан бөгөөд Хорезмын Махмуд Ялавач болон Хубилай нарыг Хятад руу илгээжээ. Хубилай хойд Хятадын эрх мэдэлтэй түшмэлээр томилогдож ирсэн бөгөөд Монголоос ордонгоо нүүлгэн аваачсан байна. Хубилай захирч байсан нутагаа сайн удирдаж, Хэнаний газар тариалангийн бүрэлдэхүүнийг зохицуулан, Сяныг эргэж ирсний дараагаас нийгмийн тусламж дэмжлэгийг сайжруулсан байна. Үүгээрээ Хятадын удирдагчдын итгэлийг хүлээсэн нь хожим Юань гүрнийг байгуулахад нь чухал хувь нэмэр оруулжээ. 1252 онд Хубилай Махмуд ялавагийн ажилд шүүмжлэлтэй хандсан бөгөөд тэрээр Хятадын холбоонд тийм ч чухал үүрэг гүйцэтгэдэггүй байсан бөгөөд морин цэргийг удирдаж байсан ба Жао би нь Хаан ширээний төлөө тэмцэх болсон Хятадын Конфуцийн сургуулийн ажилтнуудын эсэргүүцлээр Мөнх хаан, Махмуд Ялавагийг ажлаас нь чөлөөлсөн. 1253 онд Хубилай Юньнань руу дайрч эрхэндээ оруулсан бөгөөд Далигийн хаант улсыг бууж өгөхийг шаардсан. Гао үүнийг эсэргүүцэж монголын элчийг хөнөөсөн. Монголчууд хүчээ 3 хуваан дайрсан. Нэг жигүүр нь Сичуаны сав газрын зүүн талруу чиглэсэн, 2 дахь хэсэг нь Сүбэдэйн хүү Урианхайндайн удирдлаган доор Сичуаны баруун өмнөд талын уул нуруудруу хэцүү замаар явахаар болов. Хубилай 1 хэсэгтээ урд урдаасаа тааралдаж уулзахаар чиглэлд явав. Урианхайдайг хойд талаар нуурын хажуугаар өнгөрч байхад Хубилай Далигийн нийслэлийг эзлэн авч тэндээ элч үлдээв. Монголчууд Дуан Син Чжиг захирагчаар томилон, зарим нэг дагалдагчдийг үлдээв. Үүний дараа Хубилай Хар Тан руу явав. 1256 онд Урианхайдай Юннанийг бүрэн эзэлсэн. Хубилай Төвдийн лам нарыг анагаах чадалтай хэмээн татагддаг байв. 1253 онд Сакяагийн Пагва ламыг өөрийн ордондоо чухал хүн хэмээн хүлээн авсан. Хубилай, Лянь Шишианийг (1231-1280) 1254 онд Номхон далайн хороог удирдуулахаар Уйгарт удирдагчаар томилсон. Зарим ноёд Хубилайн амжилтанд атаархаж байсан төдийгүй Мөнх хааны суудлыг эзлэхийг санаархаж байв. 1257 онд Хубилайн ажилд туслуулахаар их хаан Мөнх, Аламдар ба Люй Тайпин хэмээх 2 татварын зөвлөхийг явуулжээ. Тэд нийт 142 алдаа бүхий хууль дүрмийг жагсаан шүүж, Хятадын түшмэдүүдыг буруутган, Хубилайн шинэ хороог буулгасан. Хубилай 2 элчийг тэнд суулгахаар явуулсан. Хубилай 1258 оны эхээр Буддизм болон Бумөыын шашны төлөөлөгчдийг хуралд дуудсан. Хубилай 237 Сүм хийдийг Буддын сүм болгон өөрчилсөн байдаг. 1258 онд Мөнх хаан Хубилайд зүүн гарын цэргийг өгч Сычуань мужийг бүхлээр нь захируулав. Хубилай тэндээ үлдэхээр болж Мөнх хаанаас холдсон. Хубилай 1259 онд эргэн ирэхийн өмнө Мөнх хаан нас барсан байна. Хубилай үүнийг нууц хэвээр нь хадгалан үлдэхийг хүссэн бөгөөд Вухан ба ойролцоох Янгце руу дайралтаа үргэлжлүүлж Сүбэдэйн хүү Урианхайтай хамтран Вуханыг эзэлсэн. Сангийн сайд Жиа Сидао Хубилайн хэлсэн үгий нь нууц хэвээр нь хадгалж, хилийн албан татвар болох 200000 мөнгөн гулдмай, 200000 боодол торыг Монголд төлсөн. Хубилай анх татгалзсан боловч Жиа Сидао тай багахан санал нийлж,тохиролцоонд хүрсэн бөгөөд түүний эхнэрээс Аригбөх цэргийн хүчээ өсөн нэмэгдүүлж байна гэсэн мэдээ авчээ. Ийнхүү Монголдоо буцаж ирсэн. Тэрээр удалгүй дүү ариг бөхөөсөө Хархорумд хуралдай хийе гэсэн мэдээг хүлээн авсан бөгөөд Мөнхийн хуучин албатуудаас хаанаа болгоё гэж илэрхийлсэн байсан. Чингис хааны үр удам гэдгээрээ Аригбөх нь хаан болж болох боловч, түүний 2 ах Хубилай Хүлэгү эсрэг байр суурьтай байв. Хубилайн хятад дахь албатууд түүнийг хаан ширээнд суухыг нь дэмжиж, хятадын хойд талынхан болон манж нар нэр дэвшүүлсэн. Хубилай улсдаа эргэж ирээд Хуралдай зарласан. 1260 оны 4 сарын 12 нд Зүчи, Боржигин овогийнхон, Хубилайн гэр бүлийн гишүүд Аригбөхийн саналыг харгалзан үзэж Хубилайг хаан Ширээнд өргөмжилсөн. 1260 онд Хубилайг Алтан ордныхныг оролцуулахгүйгээр Хуралдай дээр хаанаар сонгосон. Хубилай болон түүний дүү Аригбөхийн хооронд тэмцэл өрнөж монголын нийслэл хархорумд тархай бутархай байдал үүссэн. Шанхай болон Сычуань дахь Мөнх хааны армыг Ариг Бөх удирдаж байсан. Хубилай шанхай руу Лян Си Сяныг илгээж, Сычуань руу Аригбөхийн иргэд рүү Лиу Тайпинийг явуулсан. Мөн Хархорумд Балгай сайдын дэмжлэгийг авсанаар Ариг бөх хаан болсноор Монголд нэгэн зэрэг 2 хаан суув. Хархорумд төвлөрсөн Аригбөх, Хубилай руу дайраад няцаагдсан бөгөөд Хархорум рүү очих бүх худалдааны замыг хааснаар монголд өлсгөлөн эхлэв. Аригбөхөөс түшмэдүүд нь урван Хубилайгийн талд оржээ. Удалгүй хүч нь суларсан Аригбөх 1264 оны 8 сарын 21 нд Хубилайд бууж өгсөн. Их хуралдай зарлаж Хүлэгү, Алтан ордны эзэн Бэрх, Аму нарыг дуудсан боловч ирж амжихгүй болсон учир Аригбөхийг хэрхэх талаар өөрөө шийд гэв. Гэхдээ ах дүү нарын дунд хутган үймүүлсэн хэргээр Аригбөхийн сайд нарыг хатуу шийтгэн ихэнхи хүнийг цаазаар авчээ. 1266 онд Аригбөх нас барснаар Өгөдэйн ач Хайду хан, Хубилайн эсрэг тэмцэхээр болсон. Түүний нутаг нь Тарвагатайн нуруу орчмоор байсан бөгөөд Цагаадайн зарим түшмэдүүдийн дэмжлэгийг авсан. Хубилай хишигтэн цэргийн бүтэц үүргийг хязгаарласныг үл харгалзан бүрэлдэхүүнд нь эхлээд Хятадыг оруулсан байсан боловч сүүлдээ Кипчак, Алан нарыг Алтан ордоны улсаас авчруулж тус тус нэгжүүдийг шинээр улсын хишигтэн цэрэгт оруулсан байна. Өөрийн хишигтэн цэргийг 1263 онд байгуулсан бөгөөд Хубилай Чингис хааны 4 н албадын үр удам болох Борохула, Боорчи, Мухулай зэрэг 3-ыг оруулж байжээ. Хубилай хаан хишигтэн цэрэгт давуу эрх олгодог байв. Монгол болон Хятадын нэгжүүд нь аль аль нь Чингис хааныг ашиглаж байсан зохион байгуулалт 10 тын системээр явагддаг байв.Монголчууд шинэ их бууны анги болон янз бүрийн технологийн эхэн үедээ бусад улс орноос авч ашигладаг байсан. Хубилайн дүү болох Хүлэгү Персээс Исмайл болон Ал Аддинийг инженерээр авчирсан байна. 1282 онд дэлхийн хамгийн эртний их бууг монголын эзэмшилд байсан Манжураас олж бүртгэсэн байдаг. Хубилай болон түүний жанжидад эдийн засгийн ашиг тустай тул өмнөд хятадаас мөргөлдөөн гарахаас зайлсхийж байв. Хубилайн гадаадын албаныхан дипломат болон цэргийн бодлогын хувьд эзэнт улсын бодлоготой байв. Хубилай хаан 1271 онд Вонжун ванг улс орныг нь удирдах эрх олгож, цэргээр хамгаалуулсан. 1272 онд Монголын эзлэн түрэмгийллийн дараа Солонгос нь Юань улсын эрх мэдэлд бүрэн оржээ. Гүрё дахь Монголын цэргийн бааз болсон. 1276 онд Монголын их цэрэг Өмнөд Сүн улсын нийслэлийг эзлэн авч залуу хаан, олон түшмэд, цэргийн хамт олзлон авсан. Гэвч 1279 он хүртэл Сүн улсын үлдсэн цэргүүд бууж өгөлгүй тэмцсээр байсан бөгөөд эцэстээ ялагдан Өмнөд Сүн улс мөхжээ. Хубилай хаан Япон руу 2 удаа далайгаар дайран довтолсон хэдий ч завиных нь загвар болон цаг агаарын нөхцөл байдалд тохиромжгүй байж далайн шуурга учирч бүтэлгүйтсэн. Эхний дайралтаа 1274 онд 900 завьтайгаар хийсэн байна. 2 дахь дайралтаа 1281 онд хийсэн. Монголчууд энэ үед 2 тусдаа хүчийг илгээсэн бөгөөд эхнийх нь 40000 Хятад, Солонгос, Монгол цэргүүдийг Масачаас гарган 900 завиар явуулсан бөгөөд энэ үед хоорондоо 74 м уртын зайтай 3500 завинд өмнөд Хятадаас авсан 100000 далайчин бүхий томоохон хүчийг илгээжээ. Тухайн үед усан цэргүүдэд зэр зэвсэг тийм их ч байгаагүй. 10-р сард Солонгос, Японоос 110 мил зайд завиараа дөхөж очсон байсан. Солонгосчууд 1281 оны 6-р сарын 23-нд Хаката буланд усан завиараа хүрсэн байсан боловч Хятадаас гарсан завь нь энд хүрч чадаагүй байна. Самурай цэргүүд Монголын цэргүүдийг дахин ялсан. Монголчууд нэгдсэн хүчтэй байснаар дайнд ялдаг. Монголчууд галт сумаар дэлбэлж, нум сумаар тасралтгүй харваж, Самурайг бөмбөгдсөн байна. Гэвч Монголчууд японыг усан цэргээрээ ялаагүй байна. Усан цэргийн Археологич Доктор Кензо Хаяашида Такашимагын баруун эргийн дагуух 2 дахь дайралтын үед хэрэглэж байсан зарим зүйлсийг нээн илрүүлсэн байна. Түүний багийн олддвор нь Хубилай хааны дайралт Японыг сандаргаж байсныг гэрчилдэг. Хятадууд завийг маш ихээр хэрэглэдэг байжээ. Хубилай хааны хяналтан доор Хятадууд дайралтанд орох үед хэрэглэх завийг маш түргэн шуурхай олноор нь барьж байгуулж байжээ. Хаяашида Хубилайн стандарт, маш сайн бүтэц зохион байгуулалттай далай дээгүүр явдаг завинууд ашиглаж байсан гэдгийг томъёолсон. Япон руу дайрсан анхны дайралтын дараа Японы усан цэргүүд болох Вокоу нар Солонгос руу дайралт үзүүлсэн байдаг. Гэвч Монгол, Солонгосын хүч түүнийг буцаасан бөгөөд Вокоугын усан цэргүүд Горёо болон Камакура дахь цэргийн чадалд хүрэхээргүй сул байсан нь харагддаг. 1293 онд Юань улс Окинавагаас 100 японыг олзлон авсан байдаг. Хубилай хаан тухайн үеийн Дай Вьетийг 2 удаа дайлаар морджээ. Хубилай 1260 онд Их Хаан болсны дараа Тран династи 3 жил тутам даргач хүлээн авч, өргөл өргөдөг байсан[1][2]. Гэвч удалгүй тэдний хаан нь түүнээсээ татгалзжээ. Ийнхүү эхний аян дайн (Монголчуудын Дай Вьет рүү хийсэн 2 дахь довтолгоо) 1284 оны 12 сард хунтайж Тогооноор удирдуулан хил даван орж, Ханой хотын зүүн хойд талд байх Вань Киепт Омарын байгуулсан ялалтын дараа төд удалгүй Тан Лон (одоогийн Ханой)-г эзлэв. Тэр үед Чампа улс руу Согэту хойш хөдөлж, Нге Ан (одоогийн Вьетнамын төв-хойд бүс нутаг) руу хүрэлцэн ирэхэд Траны генерал Тран Киений удирдсан арми түүнд бууж өгөв. Гэвч Траны хаад болон дээд командлагч Тран Хун Дао тактикаа өөрчлөн, хамгаалалтаас довтолгоонд шилжиж, Монголчуудын эсрэг тэмцэж эхлэв. 4 сард генерал Тран Куан Хай Чүон Дүонд (одоогийн Ханойн хэсэг) Согэтуг буулган авч, Тай Кетэд болсон томоохон тулалдааны үеэр Согэту алагдан, Траны хаад ялалт байгуулав. Удалгүй генерал Тран Нат Дуат ч Хам Ту (одоогийн Хун Ений хэсэг)-д ялалт байгуулж, Жэнь Нань ван Тогоон генерал Тран Хун Даод ялагдсанаар Хубилай хааны Дай Вьетийг эзлэх гэсэн анхны оролдлого амжилтгүй болжээ. Тогоон Дай Вьетийн харваачдад алуулахаас сэргийлж хүрэл хоолойд нуугдсан бөгөөд энэ үйлдэл нь Их Монгол Улс болон Тогооны хувьд ичгүүртэй явдал болсон билээ. Амжилтгүй оролдлогынхоо дараа Хубилай Нан Тонгийн ах, Аннамын хаан бөгөөд Монголчуудад урвасан Тран Ич Такийг илгээхээр төлөвлөсөн боловч, Юаний Хүнань дахь хангамжийн баазад асуудал гарч, дээрээс нь Хайдугийн довтолгоон нэрмэснээр төлөвлөгөөгөө цуцалжээ. 1285 онд Төвөдийн Бригун урсгалынхан бослого дэгдээж, Пагвагийн урсгалын хийдүүдийг довтолсон. Цагадайн хан Дува босогчдод туслахаар ирж, Таримын сав газарт Хубилайн нэгтгэлүүдийг ялаад, Хар-Хошууг бүслэв[3]. Хайду Бешбаликт байсан армийг устгаад, дараа жил нь хотыг эзэлжээ. Ихэнх уйгурууд Кашгарыг орхин, Юаний алс зүүн хэсэг дэх аюулгүй газар луу нүүж одов. Энэ бүхэн Хубилайн ач Бухтөмөр 1291 онд 10,000 Төвөдийг хороож, Бригунгийн бослогыг дарах хүртэл үргэлжлэн, Төвөдийн байдал арай гэж намжив. Ийнхүү Дай Вьетэд анхаарал хандуулах боломжтой болсон Хубилай хаан 2 дахь довтолгоогоо 1287 онд, өмнөхөө бодвол том флот, хоол хүнсний арвин нөөцтэйгээр сайтар зохион байгуулалттайгаар эхлүүлэв. Тогооны удирдсан монголчууд Ван Киеп рүү (баруун хойноос) хүрч очин, Омарын явган болон морин цэргүүдтэй (Улаан голын дагуу өөр замаар очсон) нийлэн, тулалдаанд хялбар ялав. Тэнгисийн флот Ван Донд Ха Лон булангийн ойролцоо) ялалт байгуулсан ч хүнсээ ачсан ачааны том онгоцоо орхисон байсныг нь генерал Тран Хан Ду олзолжээ. Ингээд Тан Лон (одоогийн Ханой)-д байсан монголчууд хүнсний хомсдолд нэрвэгдэв. Хангамжийн талаар шинэ мэдээ ирэхгүй байсан тул Тогоон армиа Ван Киеп рүү ухраахаас өөр аргагүй боллоо. Тэр үед Дай Вьетийн арми урагш давшин, Монголчуудад эзлэгдсэн байсан олон сууринг чөлөөлжээ. Явган цэргүүд нь Ван Киеп дэх Монголчуудыг довтлох тушаал авав. Тогоон армиа хоёр хувааж, ухарсан байна. 4 сарын эхээр Хубилайн Кипчак жанжин Омараар удирдуулсан тэнгисийн цэргийн хүчин явган цэргээр дэмжүүлэн Бач Дан голд хүрч очив. Гүүр, зам устгагдаж, Дай Вьетийн цэргүүд довтолж байсны улмаас Бач Данд явган цэргийн дэмжлэггүй болжээ. Дай Вьетийн жижиг флот уг тулалдаанд оролцож, ухарч байгаа дүр үзүүлсэн байна. Монголчууд Дай Вьетийн цэргүүдийг нэхэн хөөгөөд тэдний бэлдсэн талбарт очжээ. Тэнд хүлээж байсан мянга мянган жижиг завь хоёр эргээс гарч ирэн, дайсны эгнээг задалсан. Гэнэтийн хүчтэй дайралттай тулгарсан Монголчууд далай руу ухрахыг оролдсон ч Дай Вьетчүүдийн татсан уяанд тээглэн хөлөг онгоцнууд нь гацаж, олонх нь эвдэрч сүйдэн живжээ. Тэр үед нь олон тооны галт салнууд урсан ирж мөргөж байв. Айсан Монгол цэргүүд онгоцноосоо үсэрч буун, эрэг рүү гарсан бөгөөд тэнд тэднийг Траны хаан болон Тран Хун Даогийн удирдсан арми хүлээж байлаа. Ингээд Монголын тэнгисийн флот бүрмөсөн сүйрч, Омар олзлогджээ. Тэр үед Дай Вьетийн арми Лан Соны дагуу Тогооны армийг үлдэн хөөжээ. Тогоон ширэнгэн ой дундуур дутаан нутаг буцсан аж. Гэсэн ч Дай Вьет болон Чампагийн хаант улсууд цаашид зөрчилдөөн үүсэхээс сэргийлж, Хубилайн захиргааг хүлээн зөвшөөрсөн билээ[2][4]. Бирмийн эсрэг хийсэн 3 аян дайнаар (1277, 1283, 1287) Монголчууд Ирраваддийн дельтэд хүрч, Бирм дэх Паганы хаант улсын нийслэл Баганыг эзлэн, өөрсдийн тоглоомын засгийн газар байгуулсан[5]. Хубилай албан ёсоор бол сюзерентет улсыг байгуулсан хэдий ч Бирмчүүд Монголын дагуул улс болж, тэднийг Хятадаас хөөгдөх хүртэл алба гувчуур өргөн барьсаар байв[6]. Камбожийн Кхмерийн хаант улс болон Малай, Өмнөд Энэтхэг дэх жижиг улсууд Хубилайн хаанчлалыг 1278-1294 онуудад хүлээн зөвшөөрч байв. Уг бүс нутаг дахь монголчуудын сонирхол нь цэвэр худалдааны болон алба гувчуурын харилцаа тогтооход оршиж байлаа. Хаанчлалынхаа сүүлийн жилүүдэд Хубилай Жава дахь Сингасаригийн вант улсын эсрэг 20-30,000 цэрэг хөдөлгөн, өшөө авах усан замын аян дайн (1293) хийсэн боловч Монголын хүч 3,000 дайчнаа алдаад, Мажапахит династиг эрхэндээ оруулж чадалгүй буцжээ. 1294 онд Тайландын нутагт оршиж байсан 2 хаант улс болох Сухотай, Чианмай Хубилайн эзэнт гүрний ивээлийн улс болсон[5]. Монголын цэргүүд Сахалин руу хэд хэдэн удаа дайрсан бөгөөд энэ нь 1264-1308 онд үргэлжилсэн юм[7]. Их Монгол Улс нь албан татвар дээр суурилдаг тул шинэ газар нутгийг эзлэн авбал эдийн засаг нь сайжирдаг байжээ. Нивх ба Орокууд нь Монголд захирагдах болсон. Харин Айнүгийн ард түмэн Монголын шууданг довтолж, Их Хаанд дагаар орсон Сахалины уугуул иргэдтэй тулалддаг байв[8]. Эцэстээ 1308 онд Айнүгийн овог аймгууд Монголчуудын захиргааг хүлээн зөвшөөрчээ. Хубилай хааны удирдлага дор Дорнод ази болон барууныхныг хооронд нь шууд холбоо тогтоох нь нээлттэй болж Төв азийн худалдааны замуудад монголчууд хяналтаа тавьж өртөө шуудангийн үйлчилгээг үзүүлдэг байсан учир монголын эзэнт гүрэнд үзүүлэх ач холбогдол нь их байв. 13 р зууны эхээр европ болон төв азичууд мөргөл, аялал, жуулчлал, элч төлөөлөгчийн журмаар, Хятад руу явдаг замыг бий болгосон. Монголчууд хятадыг захирдаг байсан учир Монголын эзэнт гүрний ойролцоо хаана ч байсан бөгөөд Орос, Перс, Месопотами зэрэг улс руу бүхий л худалдааны зам чиглэдэг байв. Их хаан болон Пап ламын хооронд хэдэн удаа элч төлөөлөгчийг шууд сольж байжээ. 1266 онд Хубилай хаан Венецийн мөргөлчдөд зөвшөөрөл олгож, 100, 100-н христийн номтнууд болон инженерүүдэд Пологийн ах дүү нарт явах зөвшөөрөл олгожээ. 1263 онд ах дүү Поло нар Ромд эргэн ирсэн. Их хаан Хубилай ба Ил хан Аргуны сайд болох Раббн бар саума 1287-1288 оны үед өрнөдөд Ром, Парис, Бореукас ба дорнодод Дадугаар аялал хийж гол захирагчтай нь уулзсан байдаг. Никкологийн хүү Марко Поло энэхүү аялалдаа өөрийнхөө аавыг хамт дагуулан явж байсан нь Хятад болон Монголд хамгийн сайн танигдах жуулчин болохынх нь үндэс байсан байж болно. Тэрээр Хубилай хааны удирдлага дор 1275-1292 оны хооронд 17 жилийн турш Юннань ба Фужянь мужуудаар наймаа хийж, мөн элч тагнуулын үүрэг гүйцэтгэн оролцож байсан. Гэвч үүнийг дундад иргэн улсын үеийн түүхчдийн Хятадыг дүрсэлсэн хэсгээс гарч ирсэн дэлхийн дүрслэл хэмээх сэтгүүлээс авсан хэмээн европт дамжуулан үздэг байна. Раббан Саума дахь дорнод Азийн хэсэгт байсан Кистиорак гэдэг лам нь одоогийн Бээжингийн газар нутагт төрсөн. Тэрээр 1278 онд Иран дахь Ил ханы засаглалд төв азиас орж ирсэн бөгөөд Монголчууд Исламд байдаг христэд итгэгчдэдийн тусламжийг авахаар европ руу явсан байдаг. Энэ мэтчилэн тив газруудыг хэрэн хэсэж мэдээлэл түгээж байсан хүмүүс олон байв. Хубилай хааны удирдлага дор анх хязгаарлалттай боловч хятад болон өрнөдийнхний хооронд соёлын солилцоо болон харилцаа холбоог шууд тогтоож байжээ. Тэрээр хятадын улс төр болон соёлын загварчлалыг сайшаан дэмжсэн байдаг нь хятад дахь засаглалаа тогтмол барьж байхад анхаарч, хятадыг хятад аргаар захирах нь зөв гэж үзсэн. Ингэхдээ энэ үүргийг зөвлөлийн түшмэл Хао Жин, Лю Бинжун нарт тушааж, засаг захиргааны төсөл боловсруулсан нь монголын уламжлалт соёлын нөлөөг багасгаж Тан улсын жишээг бага зэрэг өөрчилж хийсэн байдаг юм. Гэхдээ энэхүү засаг захиргаа нь монгол дахь мянгатын тогтолцоог халсан гэсэн үг биш юм. Хубилайн хаанчлалын 1260-1272 онуудын хооронд дээрх төрийн бүтцдээ гурваас дөрвөн удаа өөрчлөлт оруулж байсан. Хубилай Пагва ламыг эзэнт гүрний шашны тэргүүн буюу улсын багшаар томилжээ. Энэ нь монголчуудыг күнзийн сурталд шууд уусахаас сэргийлсэн байдаг. Мөн 1269 онд Пагва ламтан түвэд үсгээс сэдэвлэж, их хааны зарлигын дагуу дөрвөлжин үсгийг зохиосон байна. Хубилай Төвд болон хятадын лам нарыг Пагвагийн удирдлаганд оруулж дээд шүүхийн хяналтын хороог үндэслэсэн байна. Хаган нь 1270 онд дээд шүүхийн хажууд Мусалманы анагаахын төв, 1271 онд Исламаны одон орны судлалын удирдах төв, 1289 онд эзэнт гүрний хөвгүүдэд зориулж Мусалманы сургууль байгуулсан байна.Лю Бинжун(1274) Ши Тяньзи (1275) Жао Би (1276) ба Дун Вэй Бин (1278) нарын Хятадын нөлөө бүхий түшмэд нь нас барж алга болсоны дараа хааны ордонд Ахмад ноёны нөлөө асар их болсон нь хятад түшмэдийн нөлөө нэг хэсэг суларчээ. Хубилай улсын байдлыг хянадаг удирдлагын ахлагчаар Ахмад Фанакатыг томилсон. 1286 онд хааны зарлигаар Жун шу шэний баруун гарын чинсангаар тангадын Санга ноёныг томилсон нь дахин уйгур ноёдын нөлөөг идэвхжүүлжээ. Тухайн үед төрд Баарин аймгийн Баян жанжин, Жалайрын Хантун ноён, Борохулын үр удам болох Очичар нар, Аралудын Боорчийн удмын Иштөмөр зэргийн монгол ноёд их нөлөөтэй байсан. Хубилай хаан 1271 онд Их Монгол улсын нэрийг сольж Да Юань гэж нэрлээд, дараа онд нь Жунду хотыг Даду гэж нэрэлсэн. Хуучин нийслэл нь Шанду байсан. Хубилай хаан 1274 онд өмнөд Сүн улсын эсрэг дахин цэрэг мордуулж, эцэст нь Сүн улсыг мөхөөснөөр хятадын түүхэнд анх удаа бүх нутгаа алдаж, тусгаар тогтнолоо алдсан. Хубилай хаан хойд өмнө хятадын дагуу эх сувгийг байгуулсанаар эдийн засгийг өсгөж, барилга байгууламжийг засварлаж, замуудаа өргөтгөж, дүрэм журмаа сайжруулж байсан нь улс орны алтан үеийг авчирсан байлаа. Хубилай хааны гэрийн сургууль нь хуучны монгол уламжлалуудыг зарим ойлголтуудыг багтаасан байсан бөгөөд Хубилай хааны засаглалаар эдгээр уламжиллууд нь үргэлжлэн явагдсан бөгөөд зарим нэг уламжлалт хятад боловсролын соёлын асуудал нэвтэрсэн байв. Хубилай монголын мөргөлчдийг 1263 онд татвар төлөх ёстой хэмээн зарлиг гаргасан бөгөөд 1268 онд татварын алба байгуулсан байна. 1286 онд далай эрэг орчмын худалдаанд зах зээлийн татварын хяналтыг тавьжээ. 1260 оны 8 сард Хубилай хугацаа нь дуусдаггүй цаасан мөнгө эргэлтэнд оруулж данс тооцоо бүхий цаасан мөнгийг анх бий болгосон байна. Ийнхүү мөнгө нь алт, мөнгө болон хувирах боломжтой болсон бөгөөд засгийн газар татвар төлөгчдөөс цаасан мөнгө авдаг байв. Ийнхүү Чао хэмээн нэрлэгддэг цаасан мөнгөөр л татвараа төлөхийг шаарддаг болсон. Хубилайн засаглал гадны мөргөлчид юмуу энгийн иргэдээс алт мөнгөн хэлбэрээр татвараа хураан авч байсан. Гэвч наймаачид солилцоо хийж засгийн газраас авдаг болсон. Хубилай хаан анх яагаад фиат мөнгө үйлдвэрлэгчдийг бий болгосны учир нь ийм юм. Цаасан баримтууд нь цуглуулсан татварыг бий болгодог бөгөөд энэхүү том улс орны зоос тээвэрлэхэд зарцуулдаг байсан зардлыг бууруулсан. 1287 онд Хубилайн сайд Санга Жи Юаний цаасан мөнгө хэмээх шинэ мөнгөн тэмдэгт бий болсон. Хубилай азийн урлагийг дэмждэг байсан бөгөөд шашны итгэлийг ч дэмждэг байжээ. Хубилай хаан Таоистын эсрэг үзэл баримтлалтай байсан. 1270 онд Марко Поло гэх мэтийн хэд хэдэн европчууд монгол гүрэнд зочилон ирсэн байдаг нь худалдаа наймаа маш сайн дэлгэрсэн нь харагдаж болмоор юм. Чингисийн ач хүү Хубилай, Чингис Өвөөгийнхөө мэлмий гийсний 120жилийн ойг тохиолдуулан, монгол бичгээрээ Монголын анхны Нэвтэрхий толийг зохиолгож хэв сийлж 1282 онд тархаасан гэж хэлэх үгүйсгэшгүй бат үндэс эндээс соёолон гарч ирж байна гэж монголч эрдэмтэн Б. Сумъяабаатар \"Хөх Монгол Усын\" cударын 12р дэвтэрээс олж батлав. [9] 1274 онд Хубилай хаан Зүрчид дахь Монголын төлөөлөгчөөр Лянь Хихианыг томилсон. Чингис хааны дүү Бэлгүтэйгийн 4 дэх үеийн ач 1287 онд Наян нь өдөөн хатгажээ. Наян нь Төв Ази дахь Хубилайн өрсөлдөгч болох Хайдутай холбоо тогтоожээ. Түүний харъяанд Зүрчид, Кидан, Монгол угсааны цэргүүд захирагдаж байсан. Хасарын хүү болох Шидур ба Хачиуны үр удам болох Хаданы удирдлаган дор бослого гарчээ. Хубилай, Наяны эсрэг Баян жанжныг явуулсан. Хубилай хааны их цэргийн нэг хэсгийг жанжин Ли Тингийн удилдлаган дор Наянгийн цэргийн эсрэг байлдуулсан. Эцэстээ Наянгийн талын Табутай нарын жанжин баатруудын цэрэг ухаран зугтахад тэднийг нэхэмжилэн хөөсөөр Шар мөрний орчимд нэхэн гүйцсэн. Наяныг хаан зарлигаар цус гаргалгүй нөгчүүлсэн. Харин Хайдугийн цэргийн хүчин баруун талаас довтлоход Хубилай хаан, Гамала хан хөвүүн, Баян нарыг Хархорумд их цэргийг удирдуулж, түүний эсрэг хөдлөгсөн. Харин тэр хоёр ялагдах болохул Гүрёгийн Чүн Нёл вангийн цэргийг ардаас нь илгээсэн нь тус удаагийн зэвсэгт тэмцэл нь Хубилай хааны хувьд их чухал байсныг харуулж байна. Энэ үед Шидур вангийн цэрэг мөн Ляонин мужид бослого гаргасан боловч сарын дотор түүнийг няцааж, Шидур ван бууж өгсөн. Хайдугийн цэрэг энэ удаагийн дайнаас зугтаан хойд зүг рүү явсан. Хэдий тийм боловч Хайду Чингай балгас дахь Юань улсын гол цэргийн хүчийг буулган авсан бөгөөд 1289 онд маш богино хугацаанд Хархорумыг эзлэн суусан байна. Хайду Хубилай хаан цэргийн томоохон хүчээ хөдлөгөхөөс өмнө зугтаажээ. 1289 он хүртэл Наяныг дэмждэг хүмүүс байсан боловч аяндаа алга болсон. Бослого гаргасан тайжийн цэргийн хүчнийхэн гэр бүлийнхнийхээ хамт улс орон бүртээ буцсан байв. Хубилай Монгол Зүрчидэд гарсан бослогын үеэр зарим хүмүүсыг залхаан цээрлүүлсэн байна. Энэхүү бослогын улмаас 1287 оны 12-р сарын 4-нд Ляонингийн орон нутгийн төлөөний яамыг байгуулж, монгол вангуудын мэдлийн нутгийг хятад засаг захиргааны нэгжээр сольсон нь улс төрийн томоохон алдаа болжээ. Чингим ааваасаа 9 жилийн өмнө буюу 1285 онд нас баржээ. Хубилай харамсан гашуудсан бөгөөд түүний эхнэр Хөхжин хатан дотно хэвээр үлджээ. Өөрөөр хэлбэл Хубилай хаан амьдралынхаа эцэст Тулай өвчин туссан байжээ. Тэрээр амьтны эд эрхтэн идэх дуртай болсон учир жин нь маш их нэмэгдсэн. Ийнхүү түүний цусан дахь бөөмийн хэмжээ томорсноор тулай өвчинтэй болсон байна. Түүний үхэлтэй энэхүү өвчин холбоотой. Хубилай хаан Чингимийн хүү Төмөр шинэ титэм залгамжлагчаараа сонгогдсон бөгөөд Монголын эзэнт гүрний 6 дахь эзэн хаан болж Хубилай хааныг нас барсны дараа Юань гүрний 2 дах захирагч болжээ. Өвчний улмаас эцсийн эцэст түүнээс 30 насаар ах Баяныг ч цэргийн хүчний удирдлагаар сонгох боломжтой байжээ. Хубилай байнга бие нь суларсаар 1294 оны 2-р сарын 18-нд нас баржээ. Тус ондоо оршуулгын ёслолыг хийсэн бөгөөд монголын хаадын оршуулгын газар Чинянгуд аваачсан байна. 1260 онд хаан ширээнд гарч ирсэн Хубилайн хүч чадал Монголын эзэнт гүрнийг шинэ чиглэлд хандуулсан ажээ. Тэрээр маргаантай байдлаар хаан ширээнд суусан боловч түүний үед Монголчуудын хөгжил хурдасч дэлхийтэй харилцаж байсан төдийгүй Монголын эзэнт гүрнийг Хятадын соёл иргэншилтэй холбож өгсөнөөр эзэнт гүрний хүн ам сайн сайхан амьдрах нөхцлийг хангаж өгсөн байна. Хубилай болон түүний өмнөх хаадын байлдан дагуулал хүчирхэг Хятадыг цэргийн хүчээр байлдан эзэлж, бүтээн байгуулалтанд дахин оруулснаараа эзэнт гүрний хөгжилд маш том үүрэг гүйцэтгэсэн. Одоо үеийн Бээжин хотын орчим төвлөрч байсан нийслэл хотоосоо Дотоод Азийн бүрэлдэхүүнд багтдаг Түвд, Шинжаан ба Монголд жинхэнэ эзэнт гүрний хууль дүрмийг боловсруулахын зэрэгцээ энэ бүс нутагт Алтан улсын түрүүчийн хаадын барьж байсан дүрмүүдийг сахиулж чадсан байна. МОНГОЛЫН ИХ ЮАН ГҮРНИЙ ШИЦЗҮ ЭЗЭН ХААН ХУБИЛАЙ СЭЦЭН ХААНААС ЯПОНЫ ХААНД ИЛГЭЭСЭН БИЧИГ. \"Их Монгол улсын Хуанди (эзэн хаан)-ийн бичиг, Ри Бэнь (Япон) улсын ванд илгээв. Би санаваас, эртнээс нааш өчүүхэн улс, их улс лугаа зах нийлэлдэж аваас эрхгүй батдан найралдахыг хичээжээ. Эдүгээ миний өвгөд тэнгэрийн гэгээн зарлигаар Хятад тэргүүтэн улсыг бүрнээ авч бүрүүн, хол дахь олон улсууд сүр жавхлангаас айж, эрдмийг нь хүсээд тоолшгүй өгүүлснийг өгүүлэх явдалгүйгээс гадна, би сууринд анх суусан цагт, Солонго (Солонгос) улсын иргэнийг хилсгүй зэвсгийн ирд зовмуй хэмээн өршөөж, төдий цэрэглэхүйг байж бүрүүн. Маны урьд авсан газар орон ба олзолсон иргэнийг нь цөм хариулж өгөхүйд, Солонго (Солонгос) улсын эзэн ба түшмэд нь миний хайр хишгийг сүсэглэж санаад мөргөхөөр ирлээ. Журамд хэдий хаан сайд гэвч найр нь эцэг хөвгүүн лүгээ адил бүхүйн тул, танд хэдийнээс мэдэж ухвай. Миний зүүн захын Солонго (Солонгос) улс лугаа таны зах нийлжээ. Тийн атал, улс мандсанаас нааш тасралгүй явсан бөгөөд эдүгээ миний үед сайныг асуухаар нэгээхэн ч элч зарсангүй, хэрэвдээ вангийн бие эс мэдсэн болов уу хэмээн миний санааг нээж, бичиг бариулж тусгайлан элч илгээв. Үүнээс хойш харилцан амраа асуулдаж, амархан ахуйд хүсмүй. Тэр ч байтугай, богд хүн дөрвөн далай доторхийг нэгэн гэр болгожээ. Эсэргэд (харилцан) сайнаар эс явбаас л, нэгэн гэрийн ёс хэмээвээс болмуй? Тийн цэргийн үйлийг хэн зэ хүсмүй. Ван энэ учрыг нарийвчлан ухтугай хэмээв\". [Рашипунцагийн орчуулга XVIII зуун] Хамгийн түрүүнд Хубилай хаан Тэгүлэнтэй гэрлэсэн бөгөөд Тэгүлэн маш эрт нас баржээ. Түүний дараа Хубилай хаан Хонгирад аймгийн Чаби хатантай гэрлэжээ. Чаби түүний хамгийн хайртай эхнэр байжээ. Чаби буюу Чимбай хатан төрийн бодлогод оролцож байсны зэрэгцээ Хятадын торгоны урлалыг шинэ түвшинд хөгжүүлэхэд их үүрэг гүйцэтгэжээ. 1286 онд Чаби хатныг нас барсных нь дараа Хубилай Намбуй хэмээх залуухан үеэл дүүтэйгээ Чабигийн хүслийн дагуу гэрлэжээ. Хубилай болон түүний эхнэрийн хүүхдүүдэд дараах хүмүүс багтана. Юань улсын сударт тэмдэглэснээр Хубилай хаан өвөө Чингис хааныг үлгэрлэн дууриаж дөрвөн орд өргөөг байгуулж, тус бүрт хатад татвар эмсээр захируулжээ. Судрын чуулганд дараах хатдын нэрийг бичжээ. Хубилай Их Хааны намтрыг анх бичсэн орон бол Солонгос (Гуулин улс), Солонгосын түүхчид юм. Хубилай Хааны Гуулин хүргэн Ван бичгийн түшмэлдээ \"Хубилай Хааны намтар\" ыг эмхлэн бичихийг тушаасан тухай түүхэн тэмдэглэл Гуулин улсын сударт (1-31-484, 3-31-311) бий. Солонгос мэргэд, Хубилай Хааны намтарыг долоон сарын дотор бичин дуусгаж, 10 сарын билгийн тооллын хар нохой өдөр Монголд илгээсэн түүхэн тэмдэглэл нь Гуулин улсын сударт (1-31-485, 3-31-314) толилуулсан байдаг.[16]", "source": "mn.wikipedia.org", "word_count": 4305}
{"url": "https://mn.wikipedia.org/wiki/Богд_хаан", "title": "Богд хаан — Википедиа нэвтэрхий толь", "text": "Дамбаринчен[1] (үрчлэгдсэн) Дамбажанцан (Сүүлд нэрээ Лувсанжамц гэж өөрчилсөн)[2] (үрчлэгдсэн) Тамжавын Эрэнжав[3][4] (үрчлэгдсэн) Богд Жавзандамба Агваанлувсанчойжинямданзанванчүг (* 1869 онд Лхаст; † 1924 оны 5 сарын 20-нд Нийслэл хүрээнд) нь 8-р Богд, Олноо Өргөгдсөн Монгол Улсын шашин, төрийн тэргүүн байсан, манай \"ХХ зууны манлай шашны зүтгэлтэн\". 1911 оны 12-р сарын 29-нд Монгол Манж гүрнээс салж тусгаар тогтнолоо зарласны дараа 8-р Богд Жавзандамба Хутагтыг Монголын эзэн хаанаар өргөмжилсөн. Хутагтын дээр зөвхөн Далай лам болон Бодисадва оршино. Тэрээр Монгол дахь Төвөдийн Буддын шашны шарын урсгалын тэргүүн юм. Түүний эхнэр Шаравын Дондогдулам нь Төвөдийн Буддын шашны шарын урсгалын сүсэгтнүүдийн хувьд \"Эх дагина\"-ы хойд дүр гэж тооцогддог байсан. Түүнийг хоёр настайд нь Ар Монголын шарын шашны тэргүүн Жавзандамба хутагтын 8-р дүрээр тодруулж, 1874 онд Их Хүрээнээ залж Богд гэгээний сэнтийд өргөмжилжээ. Тэрбээр багаасаа шашны эрдэм ухаанд суралцахын хамт монгол хэл заалгаж, монгол амьдрал, ахуй соёлд ээнэгшин дасаж, монгол ухамсар сэтгэлгээтэй болжээ. Богд Жавзандамба хутагт XIX, XX зууны зааг үеэс Монгол орныхоо тусгаар тогтнолын төлөө санаа тавих болсон бөгөөд 1900 онд Да лам Бадамдорж нарыг Петербургт илгээж, 1905 онд Хүрээнээ ирсэн Далай ламтай уулзахдаа Монгол, Төвөд хоёр хүчээ нэгтгэн тусгаар тогтнолынхоо төлөө тэмцэх санаа сэдэл гаргаж байсан мэдээ байдаг. 1911 оны намраас Чин ван Ханддорж, Да лам Цэрэнчимэд нарын хүмүүс Монголын тусгаар тогтнолыг сэргээх тухай Богд гэгээнтэй зөвлөн хэлэлцэж, улмаар түүний удирдлага заавраар тусгаар тогтнолын тэмцлийг эрчимжүүлэн, Халхын Хүрээний Бүх Хэргийг Түр Ерөнхийлөн Шийтгэх Газарыг байгуулж, 1911 оны Үндэсний эрх чөлөөний хувьсгалыг ялалтанд хүргэв. 1911 оны 12 дугаар сарын 29-нд Богд гэгээнийг Монгол Улсын эзэн хааны ширээнээ залж, тусгаар тогтнолоо тунхаглан төрийн их ёслолыг явуулсан. Богд хааны засгийн газар Ар, Өвөр Монгол, Баргыг нэгтгэсэн нэгдсэн Монгол Улс байгуулахыг зорьж, 1912 онд Ховд хотыг манж, хятад цэргээс чөлөөлж, 1913 онд Өвөр Монголыг чөлөөлөх дайныг явуулж байв. Үүний зэрэгцээгээр улс орныхоо улс төр, нийгэм эдийн засаг, соёлыг хөгжүүлэхэд чиглэсэн бодлогыг явуулж байв. Гэвч 1915 оны Хиагтын гурван улсын гэрээгээр Монголын тусгаар тогтнолыг цуцалж, автономит эрхтэй болгосон юм. 1919 онд Хятадын цэрэг Монголд орж ирсний дараа Богд хаан нь гэрийн хорионд орсон боловч удалгүй 1921 Барон Унгерн фон Штернбергийн хүчний ачаар суллагдан, өмнөх байр сууриндаа заларчээ. Богд хаантны зарлиг заавраар олон янзын ном гүрэм уншиж, сор залж байсны дотор 1920 оны 9 сарын 3-наас эхлэн шашин төрийн тухай Эрдэм Итгэмжит сүмийн газар “житга бөндөг” хэмээх олон сор залах их гүрмийг олон лам нараар 7 хоног бүтээн уншуулж, соруудыг залж, хуучин үхэр бууг цаасан сумаар цэнэглэн буудаж, галын наадам гарган пуужингуудыг харвасан нь ихээхэн дуу чимээ гаргаж Хүрээний хятад цэргүүд Монголын хувьсгал дэгдэж, цэрэг хөдлөв үү хэмээн айн сандарч, шөнийн цагт зүг зүг явган, морьтой сарнин үймэлдэхэд хүргэж байсан нь тэмдэглэгдэн үлджээ. Ийнхүү Монголын ноёд, лам нарын хамт Монголын автономит эрхийг хадгалан хамгаалах, сэргээхэд чиглэгдсэн өргөн цар хүрээтэй тэмцлийг явуулж, түүнд Богд хаан удирдан чиглүүлж, зохион байгуулах үүрэгтэй оролцож байжээ. 1919, 1920 оны үеийн Монголын улс төрийн хоёр дахь бүлэглэл болох Монгол Ардын Нам буюу Консулын бүлгийнхэн Богд хаантай шууд харилцаж байсангүй, гагцхүү түшмэдийн намтай нэгдсэнээс хойш хамтын үйл ажиллагааны хүрээнд Богд хаантай харилцаж байжээ. Түшмэдийн нам буюу Хүрээний бүлгийнхэн уг бүлгэм үүсэн тэрлэж эхлэх үеэсээ Богд хаантай харилцаж, үйл ажиллагаагаа зохицуулж байжээ. Тус бүлгэм болон МАН-аас Богд хаантай харилцах харилцаа нь Хаант Орос улсын консул Орлов, ЗОУ-тай харилцахад тусламжийн бичигт Богд хаантны соёрхлыг олж, тамга даруулан баталгаажуулах хүрээнд ихэвчлэн явагдаж байв. Ардын түр засгийн газар 1921 оны 7-р сарын 6-нд Нийслэл Хүрээнд ирж, Богд хаанд мандал өргөжээ. Богд хааны зарлигаар 7-р сарын 10-нд засгийн эрхийг Ардын түр засгийн газарт тайван замаар шилжүүлж, Богд гэгээнийг хэмжээт эрхт хаанаар өргөмжилжээ. Ардын засгийн газар 1921 оны 11-р сарын 1-нд Богд хаантай “Тангарагийн гэрээ” байгуулав. Энэ гэрээгээр Богд хаан улс төрийн хэрэгт оролцохгүй харин шашны бүх хэргийг удирдах болсон. Хувьсгалын дараа тэрээр хаан ширээндээ үлдсэн хэдий ч 1924 онд таалал төгсчээ. Богд хаан 1924 оны 5-р сарын 20-нд жанч халсан. Ардын засгийн газрын шийдвэрээр Богд хаан таалал төгссөн тухайд яам, албан газрууд гурав хоногийн гашуудал зарлаж, улс орон даяар 21 хоног бэлбэсрэх ёсыг гүйцэтгэж, хааны тамга, өргөмжлөлийг Засгийн газарт шилжүүлжээ. Түүний үхлийн дараа Коммунист засаг нь Богд хааны хойд дүр ахиж олдоогүй гэж зарласан (Бүгд найрамдах засаг). Гэвч төд удалгүй Жавзандамба Хутагтын хойд дүр нь Монголын хойд хэсэгт олдсон боловч цааш мэдээ сонсогдоогүй. Энэ нь Далай лам залбирлынхаа явцад Жавзандамба Хутагтын 9 дэх төрөл нь Лхаст төрсөн гэж үзсэнтэй холбоотой. 13-р Далай лам нь 1933 онд таалал төгсчээ. Сүүлд 14-р Далай лам нь 9 дэх Жавзандамба Хутагтыг Улаанбаатарт залж, ширээнд нь суулгажээ. Богд гэдэг үг бол Будда гэсэн утга бүхий Монголчуудын дунд ариун дээд шүтээн болсон хүн, эсвэл өндөр дээд шүтлэгт уул хайрхныг нэрлэхэд хэрэглэдэг үг. Энэ үгийн уг гарвалыг эрдэмтэд Монгол хэлэнд Уйгур хэлээр дамжин орсон үг гэж үздэг бөгөөд уг нь Санскрит хэлний Бурхан гэсэн утгатай Буддха гэдэг үг Уйгур хэлнээ орохдоо тухайн хэлний онцлог байдлаас болж Бугдха болон хувирсан гэж үздэг байна. Уйгур хэлэнд Буддха хэмээхийг эхний <да> гийгүүлэгч <га> болж, хэлний угийн сул дуудлагатай <дха> гийгүүлэгч Уйгур хэлний шүдний <да> гийгүүлэгч болон дуудагдснаас Бугда болон хувирсан нь Монгол хэлэнд буухдаа Богда/Богд гэсэн үг болж хувирсан гэж үздэг байна. Тиймээс Богд гэдэг үгийг Бурхан гэж ухан ойлгох болж, улмаар богд хүн, богд сургаал, богд лам, \"Богд уул\" гэсэн нэрс үүсэн бий болжээ. Богд гэдэг нь бурхан мэт онцгой тодорсон содон, гэгээрсэн, цэцэн, мэргэн, дээдийн дээд гэсэн утгыг илэрхийлдэг. Чингис хааныг бурхантай адил дээдлэн шүтэх болсноор Эзэн Богд Чингис Хаан гэх болсон бол Монголын анхны хувилгаан Живзундамба хутагтын анхдугаар дүр Өндөр Гэгээн Занабазарыгаа бурхан мэт ховор лам хэмээн Богд гэж нэрлэж, 1911 онд Манжаас туурга тусгаар улс болохдоо 8-р Богд Живзундамбыг хаан ширээнд залж, Олноо өргөгдсөн Богд хаан гэж хэмээн өргөмжилж, төр улсаа Олноо Өргөгдсөн Богд Хаант Монгол Улс гэж тунхаглан зарлаж байсан билээ. Богд хаан Монголын төрийн тэргүүний хувьд ард олонд болон түшмэд хүргэх зарлигийг Богдын лүндэн гэж нэрлэдэг байв. Лүндэн гэдэг нь эш онол, сургаал гэсэн түвд үг юм. 8-р Богд Хаан өөрийн гэсэн хэд хэдэн машинтай байсан бөгөөд Гүр, Улаангэлэн, Жамц, Д.Даваа нарын жолоочтой байгаад Ардын засаг байгуулагдмагц нэг машинаа жолооч Гүрийн хамт жанжин Д.Сүхбаатарт бэлэглэсэн байдаг. Богд Хааны жолооч Гүр 1921 оны 11 дүгээр сард төр, цэргийн удирдагч нарт үйлчлэх зориулалтаар байгуулагдсан “Чийчаан тэрэгний гарааш”-д анхны салаан дарга болжээ. Уг гараашид Форд, Франклин, Додж, Бьюик машинууд байсан байна. Жолооч Д.Даваа нь Богд Хааны шадар цэрэг, жолооч байгаад хожим нь ДХГ-ын анхны жолооч болсон бөгөөд 1930-1932 онд баруун аймгуудад болсон бослоготой тэмцэж байсан бөгөөд Коминтернийн төлөөлөгчдийг айлчлахад жолооч, бие хамгаалагчаар ажиллаж байжээ.[баримт хэрэгтэй]", "source": "mn.wikipedia.org", "word_count": 1054}
{"url": "https://mn.wikipedia.org/wiki/Сүхбаатар", "title": "Дамдины Сүхбаатар — Википедиа нэвтэрхий толь", "text": "Дамдины Сүхбаатар (* 1893 оны 2 сарын 2; † 1923 оны 2 сарын 20) нь Монголын ардын нам, Төрийг үүсгэн байгуулагчдын нэг, Төрийн зүтгэлтэн, Монгол улсын Ардын засгийн газрын Цэргийн яамны сайд, бүх цэргийн жанжин байсан хүн юм. МАН, ардын засаг төрийг үүсгэн байгуулагчдын нэг, цэргийн жанжин, монголын ард түмний гарамгай хүү Дамдины Сүхбаатар 1893 оны 2-р сарын 2-нд тэр үеийн Маймаа (одоогийн Амгаланбаатар) хотноо ядуу ард Дамдины гэрт төржээ. Д.Сүхбаатар багадаа харц ардын хүнд бэрх амьдралыг биеэр туулан, бусдад зарагдаж зах дээрээс мах үүрэх, мод түлээ зөөх, улаа нэхэх зэрэг ажил хийж ар гэрийнхээ ядуу амь зуулгад тусалдаг байв. Д.Сүхбаатарын балчир ахуйд ард олны хүүхдийг сурган хүмүүжүүлэх улсын сургууль байсангүй. Иймээс Д.Сүхбаатар бага насандаа сургуульд сурч чадсангүй. Харин эцэг нь хүүгээ эрдэм номтой хүн болгохыг хичээж 1907 онд гүн С. Жамъянд шавь оруулан монгол бичиг, тоо заалгаж байв. Д.Сүхбаатар 19 настайдаа 1912 онд Богд хаант Монгол улсын цэргийн албанд дайчлагдан Хужирбулангийн цэргийн дарга нар бэлтгэх сургуульд амжилттай суралцаж пулемёт бууны сумангийн жагсаалын дарга болжээ. Д. Сүхбаатарт орчин үеийн цэргийн тактикаар хэрхэн байлдах, пулемёт буугаар хэрхэн буудах зэрэг цэргийн эрдмийг тэр үед Хужирбулангийн цэргийн сургуульд сургагч багшаар ажиллаж байсан хаант Орос улсын цэргийн офицер, монголчуудын дунд \"сахалт\" хэмээн алдаршсан Васильев гэдэг хүн сайтар зааж сургасан ажээ. Энэ үеэр Д.Сүхбаатар Их хүрээний ядуу ард Нэмэндэйн охин Янжмаатай айл гэр болжээ. Д. Сүхбаатар цэрэг эрстэй итгэмжит сайн нөхрийн ёсоор харилцаж, цэргийн эрдэм эзэмшихэд нь туслахыг туйлаа эрхэмлэдэг байлаа. Иймээс цэргүүд Д.Сүхбаатарыг чин сэтгэлээс хүндэлдэг байснаар үл барам түүний удирдлагаар тэмцэлд эрслэн босож байв. Тухайлбал 1914 оны зун Хужирбулангийн цэргүүд хоолонд ялзарсан мах өгсний эсрэг шаардлага тавьж, эсэргүүцэн тэмцээд дийлж байжээ. Д. Сүхбаатар Богд хаант Монгол улсын цэргийн албанд зүтгэж байхдаа улс орныхоо тусгаар тогтнолыг харийн дайснаас хамгаалсан тулалдаанд хэдэнтээ оролцож гарамгай гавьяа байгуулж явжээ. Д.Сүхбаатар олон хошуу нутгаас дайчлагдан ирсэн ядуу залуусын хамт цэргийн алба хааж байхдаа гадаадын булаан эзлэгчдийн дарлал доромжлолыг үл зөвшөөрч, тэрхүү зовлон зүдгүүрээс улс орноо хэрхэн ангижруулах арга замыг сүвэгчлэн эрэх болжээ. Д. Сүхбаатарын үзэл бодолд нийслэл Хүрээнд ажиллаж байсан монголын тэргүүний сэхээтэн Солийн Данзан, Догсомын Бодоо болон нийслэл Хүрээний орос хэвлэлийн газар ажиллаж байсан М. И. Кучеренко, Я. В. Гембаржевский нарын зэрэг оросын хувьсгалчид их нөлөө үзүүлж тэдэнтэй нягт холбоо тогтоон ажиллах болжээ. Д.Сүхбаатар 1918 оноос эхлэн Нийслэл хүрээний Монгол хэвлэлийн хороонд үсэг өрөгчөөр ажилласнаар тус орны гадаад дотоод байдал, засаг төрийн бодлоготой нэлээд тодорхой танилцах бололцоотой болжээ. Орос оронд болсон октябрийн хувьсгалын үзэл санаагаар зоригжсон ард ангийн тэргүүний хүмүүс улс орныхоо тусгаар тогтнолыг хятадын түрэмгийлэн эзлэгчдээс хамгаалахын тулд өөрсдийн хүчийг хамтатган, нэгэн байгууллагад нэгдэхийн чухлыг ойлгож зорилго нэгт хань нөхдөө эрэлхийлж байжээ. 1919 оны 7-р сард нийслэл Хүрээг хятадын гамин цэрэг түрэмгийлэн эзэлж Богд хаант монгол төрийг устгаж монгол цэргийн зэвсгийг хурааж Богд хааныг гэрийн хорионд оруулж улс орны байдал хүнд хэцүү болов. Тэр үеийн монголын төрийн зүтгэлтнүүд, лам хувраг, ард иргэд хятадын гамин цэргийн түрэмгийлэлд ихэд дургуйцэж тусгаар тогтносон Монгол улсаа дахин сэргээх арга замыг эрэлхийлж байв. Үүний илрэл нь Нийслэл хүрээнд Бодоо, Данзан нарын анх байгуулсан Хүрээний ба Консулын гэсэн эх оронч хоёр нууц бүлэг үүссэн явдал байв. Д. Сүхбаатар эх оронч нууц бүлгийг санаачлан байгуулагчдын нэг байв. 1920 оны 6 дугаар сарын 25-нд хоёр бүлгийн хамтарсан хурал болж, тус хоёр бүлгийг нэг байгууллага болгон нэгтгэж “Монгол Ардын Нам” гэж нэрлэхээр тогтжээ. Энэ хурал дээр Д. Сүхбаатар хэлэхдээ: „Манай намын нөхөд эв санаа нэгтэй, сахилга бат сайтай, нийтийн төлөө үнэнчээр зүтгэхдээ амь бие үл хайхрах, өөрсдийн нууцыг бусдад задруулахгүй гэж нэг намд багтсан нэгэн тангаргатан болох бидэнд хатуугаар сахиж явах нэг тангараг заавал байх хэрэгтэй“ Тэрхүү тангараг нь тус эх оронч байгууллагын дагаж мөрдөх мөрийн хөтөлбөр “Намын хүмүүсийн дагаж явах тангаргийн бичиг” байсан юм. Нууц хоёр бүлгийн дотор янз бүрийн үзэл санаатай хүмүүс оролцсон учир тэд ард түмний тэмцлийн зорилгыг өөр өөрөөр ойлгож байв. Нууц бүлгийн хамгийн гол зорилго бол эх орноо хятадын түрэмгийлэгчдээс чөлөөлөх явдал байлаа. 1920 оны хавар Д.Сүхбаатар хэдийгээр эцэг нь хүнд өвчтэй байсан боловч арга буюу орхин гэр орноо зарж хөл залгах унаа бэлдээд ард түмний их хэргийн төлөө Зөвлөлт Орос улсын зүг зорьжээ. Ийнхүү явахынхаа өмнө тэмцэл, үйл ажиллагааныхаа гол шугамыг тодорхойлж өөрийн эцэгт „Миний бие, амь биеийг хайрлахгүй ард түмний эрх чөлөөг мандуулах үйл хэрэгт оролцон зүтгэхээр шийдвэрлэсэн“ гэж хэлж байв. Хятадын гамин цэргүүд монгол-оросын хилийг чандлан сэргийлж байснаас болж Д. Сүхбаатар энэ удаа хил нэвтэрч амжаагүй бөгөөд харин 1920 оны зун хоёр дахь удаагийн явалтаар зорилгоо биелүүлж чадсан юм. Тэд Эрхүү хотноо Коминтерний Дорно Дахины нарийн бичгийн дарга нарын газрын удирдах ажилтан нартай удаа дараа учирч Монгол Ардын Намын нэрийн өмнөөс Зөвлөлт орос улсын засгийн газарт хандан тусламж гуйх тухай бичиг үйлдэж түүндээ хувьсгалт байгууллагаас нэн даруй гүйцэтгэх чухал асуудлыг тодорхойлон бичжээ. Зөвлөлт Орос улсад очсон ардын намын Данзан, Лосол, Чагдаржав нар Омскоор дамжин Москва хот орж тэнд Зөвлөлт Оросын ГЯЯ-ны сайд Георгий Чичеринтэй уулзжээ. Харин Д. Сүхбаатар, Х. Чойбалсан нар бэлтгэл ажлаа хангах зорилгоор Эрхүү хотод үлджээ. Ардын намынхан Орос улсад очоод улс орноо хятадын цэргээс чөлөөлөхийн тулд зэвсэг гуйж оронд нь зөвлөлт засгийг улс орондоо тогтоох тохиролцоо хийсэн гэдэг. Гэвч сүүлдээ зөвхөн зэвсэг гуйх бус, улаан орос цэрэг гуйх болсон нь тусгаар тогтнолооо дөнгөж олоод байсан Богд хаант Монгол улсын хувьд тусгаар тогтнолоо алдах аюул болно гэдгийн тэр үед хэн ч яахин мэдэх билээ. 1921 оны 2-р сарын 24-ний өдөр хаант Орос цэргийн жанжин, азийн морин дивизийн командлагч, хошууч генерал Барон Унгерн фон Штернберг гамин цэргээс монголыг чөлөөлөх зорилгоор дүн өвлийн хүйтэн цагт нийслэл Хүрээ рүү довтолж, арван мянган хятад цэргийн эсрэг мянга хүрэхгүй цөөн цэрэгтэйгээр зоригтой тулалдаж Богд хааныг гамин цэргийн гэрийн хорионоос чөлөөлж нийслэл Хүрээг гамин цэргээс чөлөөлөв. Богд хааныг дахин хаан ширээнд залж Монгол улс дахин тусгаар тогтнолоо сэргээв. Богд хаан монголын тусгаар тогтнолыг дахин сэргээсэн гавьяатай Барон Унгернд Улсыг мандуулагч их баатар цол олгов. Барон Унгерн удалгүй өмнө зүг довтолж Чойрт байрлаж байсан гамин цэргийг ялж 1921 оны дөрөвдүгээр сар гэхэд монголын нутгийг хятадын гамин цэргээс бүрэн чөлөөлөв. Харин нийслэл Хүрээнээс Барон Унгерний цэрэгт ялагдаж зугтаасан гамин цэрэг Оросын нутгаар дамжиж зугтаахаар хойд зүгт явж Хиагт хотод бүгсэн байлаа. Энэ үед Д. Сүхбаатар монголын дотоод дахь бодит байдлыг мэдэж, ард түмнийг дарлал зовлонгоос бүрэн ангижруулах их хэргийг эхлэх цаг нэгэнт болсон гэж үзээд намын анхдугаар их хурлыг яаралтай хуралдуулж, монголын ард түмний хувьсгалт тэмцлийг зохион байгуулж удирдах улс төрийн дайчин байгууллага МАХН-ыг жинхэнэ ёсоор байгуулах бүх бэлтгэл ажлыг шууд гардан удирдсан юм. Үүний хамт намын бодлогыг олон түмэнд таниулах, ухуулах хуудас болон намын анхны дайчин хэвлэл “Монголын үнэн” сониныг хилийн чанадад хэвлүүлэн монгол нутагт нууцаар нэвтрүүлэх, партизан цэрэг элсүүлэх зэрэг асар их ажлыг зохион байгуулж байв. 1921 оны 2-р сарын есөнд болсон хувьсгалчдын зөвлөлгөөнөөр ардын журамт цэргийг байгуулах ажлыг түргэтгэх, зэвсэгт тэмцэлд идэвхтэй бэлтгэх зорилгын үүднээс Д. Сүхбаатарыг журамт цэргийн жанжнаар томилсон байна. 1921 оны 3-р сарын 1-3 ны өдөр хуралдсан Монгол Ардын Намын анхдугаар их хурал Монгол орны улс төрийн байдлын тухай хэлэлцэж, намын Хөтөлбөрийг батлан бүх ард түмний зэвсэгт бослогыг бэлтгэн явуулах, Ардын журамт цэргийн штаб байгуулах, Монгол Ардын Намын Төв Хороог сонгон нам байгуулах тухай асуудал хэлэлцжээ. Их хурал Ардын журамт цэргийн жанжнаар Д. Сүхбаатарыг томилсон юм. 1921 оны 3-р сарын 13-нд Дээд Шивээ хотноо “Монгол Ардын засгийн хэргийг бүгд түр захиран шийтгэх газар” гэдэг нэртэйгээр Монгол Ардын Түр засгийн газрыг МАН-ын удирдлагаар байгуулсан байна. Түүний бүрэлдхүүнд Д. Сүхбаатар оржээ. 1921 оны 3-р сарын 18-ны шөнө Хиагт хотноо бүгж байсан гамин цэргийн гол хүчийг бут цохиж Хиагт хотыг гамин цэргээс чөлөөлж ард түмний зэвсэгт бослогын том ялалт, ардын хувьсгалын эхлэлт болжээ. Монголд ийнхүү хоёр засгийн газар байгуулагдав. Нэг нь саяхан дахин сэргээн байгуулагдсан хууль ёсны Богд хаант Монгол улсын Засгийн газар, нөгөө нь Дээд Шивээ хотноо байгуулагдсан Монгол Ардын Түр засгийн газар байлаа. Хиагтыг хятадын гамин цэргээс чөлөөлөх тэмцэлд Д. Сүхбаатарын зохион байгуулах ур чадвар улам тодорч чин зоригт авьяаслаг жанжин болохоо илтгэн харуулсан юм. Д. Сүхбаатараар удирдуулсан ардын журамт цэрэг болон Нейман, Шетинкинаар удирдуулсан улаан армийн олон мянган орос цэргүүд 1921 оны 7-р сарын 6-нд Нийслэл Хүрээнд орж ирэв. 1921 оны 7-р сарын 8-ны өдөр МАН-ын төв хорооны өргөтгөсөн хурал болж хууль ёсны Богд хаант монгол төрийг халж, засгийн бүх эрхийг Ардын түр засгийн газарт шилжүүлэхээр шийдвэрлэжээ. 1921 оны 8-р сарын 10-нд Богд хаант Монгол улсын засгийн газрыг татан буулгаж, Ардын түр засгийн газрыг өргөтгөн Ардын байнгын засгийн газар болгон байгуулж Ардын засгийн анхны Ерөнхий сайдаар Д.Бодоог томилж, Д. Сүхбаатарыг Ардын засгийн газрын Цэргийн яамны тэргүүн сайд бөгөөд Бүх цэргийн жанжнаар томилжээ. 1921 оны 8-р сарын 11-нд тусгаар тогтносон Монгол улсыг байгуулсан тухай түмэнд тунхаглан зарлажээ. 1921 оны 11-р сард байгуулагдсан Монгол Зөвлөлтийн ард түмний найрамдлын хэлэлцээр бол их бага үндэстний хооронд жинхэнэ тэгш эрх, бие биеэ хүндэтгэх, харилцан туслах зарчмын үндсэн дээр байгуулагдсан олон улсын ач холбогдол бүхий түүхэн бичиг баримт мөн юм. Гэвч цаашид дөнгөж байгуулагдсан Ардын нам засаг Коминтерний тулгалтад орж хүнд хэцүү байдалд орж байлаа. Удалгүй Коминтерний шахалтаар ардын засгийн ерөнхий сайд, бусад сайд нар төдийгүй хуучин Богд хаант төрийн зүтгэлтнүүд, лам хутагт хувилгаад нарыг ямар ч үндэслэлгүй цаазаар авах хорт ажиллагаа эхэлсэн юм. Ардын засгийн анхны ерөнхий сайд Бодоо улс орноо Англи, Япон улсын адил хэмжээт эрхт хаант засаглалтай Үндсэн хуульт улс байгуулах төлөвлөгөөтэй байсан боловч 1922 онд амь насаа алдсан юм. Гэвч эцэстээ Монгол улс Коминтерний заавраар зөвлөлтийн загвараар байгуулсан улс болох нь тодорхой болсон юм. 1922 онд Цэргийн жанжин Д. Сүхбаатарын тушаалаар Монгол улсын Ерөнхий сайд байсан Д.Бодоо, Чагдаржав болон Богд хаант төрд зүтгэж байсан бусад 15 түшмэдийг Шар хаданд цаазлан хороожээ. Д.Сүхбаатар 1923 онд үл мэдэгдэх шалтгаанаар нас баржээ. 1924 онд Ардын намын анхны дарга, Сангийн сайд Солийн Данзан цаазаар авхуулжээ. Энэ бүх хорт ажиллагааны цаана Коминтерний төлөөлөгч Элбэгдорж Ринчино байсан хэмээн түүхчид үздэг. Монгол Ардын Нам төрийг үндэслэн байгуулагчдын нэг, улсын баатар, цэргийн жанжин Д.Сүхбаатар ийнхүү нам ард түмнийхээ үйл хэрэгт зүтгэхийн үлгэрийг үзүүлж Ардын хувьсгалын ололтыг хамгаалан тэмцсээр 1923 оны 2-р сарын 20-нд таалал төгсчээ. Энэ цаг үе их ээдрээтэй хүнд хэцүү цаг үе байлаа. Ардын хувьсгал ялаад дөнгөж ганц жилийн дараа 1922 онд Монгол улсын Ерөнхий сайд Д.Бодоо болон Чагдаржав, Да лам Пунцагдорж нарыг ямар ч үндэслэлгүй, ямар ч шүүхгүйгээр шууд буудан хороов. Дараа нь ардын засгийн сайд, ардын намын анхны дарга С.Данзанг ямар ч үндэслэлгүй буруутган цаазаар авав. Түүхчид Д.Сүхбаатарын нас барсан шалтгааныг хоёр янзаар тайлбарладаг. Нэг таамаглал нь Хүрээнд байрлаж байсан оросын улаан цэргүүд нийслэл Хүрээнд хүн алж хүрээ талж, хүчирхийлэл үйлдэж байсан тул Д. Сүхбаатар Монголд орж ирсэн оросын улаан цэргийн тоог 500 болтол нь цөөрүүлэх санал гаргасан нь оросын улаан комиссаруудын дургүйг хүргэж тэд Сүхбаатарт эм хэмээн хортой үрэл өгч хөнөөсөн гэдэг таамаг байдаг. Нөгөө таамаглал нь ханиад хүрч, хатгаа аваад хүндэрсний улмаас нас барсан гэж үздэг. Аль ч таамаг нь албан ёсоор батлагдаагүй бөгөөд Монголын зарим уран сайхны кинонууд дээр хорлогдож нас барж буйгаар дүрслэн гардаг. Тэрхүү социализмын нэг үзэл суртал ноёрхсон цаг үеийн кинонууд дээр Богд гэгээнтэн нэгэн ламаар дамжуулан Сүхбаатарт эм гээд хортой үрэл өгч хөнөөсөн гэдэг нь огт худал гүтгэлэг юм. Богд гэгээн Сүхбаатар хоёр эртнээс Хужир булангийн сургууль төгсөж Богд хаант Монгол төрийн цэргийн бага дарга байх цагаас нь эхлэн найрсаг дотно харилцаатай байсан гэдэг. Д. Сүхбаатар насан эцэслэхийнхээ өмнө „Эрхэм нөхөд та бүхэн одоогийн явуулан буй намын бодлого ба засгийн хэрэг явдлыг уг зорилгод нийлүүлж, ард түмний эрх чөлөөг мандуулж, аливаа дотоод, гадаадын эзэрхэг харгисуудын гар савраас ангижруулан ард түмнийг асран хамгаалах гэгээн замыг удирдан жолоодохыг эрхэмлэ! Миний бие алтан амийг алдавч ариун санаат нөхөд минь залгамжилж, элдэвт хичээн зүтгэж ардын төрийг мандуул!“ хэмээн гэрээсэлжээ. Улаантнууд түүнийг нас барснаас хойш элдэв худал домог зохиож, нам төрийг үндэслэгч суут ард түмний удирдагч байсан мэтээр хэт дөвийлгөж байсан. Тэр туурга тусгаар Монгол улсынхаа төлөө зүтгэсэн эрэлхэг зоригтой цэргийн жанжин байсан. 1922 онд Сэцэн хан аймгийн Ёст бэйс Доржжавын хошууны бүх хүний нэр, овог, нас, өрх ам, малын тоог тодорхойлсон бүртгэлээс... Сайд жанжин Сүхбаатар, ургийн овог Хайс, нас 28. Өрх 3. Лам Дэндэв нас 33, хар Эрэнчин нас 31 /зарим номонд Аранжин гэж ташаарсан нь буй/, хөвгүүн Төмөр нас 3, эх Ханджав нас 62, ноёхон Янжин нас 30, эм Мандал нас 35, хүүхэн Долгор нас 21, Оюун 6 настай, ам 9. Адуу 11, үхэр 10, хонь 10 гэж бүртгэгдсэн байна. „Манай цөөн ядуулаг Монгол улс, энэ зүйл их хэргийг оролдон тэнгэрийн дор, дэлхийн дээр эрдэмтэн хүний биеийг олж төрсөн нь гайхамшиг зохиол, эхийн хэвлийгээс гарч нялх нялзрайгаас эцэг эхийн хүмүүжүүлэн тэжээх, асралд дэгжиж өдрийг түлхэн өссөөр бие тэгшрэн, санаа олж хүмүүжсэний хойно, хэдий мэргэн, мунхаг адилгүй хүчирхэг буурай өөр боловч, аливаа хүн сурах чиглэлийг эрхэм болговол хандах зүг өвсбээн /аяндаа/ тогтоно. Эв санал нэгдвэл орчлонгийн түмэн бодисыг гийгүүлэн авч хүчтэнийг хураан чадна. Түүнчлэн бидний улс эв саналыг нэгтгэн нийт нэгэн хүчийг нийлүүлэн нэгэн зэргээр зориглон хөдөлбөл үл хүрэх газаргүй бөгөөд мэдэхгүй ба чадахгүй гэх явдал огт үгүй болж гадаад дотоодын эзэрхэгийн савраас гарч, учрах зовлонгүй болж болохыг дан ганц бидний сэтгэлийн чин зориг мэднэ. Ташаагүй үнэн болохыг би батлан өгүүлнэ.“", "source": "mn.wikipedia.org", "word_count": 2101}
{"url": "https://mn.wikipedia.org/wiki/БНМАУ", "title": "Бүгд Найрамдах Монгол Ард Улс — Википедиа нэвтэрхий толь", "text": "Бүгд Найрамдах Монгол Ард Улс бол 1924-1992 оны хооронд оршин тогтнож байсан нэг намын тогтолцоотой Бүгд найрамдах засаглалтай социалист улс юм. 1989 онд болсон Ардчилсан Хувьсгалын үр дүнд шинэ Үндсэн хууль батлагдан, Монгол Улс байгууллагдсан. Богд хаан 1924 онд таалал төгсөж Богд Хаант Монгол Улс буюу хэмжээт эрхт хаант засаглал оршин тогтнохоо больсон билээ. Монголын Тагнуулын Төв Газар сүүлийн үед илэрсэн баримт мэдээн дээр түшиглэн түүнийг Зөвлөлтийн тагнуулуудад хорлогдсон гэж үзэж байна. Социалист системийн үед Богд хааныг өвчний улмаас өнгөрсөн гэж бичдэг байсан ба Оросын тал Богдыг оросын тагнуул хороосон гэдгийг хүлээн зөвшөөрдөггүй. Оросын судлаач С. Л. Кузьмин ба Монголын судлаач Ж. Оюунчимэг нарын номд түүнийг хорт хавдраар нас барсан гэж бичсэн байдаг. Богд хааны хойт дүрийг тодруулахыг Ардын засгийн газраас хориглосон шийдвэр гаргасны үр дүнд Бүгд найрамдах төрийг тунхаглах үндэс бүрдсэн байна. Үүний дараа 1924 оны намар МАН-ын Их хурлыг зарлан хуралдуулж үндсэн хуульт бүгд найрамдах засаглалыг тогтоохооор шийдвэрлэсэн бөгөөд энэ Их хурлын үеэр Хөрөнгөтний бүгд найрамдах засаглалын талыг баримтлагч Ерөнхий сайдын орлогч, Бүх цэргийн жанжин С. Данзанг Зөвлөлт орос улсын болон Коминтерний төлөөлөгчдийн шууд удирдлагаар баривчлан буудан хороосон байна. 1924 оны 11-р сарын 26-нд Бүгд Найрамдах Монгол Ард Улсыг зарлан тунхаглаж, Анхдугаар үндсэн хуулийг баталсан байна. Ийнхүү БНМАУ тунхагласан 11-р сарын 26-ны өдрийг \"Улс тунхагласны баяр\" хэмээн нэрлэн тэмдэглэн өнгөрөөх болсон. 1924-1937 онуудад БНМАУ-ын Төр, Засгийн удирдлагад Балингийн Цэрэндорж, Цэрэн-Очирын Дамбадорж, Золбингийн Шижээ, Өлзийтийн Бадрах, Агданбуугийн Амар, Пэлжидийн Гэндэн, Дансранбилэгийн Догсом, Хорлоогийн Чойбалсан зэрэг хүмүүс ажиллаж байсан бөгөөд энэ үед ЗХУ-тай маш нарийн харилцаатай байжээ. 1920-д онд БНМАУ-ын удирдагч нар нь төвийг сахисан Швейцар шиг улс байгуулах, өөрийн тусгаар тогтнолыг ЗХУ, БНХУ төдийгүй европын улсуудаар хүлээн зөвшөөрүүлэх тэд нартай эдийн засаг, худалдааны харилцаа тогтоох оролдлогуудыг уйгагүй хийж байжээ. Үүний үр дүнд Герман, Францад 50 хүртэл тооны залуусыг сургахаар илгээсэн төдийгүй Швед, Дани зэрэг улсуудтай худалдааны харилцаа тогтоож, мөн мэргэжилтнүүдийг урьж ажиллуулж байсан байна. Гэхдээ гадаад харилцаанд ЗХУ-ыг түшиглэн Хятадын болон Японы түрэмгийллийг эсэргүүцэх бодлого барьж байжээ. БНМАУ нь дотооддоо бүх хүн тэгш эрхтэй болохыг тунхаглан, язгуур угсаа болон шүүхийн харгис аргуудыг устган хамжлагт ёсыг халсан байна. Мөн бүх нийтээр бичигтэн болох нийт ардын боловсролын болон эрүүл мэндийг хамгаалах системийг тогтоох арга хэмжээнүүдийг авч байсны үр дүнд олон арван бага сургууль, Багшийн сургууль байгуулагдсан ба хүн болон мал эмнэлэгүүдийг олноор байгуулж эхэлжээ. Түүнээс гадна үндэсний жижиг үйлдвэрийг байгуулан өөрийн хэрэгцээг хангах үүднээс ноос угаах, хувцас оёх, эсгий эдлэл хийх, гэр ахуйн эдлэл хийх зэрэг жижиг артель, цехүүдийг байгуулах, үндэсний худалдааны байгууллага болох \"Монгол хоршоо\" зэргийг байгуулсан төдийгүй Зөвлөлт Оросын тусламжтайгаар Үндэсний Улсын банкийг байгуулан өөрийн мөнгөн тэмдэгтийг гүйлгээнд гаргасан байна. Түүнээс гадна гааль, худалдааны татварыг чангатгасан ба байгалийн баялгийг хайж илрүүлэн ашиглах зорилгоор ЗХУ-ын мэргэжилтнүүдээс бүрдсэн томоохон экспедицүүдийг монголд урьж ажиллуулж байжээ. БНМАУ-ын бие даасан үйл ажиллагаа явуулж Коментерн болон ЗХУ-ын хяналтаас гарах гэсэн бодлогыг мэдэрсэн ЗХУ-ын удирдлага Монголын удирдагч нарын хооронд яс хаясан бодлого явуулсны үр дүнд ЗХУ-д түр хугацаагаар сургасан хөдөөний залуу хэт хувьсгалч нарын гараар баруунтан, зүүнтэн гэсэн нэр томъёололыг гарган үндэсний удирдагч нарт оноон төрийн удирдлагаас ээлж дараалан хэлмэгдүүлэн зайлуулж байжээ. 1920 ба 30-аад оны үед Зөвлөлтийн нөлөөллийг эсэргүүцэж, илүү тусгаар тогтносон байдлыг дэмжиж байсан Догсомын Бодоо, Солийн Данзан, Цэрэн-Очирын Дамбадорж, Золбингийн Шижээ, Өлзийтийн Бадрах, Пэлжидийн Гэндэн, Агданбуугийн Амар нар хохирогч болж алагджээ. Энэ үед МАХН нь төрийн дээд удирдлага болон гүйцэтгэх засаглалыг бүрэн хянаж, удирдаж байсан байна. 1930-д оноос эхлэн ноёд баян лам нар, баячуудын хөрөнгийг хураан, малчидыг хүчээр хамтралжуулах бодлого баримталсны үр дүнд 1932 онд зэвсэгт бослого гарсан төдийгүй олон тооны хүн хилийн чанадад дүрвэн гарах хөдөлгөөнүүд гарчээ. 1932 оны бослого нь “гадаад түвд хүмүүсийн турхирсан” монголын дээд лам нар, феодалуудын гаргасан үймээн, Түвд улс Банчин Богдоор жуулчлан Монголын хэрэгт өнгөлзөж, мөн босогчдыг япончууд дэмжиж байсан гэх дүгнэлт баталгаагүй байсан. Үнэн хэрэгтээ, босогчид гадаадын заалтаар биш, тэр ч байтугай тэндээс тусламж огт аваагүй бөгөөд ганцхан өөрсдийн хүч дээр тулгуурлахаас өөр аргагүй байсан билээ. ЗХУ-ын шууд дэмжлэгээр 1928 онд Хорлоогийн Чойбалсан төр, засгийн удирдлагад гарсан бөгөөд 1937 оноос эхэлсэн Их Хэлмэгдүүлэлтэд 30,000 гаруй хүн өртөн амь үрэгджээ. Дамдины Сүхбаатар, маршал Гэлэгдоржийн Дэмид зэрэг монголчуудын дунд асар их нэр хүндтэй хүмүүсийг шууд хороож болохгүй байсан тул Зөвлөлт улс энэ хоёрыг нууцаар хороосон гэж үздэг. Монголын Тагнуулын Төв Газар шинээр илэрсэн баримтад тулгуурлан Дамдины Сүхбаатарыг оросууд хороосон гэж үзэж байна. БНМАУ-ын гадаад байдал энэ үед хурцадсан байсан бөгөөд ЗХУ нь 1924 онд Бээжинд БНХУ буюу Гоминданы Засгийн газартай байгуулсан Зөвлөлт-Хятадын гэрээгээр БНМАУ-ыг Хятадын салшгүй нэгэн хэсэг гэж хүлээн зөвшөөрсөн байсан ба үүнийгээ Монголын талд эсрэгээр тайлбарлан хоёр нүүр гаргасан бодлого баримталж байсан байна. Үүний тод жишээ нь 1946 он хүртэл БНМАУ-тай дипломат харилцаа тогтоогүй байсан бөгөөд БНМАУ-д \"төлөөлөгч\" л суулгаж байсан ба албан ёсны нэг ч гэрээг хоёр улсын хооронд байгуулаагүй байна. Алс дорнодод Японы эзэнт гүрний түрэмгий бодлогын үр дүнд Манжуур Японд эзлэгдэн ЗХУ-ын дорнод хил тайван бус болсонтой холбоотойгоор ЗХУ-ын удирдлага БНМАУ-ыг жийргэвч бамбай улс болгон ашиглах, стратегийн давуу байрлал эзэмших үүднээс 1936 онд харилцан туслалцах Протоколыг л байгуулсан байна. Энэ үед БНМАУ-ын дорнод хилийн дагуу Япон болон тэдний байгуулсан Манж-го улсын цэргүүд байнгын халдлага довтолгоон өдүүлж байсан төдийгүй Халхын сүмийн хэсгийн цэргийн хүчээр булаан эзэлсэн байна. Хилийн мөргөлдөөнийг зохицуулахын тулд БНМАУ болон Япон-Манж-гогийн талтай хилийн будилааныг зохицуулах Манжуурын бага хурлыг зохион байгуулсан боловч үр дүнд хүрээгүй байна. Үүнтэй холбогдуулан ЗХУ нь өмнөх Протоколын дагуу 57-р армийн корпусыг Монголын нутагт байршуулжээ. Улмаар хилийн мөргөлдөөн нь 1939 оны Халх голын дайнд хүргэж, энэ дайнд ЗХУ, Монголын хамтарсан хүчин Японы армийг ялжээ. Энэ байлдааны үр дүнд ЗХУ нь Японтой төвийг сахих гэрээнд гарын үсэг зуржээ. БНМАУ нь Дэлхийн хоёрдугаар дайны үед ЗХУ-д бүх талаар дэмжиж тусламж илгээж байсан ба дайны сүүлийн өдрүүдэд БНМАУ ЗХУ-тай хамт Японд дайн зарласан байна. Энэхүү дайнд морь чухал үүрэгтэй байсан бөгөөд Зөвлөлтийн цэргийн 5 морь бүрийн нэг нь монгол морь байв. Зөвлөлтөд Америк 665,000 тонн махан бүтээгдэхүүнийг ленд-лизээр зарсан бол, Монгол 500,000 тонн мах үнэгүй өгчээ. Харин нэхий дээл, шинель өвлийн цагт төдийгүй зун цагт ч окопонд даарахгүй байхад чухал байсан ба АНУ 54,000 тонн хонины ноосыг мөн зарсан байхад, Монгол 64,000 тонныг Зөвлөлтөд бэлэглэсэн байна. 1942-45 онд Зөвлөлтийн цэргийн 5 шинель бүрийн 1-ийг монгол ноосоор хийж байв. Вольфрам нь Германы \"Барс\", \"Ирвэс\" танкуудын хуягийг нэвтлэхэд шаардлагатай сумыг хийх гол түүхий эд байсан бөгөөд Зөвлөлтөд хамгийн ойр вольфрамын орд Монголд байсан байна. Ийнхүү их хэмжээний тусламж илгээсэн Монгол өөрөө хүнд байдалд орж 1944 оны өвөл Зөвлөлтийн зарим мужийн адил өлсгөлөнд нэрвэгджээ. Квантуны армийн довтолгооноос сэрэмжлэн олон тооны цэрэг Алс Дорнодод байлгаж байсан Зөвлөлт тагнуулын мэдээгээр Япон ойрын үед довтлохгүй гэж мэдсэний дараа зарим цэргээ Германы эсрэг илгээжээ. Монгол улс эрэгтэй, эмэгтэй бүх хүн цэргийн алба хаах хууль гарган цэргийн тоогоо нэмсэн нь Алс Дорнод дахь хүчний харьцааг өөрчлөхөд мөн нөлөөлсөн байж болох юм. Монгол улс 1945 оны чөлөөлөх дайны үеэр Өвөрмонголыг өөртөө нэгтгэхийг зорьж байв. Гэсэн ч энэ бодлого амжилтанд хүрээгүй юм. Дэлхийн хоёрдугаар дайнд японы эсрэг дайнд ЗХУ-ыг оруулах сонирхолын үүднээс АНУ, Англи нь Ялта болон Подстамын бага хурлуудаар БНМАУ-ын статус квог хүлээн зөвшөөрч, үүнийг Гоминьданы Хятадаар зөвшөөрүүлэх асуудлыг АНУ-ын ерөнхийлөгч хариуцахаар болсон байна. Үүнийг Чан Кайши тэргүүтэй Хятадын удирдлага эрс эсэргүүцсэн боловч Их гүрнүүдийн удирдагч нарын шахалтад орсны үр дүнд Бүх ард түмний санал хураалтаар шийдвэрлэх тохиролцоонд хүрчээ. Иосиф Сталины хүчтэй шахалтаар 1945 онд Чан Кайши дээрхи саналыг гаргасан ба 1946 онд явагдсан санал хураалтын үр дүнд Тайвань нь Монголын тусгаар тогтнолыг хүлээн зөвшөөрчээ. Хятадын иргэний дайны дараа Мао Зэдун тэргүүтэй коммунистууд засгийн эрхийг авахад БНМАУ нь БНХУ-тай байгуулсан дипломат харилцаагаа тасалж шинээр бий болсон Бүгд Найрамдах Хятад Ард Улстай 1949 оны 10 сарын 6-нд дахин бие биеэ хүлээн зөвшөөрч дипломат харилцаа тогтоожээ. ЗХУ-ын Наушки өртөөнөс Улаанбаатар хот төмөр зам барьж 1949 оны 11-р сарын 7-нд анхны галт тэрэг нийслэлд орж ирж хөдөлмөрчдийн цуглаан болжээ. 1952 оны 1 сарын 26-нд Хорлоогийн Чойбалсан Москва хотод нас барахад Юмжаагийн Цэдэнбалд эрх мэдэл шилжив. Энэ үеэс харьцангуй тайван байдал өрнөж улс оронд \"дулаарал\" болжээ. 1950 оны 4-р сард Зүүн Европын социалист Герман, Чех, Польш, Унгар, Болгар, Румын зэрэг орнуудтай дипломат харилцаа тогтоосон байна. БНМАУ 1946 оноос хойш олон удаа НҮБ-д элсэх өргөдлөө өгсөн боловч дөнгөж 1961 оны 10-р сарын 27-нд Нэгдсэн Үндэстний Байгууллагад гишүүнээр элсэж, өрнөдийн орнуудтай дипломат харилцаа тогтоох эхлэл тавигдсан байна. Өрнөдийн хөгжингүй орнуудаас хамгийн эхэнд 1963 оны 1-р сард Их Британи БНМАУ-тай дипломат харилцаа тогтоожээ. Харин 1960-аад оны дунд үеэс ЗХУ-БНХАУ хоорондын харилцаа хүйтрэн сөргөлдөх болоход социалист Монгол нь ЗХУ-ын талд оржээ. Энэ үед ЗХУ-ын цэрэг БНМАУ-д дахин байрласан байна. Ингэснээр ЗХУ-ын нөлөө улам бүр ихэсчээ. Монголын эдийн засаг 1960-аад оноос эрчимтэй хөгжиж, 1970 онд бүх нийтээрээ бичиг үсэгт тайлагдсан Азийн анхны улс болжээ. БНМАУ 1962 оны 6-р сарын 7-ны өдөр Эдийн Засгийн Харилцан Туслалцах Зөвлөлийн /СЭВ/ гишүүнээр элссэн байна. Үүний зэрэгцээ БНМАУ-д хөдөө аж ахуй, үйлдвэрийн салбаруудыг ЗХУ болон бусад социалист улсуудын эдийн засаг болон мэргэжилтний хүчээр эрчимтэй хөгжүүлж эхэлсэн байна. Эдгээрийн үр дүнд Монгол нь социалист улсуудад хөдөө аж ахуйн болон уул уурхайн хямд түүхий эд нийлүүлэгч түүхий эдийн бааз болсон бөгөөд харин гадаад худалдааны хувьд алдагдалтай байсныг зээлийн хөрөнгөөр нөхөж байжээ. ЭЗХТЗ-ийн гишүүн орнууд болох БНБАУ, БНАГУ, БНПАУ, БНСРУ, БНУАУ, БНСЧСУ-ын тусламжтайгаар мах комбинат, нэхий, нэхий эдлэлийн үйлдвэр, шилэн дарлага бүхий хүнсний ногооны газар, жимс, ногооны цогцолбор, биокомбинат, оёдлын үйлдвэр, гүн хэвлэл, хивсний үйлдвэр, мод боловсруулах комбинат, хөнгөн бетоны завод, царууц тоосго, шохойн үйлдвэр, автомашины засварын газар, мебель картон үйлдвэрлэх фабрик, гутал, арьс ширний үйлдвэр, цементийн завод, Улсын клиникийн төв эмнэлэг зэрэг нийгэм соёлын олон газруудыг барьж байгуулсан байна. 1984 онд ЗХУ-ын удирдлагын бүрэлдэхүүнд Михаил Горбачёв орж ирснээр социализмыг шинэчлэх, өөрчлөн байгуулалт, ил тод байдлын тухай бодлого түлхүү хэрэгжиж эхэлсэн байна. Ийнхүү аядуу социализмын гол төлөөлөгч болсон 40 жил удирдсан Ю.Цэдэнбалыг нам, төрийн эрхээс зайлуулах бодлогыг ЗХУ баримтлан, 1984 онд Цэдэнбал Москвад \"эмчилгээ\"-нд цөлөгдсөн байхад нь Монгол дахь ЗХУ-ын Аюулаас хамгаалах хорооны (КГБ)-ын төлөөлөгч генерал Всеволод Радченко болон Элчин сайд Сергей Павлов нар ЗХУКН-ын шууд заавраар тайван эргэлтийг Монголын \"эдийн засгийн шинэчлэгч\" нарын гараар хийлгэсэн байна. Үүний үр дүнд Жамбын Батмөнхийг Монголын удирдагчаар сонгожээ. Өөрчлөн байгуулалтын үр дүнд ЗХУ задран унаж улмаар нийт социалист систем устахад ЗХУ-ын болон ЭЗХТЗ-ийн социалист орнуудын эдийн засаг-санхүүгийн тусламж шууд зогссон нь БНМАУ-ыг улс төр-эдийн засгийн хямралд оруулжээ. Энэхүү хямралын үр дүнд БНМАУ-д ардчилал ялж, чөлөөт зах зээлийн эдийн засгийг байгуулах шийдэлд хүрсэн байна. Түүнчлэн Үндсэн хуулийг 1992 онд шинээр дахин боловсруулж Монгол улс гэж нэрлэн Парламентын засаглал бүхий улс болохыг зааж тусгаж БНМАУ оршин тогтнохоо болж Монгол Улс байгуулагдсан түүхтэй. 1924 оны анхны Үндсэн хуулиар Улсын Их Хурал, Улсын Бага хурлыг байгуулсан. Уг бүтцийг 1949 он хүртэл хадгалсан бөгөөд Улсын Их Хурал 9 удаа, Улсын Бага хурал 30 гаруй удаа хуралдсан. 1940, 1960 онуудад Үндсэн хуулийг дахин баталж, төрийн социалист хэв маягт багтах Бүгд Найрамдах улсын төрийн хэлбэрийг сонгон хөгжиж байв. 1950-иад оны эх хүртэл үйлчилж байсан төр-намын тогтолцоог нам-төрийн тогтолцоонд шилжүүлсэн. 1960 оны Үндсэн хуульд “БНМАУ-ын төр, нийгмийг удирдан чиглүүлэх хүч бол бүхнийг ялагч марксист-ленинист онолыг удирдлага болгосон Монгол Ардын Хувьсгалт нам мөн” гэж заасан. 1960-1990 оны хооронд Ардын Их хурлын сонгууль 9 удаа явагдаж, Их хурлын чуулган 40 гаруй удаа чуулжээ. 1990 оны 5 дугаар сард БНМАУ-ын Үндсэн хуульд нэмэлт өөрчлөлт оруулж, төрийн эрхийг шинэчлэн, нам төрийн үүргийг зааглан, парламентын нэгдмэл тогтолцоог бүрдүүлэн төлөвшүүлэх, ардчиллыг бүх талаар хөгжүүлэх чиглэлийг баримтласан. БНМАУ-ын Ардын Их хурлын 12 дахь удаагийн сонгуулийн II хуралдаан 1992 оны 1 дүгээр сарын 13-ны өдөр өнөөгийн шинэ Үндсэн хуулийг баталсан. 1992 оны Үндсэн хууль ёсоор төрийн хэлбэрийн хувьд Монгол улс бол парламентын Бүгд Найрамдах Улс юм.[1] Зөвлөлтийн тал вольфрам, ураны ордтой Увс аймгийн Давст уул, Хөвсгөлийн Шишгидийн нурууг 1930-1960-аад онд БНМАУ-аас тасдан авчээ. Халхын сүм орчмын хэсгийг Япончууд гэнэт довтлон эзэлснийг Халхын голын дайнаар чөлөөлсөн ч Буйр нуурын зарим хэсэг болон Халхын сүм орчмын нутаг нь 1960-аад оны Монгол-Хятадын хилийн гэрээгээр Хятадын талд оржээ. 1960-аад оны үед одоогийн Монгол-Хятадын хилийг 2 талын гэрээгээр тогтоожээ. Мөн Байтаг Богд уул бүхэлдээ БНМАУ-ын нутаг байсан ч хилийн гэрээгээр урд хэсэг нь БНХАУ-ын нутагт оржээ. БНХАУ, Зөвлөлт улсууд Монголын тусгаар тогтнолыг хүлээн зөвшөөрсөн ч зарим нутгийг тасдан өгөхийг шаардаж байв. 90-ээд оныг хүртэл урд хилийн хамгаалалтад голчлон анхаардаг байсанаас хойд хилийн хамгаалалт суларсныг ашиглан Зөвлөлтийн тал хилийн шонгуудаа аажим аажимаар урагш зөөдөг байсан гэдэг. Зөвхөн нэг намын үзэл суртал Монголын ард түмний үзэл санааны үндэс боллоо гэсэн дүгнэлт хийж олон ургальч үзлийг хаан боогдуулсныг ийнхүү баталгаажуулж өгсөн.1960-иад он гэхэд соён гэгээрэл гэхэд, оюун санааны талаар ихээхэн амжилт олсон бөгөөд түүний дээд оргил нь Марксизм-ленинизм гэж үзэж байв. Нийгмийн бүтцэд ихээхэн өөрчлөлт гарч мөлжигч, дарлагч ангийг хүчээр устлаа. Монголын нийгэм одоо ажилчин анги хоршоолсон ард, ардын сэхээтнүүдээс бүрдэх боллоо гэсэн дүгнэлт хийх болсон байна. Ийнхүү 1921 оноос эхлэн ядуу дорд ардыг дэмжих бодлогын үр дүнд ямар нэг хувийн өмчтөн үгүй болж гагцхүү нийтийн өмч дээр суурилсан өвөрмөц давхаргынхан бүрэлдэн тогтсон байна.[2] 1941-1990 оны хоорондох 50 жил бол БНМАУ-д социалист эрүүлийг хамгаалахын зарчмуудыг тууштай хэрэгжүүлсэн он жилүүд бөгөөд төрийн бодлогын хүрээнд авч хэрэгжүүлсэн дэс дараатай арга хэмжээнүүдийн үр дүнд тус улсын хот, аймаг, сум, сангийн аж ахуйн төв зэрэг төвлөрсөн суурин газрын хүн амыг их эмчийн ерөнхий мэргэжлийн тусламжаар үндсэнд нь бүрэн хамарч, анагаах ухааны гол салбаруудаар эмнэлгийн төрөлжсөн нарийн мэргэжлийн тусламжийг хөгжүүлж, үндэстний мэргэжилтгүүд цээжний хөндийн болон тархины мэс засал, сэхээн амьдруулахын тусламжийг үзүүлэх арга барил, ур чадварыг эзэмшиж, дотуур дурандалт, дүрс оношлогоо, хүний генетик, вирус болон дархлал судлалын аргуудыг эмнэлгийн практикт нэвтрүүлж эхэлсэн байлаа.[3] Манай орны эдийн засгийн өсөлт өмнөх үеийг бодоход өндөр хурдацтай болж, зөвхөн 1940-1960 онд нийгмийн нийт бүтээгдэхүүн 3.7 дахин, үйлдвэрлэсэн үндэсний орлого 3.8 дахин, хөрөнгө оруулалтын нийт хэмжээ 33.7 дахин өссөн. Аж үйлдвэрийн салбарын эзлэх хувийн жин нэмэгдэж байгаа нь социализмын материал баазыг байгуулах үндсэн нөхцөл гэж үзэж байсан. Иймд 1940 онд аж үйлдвэх үндэсний орлогын 10 хувийг үйлдвэрлэж байсан бол 1960 онд 30 гаруй хувь болж БНМАУ ХАА үйлдвэрийн орон боллоо гэсэн дүгнэлт хийхэд хүрсэн байна. БНМАУ төвлөрсөн 5 жилийн төлөвлөгөөт эдийн засагт тулгуурлаж байв.", "source": "mn.wikipedia.org", "word_count": 2250}
{"url": "https://mn.wikipedia.org/wiki/Монгол_бичиг", "title": "Монгол бичиг — Википедиа нэвтэрхий толь", "text": "Авиаг тэмдэглэх тэмдэгтүүдийг нь Монгол үсэг, тэрхүү үсгээр бичсэн бичгийг Монгол бичиг ‎ᠮᠣᠩᠭᠣᠯᠪᠢᠴᠢᠭ᠌‎ гэж нэрлэх нэгэн зүйл үсэг бичиг өдгөө байна. Энэ үсэг бичгийг 6-7-р зуунаас эхлээд өнөө үед ч гэсэн Монгол үндэстэн (Монгол угсаатан) хэл аялгаа тэмдэглэхэд хэрэглэсээр ирлээ. Өдгөө Бүгд Найрамдах Хятад Ард Улсын Өвөр Монголын Өөртөө Засах Оронд Монгол хэлийг тэмдэглэхэд албан ёсоор хэрэглэдэг бол Монгол Улсад Монгол хэлийг тэмдэглэх хоёрдогч бичиг болгон хэрэглэж, төрийн албан хэрэгт зарим байдлаар хэрэглэж байна. Нийт 29 үсэгтэй бөгөөд үүнээс гадаад үгийг тэмдэглэх 9 үсэгтэй. Чингис хаан 1206 онд Их Монгол Улсыг байгуулан Монгол угсаатаныг дахин сэргээн мандуулж, эдүгээ хүртэл оршин байх үндсийг бататгасан билээ. Тулгар улсын алив хэргийг явуулахын тулд Уйгур үсгээс Тататунга нэрт бичгийн хүн Монгол үсгийг зохиожээ гэж зарим эрдэмтэд үздэг. Үүнд төрийн албан ёсны бичиг болгосон хэмээх санааг XVII зууны Лу. Алтан товчид дурдсаныг эш болгодог. Харин үүнийг \"мөхсөн\" Уйгураас бичиг үсэг авсан байх үндэсгүй өнөөгийн Тажикийн өвөг дээдэс Согдоос Уйгуртай зэрэгцэн аль эрт бичиг үсэгтэй болсон байх боломжтой гэж олон эрдэмтэн (Шаравын Чоймаа, Ц.Шагдарсүрэн,) өөрөөр тайлбарладаг. Уламжилж ирсэн бичгийг Чингис хаан нэгдсэн төрийн албан ёсны үсгээр зарлигдсаныг тэр цагаас үүссэн мэтээр тайлах нь буруу гэж эдгээр судлаачид үздэг. Үүний нэг баримт нь Чингис хааныг нас барахаас өмнө ба дараа бичигдсэн \"Чингисийн чулууны бичиг\", Монголын нууц товчоонд бичиг үсгийн нилээд урт хугацааны боловсорсон төлөв илэрхий ажиглагдаж байдаг ажээ. Гэвч Чингис хаан Найман аймгийг нэгтгэсний дараа олзлогдсон бичээч Тата-Тунга нь эртний Иран дахь Согд бичгээс үүссэн хуучин Уйгур бичигээр үндэс болгож зохиосон гэдэг үзлийг баримтлах явдал бас байсаар байдаг. Тататунга төрийн албан бичгийг улам хөгжүүлэх үйлсийг эрхэлсэн байж болох юм. Монголчууд эхэндээ \"Уйгаржин бичиг\" гэж нэрлэдэг байсан гэдэг. Мөн онцлог шинжүүд болоод бусад монгол түүхэн бичгүүдээс ялгах зориулалтаар Босоо бичиг, Хуучин Монгол бичиг, Худам Монгол бичиг гэж олон янзаар нэрлэж байжээ. Монгол хэлээр бичигдсэн монгол бичгийн анхны дурсгал нь 13-р зуунд урласан Чингисийн чулууны бичиг юм. Уг бичиг нь зөвхөн босоо чиглэлд бичдэгээрээ онцлог. Мөн үгийн эхэн дунд адагт буй үсгийн хэлбэр нь өөр өөр хэлбэртэй. Монгол бичиг нь Баруун Монголын ойрад аялгад тулгуурласан тод бичиг, буриад аялгад ойртуулсан вагиндрагийн үсэг гэх мэт хэд хэдэн хувилбартай. 1587 онд Аюуш гүүш энэтхэг, түвэд хэлнээс шашны судрыг монголчилоход бурхан сахиусны нэр, тарни, хүний нэр, газрын нэр зэргийг монгол бичигт зөв буулгахын тулд Али-гали үсэг зохиожээ. Али гэдэг нь эгшиг, гали гэдэг нь гийгүүлэгч гэсэн утгатай самгарди үг юм. Энэхүү зохиосон галиг үсэг болох Али-Гали нь уйгаржин үсгийн хөгжилд томоохон хувь нэмэр оруулсан бөгөөд уг үсгээр монгол хэлнээс гадна төвөд, самгард, хятад хэлний үгийг тэмдэглэх өргөн боломж нээгдсэн. 1616-1911 оны хооронд тогтож ирсэн Манж Чин улсын албан ёсны бичиг болох манж бичиг монгол бичгээс үүссэн байна. Манжийн төрийг үүсгэн байгуулагч Нурхачи хааны зарилгаар Эрдэнэ багш, Гагай заргач хэмээх хоёр хүн 1599 онд монгол бичгийн манж хэлэнд таруулан, дусал бинт нэмэх зэргээр өөрчлөн зохиосон ажээ. Монгол бичиг олон зуун жил сурах болон сургах явцад тэрхүү дүрс, зурлага бүрт тусгай нэр, цол өгсөн нь заах аргад өвөрмөц нэг зүйл болж өгчээ. Титэм, шүд, ацаг, өргөс, шилбэ, завж, гэдэс, сүүл, орхиц, нум, нуруу, эвэр, гэзэг, зартиг гэм мэтээр монгол бичгийнхээ зурлага, дүрс бүрийг ялган нэрлсэн нь бичих хэрэгсэлгүй үед амаар хэлж заах боломжийг бүрдүүлдэг байна. Доорх хүснэгт монгол бичгийн үндсэн зурлагыг үзүүлвэй. Салангад бичигдэхийг нь цацлага гэж, нийлүүлж Монгол бичигт тулгуурлан зохиогдсон цагаан толгой нь тухайн монгол хэлний аялга бүрд тохирсон дуудлагын онцлог, онцгой дуудлага хөгийг тусгай галиглан бичиглэх зорилгоор зохиогдсон байдаг. Мөн манж хэлийг тэмдэглэх зорилгоор монгол бичгээс санаа авч Манж бичгийг зохиосон байдаг. Цагаан толгойн хувилбаруудыг дурдвал: Хамаг үзэгдэл, юм, үйл орчлийг монгол бичгээр тэмдэглэж зөв бичихэд дөрвөн зүйл бий. Бичлэгийн горим хийгээд монгол хэлний авианы зүйн дотоод жам ёс, зөв бичих зарчим, монгол үсгийн дүрэм эдгээр болно. Монгол үсгээр бичих горим нь залгамал хэлний зүй тогтолтой зохицсон өвөрмөц зурлагатай бөгөөд холбох аргатай. Үсэг бүхэн үгийн эхэнд дунд адагт орох хувилгаан дүртэй. Нэгтгэвэл: гэх мэт. Үсэг үгийн эхэнд орвоос титэмтэй, дунд орвоос нуруу, нумтай, адагт сүүл, цацлага, хагас нумтай. Монгол бичигт үсгийг холбон бичихдээ уях, холбох, зангидах, дагуулах гэсэн дөрвөн аргаар залгана. Монгол хэлний авианы зүйн дотоод жам нь залгамал хэлний онцлог мөн. Залгамал хэлний дотоод жамтай монгол бичгийн зөв бичих зүй нийцсэн тул хэн хүний дур зоргоороо бичиж болдог хэмээн үзвээс эндүүрэл болох. Эрхбиш монгол эх хэлнийхээ жам ёс зүй тогтлоос бичихүйн ёс нь урган гардаг. Үгийн тэргүүн үеийн эгшиг нь дараа үеийн эгшгүүдийг ялган тогтоодог зохицлыг эгшиг зохицох ёс гэдэг. Монгол хэлнээ ᠠ᠊(а), ᠡ᠊(э),ᠢ᠊(и),ᠣ᠊(о),ᠣ᠊(у),ᠥ᠊(ө)ᠥ᠊(ү) хэмээх долоон эгшиг үсэг бий. Үүний ᠠ᠊(а), ᠡ᠊(э),ᠢ᠊(и) гурав нь хэл голчлох эгшиг тул шүдтэй, ᠣ᠊(о),ᠣ᠊(у),ᠥ᠊(ө)ᠥ᠊(ү) дөрөв нь уруулын эгшиг тул гэдэстэй ажээ. ᠠ᠊(а),ᠣ᠊(о),ᠣ᠊(у) эгшгийг эр буюу чанга үсэг гэнэ. Учир нь эр дууны хүч нь чанга мөн эр эгшгийг өгүүлэхэд өгүүлэх эрхтнүүдийн оролцоо хүчирхэг байдагтай холбоотой ийн нэрлэв.ᠡ᠊(э),ᠥ᠊(ө),ᠥ᠊(ү) эгшгийг эм эгшиг буюу хөндий үсэг гэнэ. Юуны тул хэмээвээс эм дууны хүч уяхан учир эм эгшгийг өгүүлэхэд өгүүлэх эрхтний оролцоо хөндийн тул.ᠢ᠊(и) эгшгийг эрс буюу саармаг үсэг гэнэ. Саармаг үсэг эр үгэнд орвоос эр саармаг, эм үгнээ орвоос эм саармаг үсэг болно. Эр эм үсэг нэг үгэнд хамт орохгүй. Тиймээс тэргүүн үеэс хойших ᠠ᠊(а), ᠡ᠊(э) хоёр, ᠣ᠊(о),ᠣ᠊(у),ᠥ᠊(ө)ᠥ᠊(ү) дөрөв ижил бичигдэх боловч, эр эмээр нь ялган дуудахдаа заавал тэргүүн үеийн эгшигтэй зохицуулан зургаан ондоогоор авиалан тэмдэглэхдээ дүрс хурааж нэгтгэдэг нь монгол хэлний дотоод жамыг үсгийн зурлагатай нийцүүлсэн нь энэ мөн. Эр эгшигт үгийг чанга үг, эм эгшигт үгийн хөндий үг, дан саармаг үсэгтэй үгийг хөндий үг гэж тооцдог. Гийгүүлэгчийн дуутай, дуугүй шинжээс шалтгаалж гийгүүлэгч үсэг зохицон нөхцөх дотоод жам бий. Монгол хэлний дотоод жам ёсоор эгшиг гийгүүлэгч (ЭГ), гийгүүлэгч эгшиг (ГЭ), эгшиг гийгүүлэгч эгшиг (ЭГЭ), гийгүүлэгч эгшиг гийгүүлэгч (ГЭГ) хийгээд дан эгшгээр(Э) нэг нэгэн үе бүтдэг. Тиймийн тул эгшгээр төгссөн үгэнд гийгүүлэгчээр эхэлсэн залгавар залгах буюу гийгүүлэгчээр төгссөн үгэнд эгшгээр эхэлсэн залгавар залгадаг ёстой. ᠬᠠᠭᠡᠭᠠᠭᠡᠬᠦᠬᠥ хэмээн дүрс хувилган холбон бичдэг ёс нь угтаа чанга, хөндий эгшиг хийгээд гийгүүлэгчийн зохицлын хуулиас болжээ. Агшлага (монгол бичгийн чанга үгэнд орсон \"га\" дэвсгэр), эгшлэг(монгол бичгийн эм үгийн дэвсгэр \"г\" үсгийн нэр) авах ёс нь мөн л хуультай нийцнэ. Эгшиг гийгүүлэгчийн нийлэмжийн нь ертөнцийн арга билгийн ёстой нийцсэн хэлний гүн ухааны ай мөн. Олон зууны туршид бичлэг нь зүгширч, хэвшин тогтоод цагийн шалгуурыг давж шалгарч ирсэн уламжлалт бичлэгийг хүндэтгэн мөрдөх зарчмыг түүхэн уламжлалаар бичих зарчим гэнэ. Монгол бичигт нэлээд үгсийг түүхэн уламжлалын зарчим баримталж зөв бичдэг. Тогтсон зарчимгүй үг хийгээд урт, хос эгшигтэй үг, зарим богино эгшиг орсон үгийг түүхэн уламжлалын зарчмаар бичдэг. Эртний монгол хэлнээ урт эгшиг байгаагүй. Ийм учир монгол бичигт урт, хос эгшгийг тэмдэглэх тусгай арга байхгүй билээ. Орчин цагийн монгол хэлний урт эгшгийг монгол бичигт тэмдэглэсэн бичлэгүүдтэй харьцуулж дараах байдлаар бүтэцлэн нүдэлж болно. 1. Урт эгшгийг уртатгал үеэр тэмдэглэдэг жишээ: 2. Урт эгшгийг хосоор тэмдэглэдэг жишээ: 3. Урт эгшгийг ижил эгшиг давхарлан бичсэн жишээ: 4. Урт эгшгийг богиноор тэмдэглэдэг жишээ: 5. Богино эгшгийг давхар гэдсээр тэмдэглэдэг жишээ: 6. Хос эгшгийг үгийн эхэнд дунд хоёр шилбэтэй, адагт эгшиг нумаар тэмдэглэдэг", "source": "mn.wikipedia.org", "word_count": 1121}
{"url": "https://num.edu.mn/history", "title": "80+", "text": "Бидний тухай / Түүхэн замнал Монгол Улсын дээд боловсролын ууган голомт – МУИС Монгол Улсын Их Сургуулийн зорилго нь анх байгуулагдсан тэрхүү цаг үеэс эхлэн тухайн үеийн эрх баригч нам, төрийн баримт бичгүүдэд тодорхойлогджээ. Тэрхүү зорилго нь шинэ нийгмийг байгуулахад хүчин зүтгэх өндөр боловсролтой мэргэжилтнийг бэлтгэх явдал байлаа. Улс ардын аж ахуй, соёлын салбар өргөжин, мэргэжилтэй боловсон хүчний хэрэгцээ асар их болж байгааг үндэслэн ХАА, үйлдвэр соёлын болон хүн амын эрүүл мэнд чинээлэг амьдралыг улам дээшлүүлэх дээд боловсролтой боловсон хүчнийг олноор бэлтгэх шаардлага тулгарч байсан учраас үндэсний их сургууль байгуулах түүхт шийдвэр гаргажээ. Ийнхүү бий болсон нөхцөл бололцоо боломжыг нэгтгэн дүгнэж 1940 онд хуралдсан МАХН-ын Х их хурал тус орны сургууль боловсролыг хөгжүүлэх зорилтыг тодорхойлж, дээд сургууль байгуулах хэрэгцээ шаардлага, нөхцөл боломж нэгэнт бий болсныг заасан байна. БНМАУ-ын Сайд нарын Зөвлөлөөс Намын Х их хурлын шийдвэрийг хэрэгжүүлэх үүднээс 1940 оны 12 дугаар сарын 06-ны өдрийн 45 дугаар тогтоолоор Монгол Улсын Университетийг Ардын гэгээрүүлэх яамны харьяанд байгуулж хичээлийг 1941 оны 9 дүгээр сард нээхээр тогтжээ. Энэ тогтоолд “Монгол улсын дотор анхдугаар дээд сургууль болох Улсын университетийг мал эмнэлэг, зоотехникч, сурган хүмүүжүүлэх, хүн эмнэлэгийн гэсэн 3 анги бүхийтэйгээр Ардын Гэгээрүүлэх Яамны харьяанд Улаанбаатар хотноо байгуулсугай” гэжээ. Монголын ард түмний түүхэнд анхны дээд сургууль болох Улсын университетийг нээх ёслол 1942 оны 10 дугаар сарын 5-ны өдөр Улаанбаатар хотноо одоогын В.И.Лениний нэрэмжит клубт болжээ. Нээлтэнд университетийн анхны багш, оюутнууд, Зөвлөлтийн мэргэжилтнүүд, хөдөлмөрчдийн төлөөлөгчид оролцсон энэхүү ёслолын хуралд нам засгийн удирдагчид Х.Чойбалсан, Ю.Цэдэнбал нар оролцож хэлсэн үгэндээ дэлхийн хоёрдугаар дайны хүнд түгшүүртэй нөхцөлд ЗХУ-ын тусламжтайгаар манай улсад анхны их сургууль нээгдэж байгаа явдлын түүхэн ач холбогдлыг онцлон тэмдэглэжээ. Улсын университет байгуулсан гол зорилго нь шинэ нийгмийг байгуулах үйлсэд хүчин зүтгэх өндөр боловсролтой мэргэжилтнийг бэлтгэх явдал байлаа. МУИС нь анагаах ухаан, мал эмнэлэг-зоотехник, багшийн гэсэн гурван факультеттэй, мал эмнэлэг, биологи, тоо физик, органик хими, органик бус хими, анатоми зэрэг мэргэжлийн 7 тэнхимтэй анхны хичээлээ эхлэж тэнд үндсэн ангийн 93 оюутан, бэлтгэл ангийн оюутан суралцаж эхэлжээ. Оюутнууд дайны үеийн гачигдал зовлог амсаж байсан боловч сурч мэдэхийн төлөө дайчлан суралцаж байлаа. Тус сургууль нийгмийн хэрэгцээ шаардлагын дагуу шинэ салбар, факультетуудыг нээсээр байв.", "source": "num.edu.mn", "word_count": 344}
